{
  "000000000000": "A living room with a couch, a chair, and a mirror.",
  "000000000001": "A man riding a motorcycle on a street.",
  "000000000002": "A group of people riding motorcycles on a city street.",
  "000000000003": "A man standing in a kitchen with a small white dishwasher.",
  "000000000004": "A laptop computer sitting on top of a desk.",
  "000000000005": "A plate of food with broccoli, shrimp, and rice.",
  "000000000006": "A man standing on top of a snow covered slope.",
  "000000000007": "A person is reading a book while sitting at a laptop.",
  "000000000008": "A group of people standing on tracks near a train.",
  "000000000009": "A tray filled with a mix of vegetables and fruits.",
  "000000000010": "A young boy playing a video game in the living room.",
  "000000000011": "A pot filled with carrots and shrimp on a stove.",
  "000000000012": "A young man jumping in the air with a frisbee.",
  "000000000013": "A group of vases with flowers on them.",
  "000000000014": "A vase of flowers sits on a table next to a glass table.",
  "000000000015": "A person in skis standing in the snow.",
  "000000000016": "A man riding a skateboard on a ramp.",
  "000000000017": "A woman is cutting a large pizza on a metal pan.",
  "000000000018": "A kitchen with a counter, sink, and a counter top with a mirror.",
  "000000000019": "Two women walking in the sand with a umbrella.",
  "000000000020": "Two zebras standing next to each other in a field.",
  "000000000021": "A snow covered street sign is in the middle of a snowy road.",
  "000000000022": "A man on a skateboard doing a trick.",
  "000000000023": "A kitchen with a sink, stove, and a refrigerator.",
  "000000000024": "A dog sitting on a table in a kitchen.",
  "000000000025": "A sandwich with a slice of bread and a slice of cheese.",
  "000000000026": "Two men standing next to each other in front of a display of donuts.",
  "000000000027": "A young boy is cutting a cake with a knife.",
  "000000000028": "A wooden table with several kinds of flowers on it.",
  "000000000029": "A baseball player standing on top of a baseball field.",
  "000000000030": "A bench sitting on top of a hill next to a body of water.",
  "000000000031": "A stop sign with a car parked in front of it.",
  "000000000032": "A man standing on a beach holding a green board.",
  "000000000033": "A laptop computer sitting on top of a desk.",
  "000000000034": "A city street with a motorcycle and cars at night.",
  "000000000035": "A little girl sitting on a bed next to a laptop.",
  "000000000036": "A herd of animals grazing on top of a hill.",
  "000000000037": "A person riding skis down a snow covered slope.",
  "000000000038": "A vase filled with white flowers sitting on a wooden shelf.",
  "000000000039": "A beach with surfboards and chairs on it.",
  "000000000040": "A room with a small open refrigerator and a small window.",
  "000000000041": "A group of people standing on top of a beach.",
  "000000000042": "A man sitting on a bench with food on a table.",
  "000000000043": "A person is walking in a room with a laptop.",
  "000000000044": "A table with a laptop, a mouse, a toaster oven and a bowl of food.",
  "000000000045": "A plane flying over a group of boats.",
  "000000000046": "A woman is playing tennis on a court.",
  "000000000047": "A cat is sitting on a shelf watching a television.",
  "000000000048": "Two young girls are sitting on a beach next to the ocean.",
  "000000000049": "A group of giraffes standing next to a river.",
  "000000000050": "A statue of a elephant with a tiger on it.",
  "000000000051": "A young girl wearing a hat and a tie standing on a TV.",
  "000000000052": "A man riding a dirt bike in the air.",
  "000000000053": "A person on a beach with a surfboard.",
  "000000000054": "A street sign on a pole with a traffic light behind it.",
  "000000000055": "A man riding a surfboard on top of a body of water.",
  "000000000056": "A white sink sitting in a kitchen next to a wooden cabinet.",
  "000000000057": "A group of donuts on a table with a white spoon.",
  "000000000058": "A woman laying on a bed with a cat next to her.",
  "000000000059": "A statue of a man with a hat standing on a stone bench.",
  "000000000060": "A group of people on a beach with surfboards.",
  "000000000061": "A man is doing a trick on his skateboard.",
  "000000000062": "A group of people skiing down a snowy slope.",
  "000000000063": "People standing outside of a store with a clock on the side of it.",
  "000000000064": "A living room with a couch, fireplace, and a large wooden floor.",
  "000000000065": "A herd of cows grazing on a grassy field.",
  "000000000066": "Three people riding motorcycles down a road with a stop sign.",
  "000000000067": "A group of three giraffes standing on top of a lush green field.",
  "000000000068": "A plate of food with a burger and vegetables.",
  "000000000069": "A group of skiers standing on top of a snowy slope.",
  "000000000070": "A group of people riding a black and white bike down a hill.",
  "000000000071": "A man is surfing in the ocean on a clear day.",
  "000000000072": "A child laying on a bed with a pillow.",
  "000000000073": "A cake with a birthday cake and a cake lover on it.",
  "000000000074": "A brown and white bear sitting on top of a grass covered field.",
  "000000000075": "A group of young women talking on their cell phones.",
  "000000000076": "A man sitting on a motorcycle looking at a phone.",
  "000000000077": "A public restroom with two urinals and a toilet.",
  "000000000078": "A table with plates of food and a beer.",
  "000000000079": "A young boy is swinging a baseball bat.",
  "000000000080": "Two dogs that are laying on top of a couch.",
  "000000000081": "A young boy is hitting a tennis ball with a racket.",
  "000000000082": "Two motorcycles parked in a parking lot in the desert.",
  "000000000083": "A group of people standing on skis in the snow.",
  "000000000084": "A young boy is sitting next to a woman at a table with a cake.",
  "000000000085": "A man pulling a horse drawn carriage down a street.",
  "000000000086": "A bunch of suitcases stacked up in a room.",
  "000000000087": "A dog and two small dogs sitting on a bed.",
  "000000000088": "A bowl of soup and a cup of coffee.",
  "000000000089": "A woman standing on a sidewalk with a dog.",
  "000000000090": "A group of cars are parked on a city street.",
  "000000000091": "A person jumping over a hurdle in a competition.",
  "000000000092": "A train is traveling down the tracks with a blue and white stripe on the top.",
  "000000000093": "A close up of two umbrellas on a wall.",
  "000000000094": "A dog standing on a grass covered field with a frisbee in his mouth.",
  "000000000095": "A clock with yellow flowers and cars on the side of it.",
  "000000000096": "A horse pulling a carriage with a man in the background.",
  "000000000097": "A woman preparing a cooked food on a skillet.",
  "000000000098": "A pan that is cooking on a stove.",
  "000000000099": "A clock on a building with a clock face showing 10:00 and 10:30.",
  "000000000100": "A school bus driving down a street next to a bus stop.",
  "000000000101": "A boat with people on it is docked in the water.",
  "000000000102": "A woman is standing in front of a couch.",
  "000000000103": "A group of people standing on a sidewalk playing video games.",
  "000000000104": "A giraffe standing next to a fence with a yellow and orange fence behind it.",
  "000000000105": "A skateboard is shown in a black and white photo.",
  "000000000106": "A car parked in front of a tree with two animals in the background.",
  "000000000107": "A man sitting in a chair with a tie on.",
  "000000000108": "A woman is flying a frisbee in a grassy field.",
  "000000000109": "A teddy bear is sitting in front of a blanket.",
  "000000000110": "A group of sheep standing in a hay field.",
  "000000000111": "A large clock tower with a blue and white clock.",
  "000000000112": "A man wearing glasses and a tie talking in a room.",
  "000000000113": "A group of zebras eating from a wooden fence.",
  "000000000114": "A man and a woman are playing a video game.",
  "000000000115": "A group of people standing on top of a grass covered field.",
  "000000000116": "A sign that says \"The Food and Beverage Store\" next to a sign that says \"The Red Cross.\"",
  "000000000117": "A motorcycle is parked on the side of the road.",
  "000000000118": "A woman holding a blue and yellow frisbee.",
  "000000000119": "A group of motorcycles are lined up on the street.",
  "000000000120": "A cat laying on a bed next to a laptop.",
  "000000000121": "A group of people flying kites in a field.",
  "000000000122": "A cat sitting on a couch with a person in the background.",
  "000000000123": "A spoon sitting in a pot with food on it.",
  "000000000124": "A person is holding a knife and a wooden handle.",
  "000000000125": "A cell phone, a coffee mug, and a pair of scissors on a table.",
  "000000000126": "A herd of zebras standing in a field.",
  "000000000127": "A man and woman are eating at a table with food.",
  "000000000128": "A fire hydrant sitting on the side of the road.",
  "000000000129": "A bus driving down a city street next to a taxi.",
  "000000000130": "A pizza topped with cheese, spinach and cheese topping.",
  "000000000131": "A bowl of food with beans and a bowl of meat.",
  "000000000132": "A group of horses are tied to a wire.",
  "000000000133": "A little boy sitting on a couch playing a video game.",
  "000000000134": "A table topped with food and drinks on a counter.",
  "000000000135": "A person is snowboarding down a slope.",
  "000000000136": "An elephant walking around in a fenced in area.",
  "000000000137": "A woman is playing tennis on a tennis court.",
  "000000000138": "A man standing in a grassy field holding a box of art.",
  "000000000139": "A dog laying on top of a couch wearing a sweatshirt.",
  "000000000140": "A man and a woman riding on the back of an elephant.",
  "000000000141": "A baseball player is swinging a bat at a ball.",
  "000000000142": "A stop sign with a red stop sign and a blue sky.",
  "000000000143": "A graffiti covered sign on a street corner.",
  "000000000144": "A man sitting on a bench in a park with flowers.",
  "000000000145": "A large jetliner parked on top of an airport tarmac.",
  "000000000146": "A woman looking at an elephant in a pen.",
  "000000000147": "A lot of people are walking through an airport.",
  "000000000148": "A cat looking at its owner while laying on a bed.",
  "000000000149": "A large building with a clock on the top.",
  "000000000150": "A bathroom with a toilet, shower and sink.",
  "000000000151": "A group of motorcycles sitting in a parking lot.",
  "000000000152": "A train is parked at a train station.",
  "000000000153": "A white plate topped with two slices of pizza.",
  "000000000154": "A man standing next to a large black truck.",
  "000000000155": "A traffic light on a city street with people walking by.",
  "000000000156": "A bedroom with a bed, a table, and a fireplace.",
  "000000000157": "A yellow donut is placed on a decorated tree branch.",
  "000000000158": "A large tall building with a clock on it.",
  "000000000159": "A man sitting on a couch with a bag of food.",
  "000000000160": "A woman on skis in the snow.",
  "000000000161": "A boat is going down the water with people standing on the dock.",
  "000000000162": "A couple of people flying a kite on the beach.",
  "000000000163": "A group of birds standing on top of a grassy field.",
  "000000000164": "Two giraffes standing next to each other in a zoo.",
  "000000000165": "A girl and a boy are playing with a cake.",
  "000000000166": "A bathroom with a sink, toilet, and shower.",
  "000000000167": "A laptop computer sitting on top of a desk.",
  "000000000168": "Two people riding horses on a beach near the ocean.",
  "000000000169": "A person riding a surfboard on top of a wave.",
  "000000000170": "A clock tower with a clock on top of it.",
  "000000000171": "A person holding a sandwich on a paper plate.",
  "000000000172": "A plate with a sandwich, cheese, and a pickle.",
  "000000000173": "A group of people standing around a cart with a dog on it.",
  "000000000174": "A man holding a tennis racquet on a tennis court.",
  "000000000175": "A man and a woman are sitting at a table with food.",
  "000000000176": "A bathroom with a toilet, a sink and a toilet paper roll.",
  "000000000177": "A giraffe standing in the grass near some trees.",
  "000000000178": "Two people standing on top of a snow covered slope.",
  "000000000179": "A man riding a surfboard on top of a ramp.",
  "000000000180": "A group of people standing on top of a snowy slope.",
  "000000000181": "A man riding a skateboard on a beach.",
  "000000000182": "Three zebras standing in a field with trees in the background.",
  "000000000183": "A cat with a tie on is sitting on a bed.",
  "000000000184": "A man holding a bar of soda in his hand.",
  "000000000185": "A man and a woman are holding a dog.",
  "000000000186": "A large room with a large table and a large window.",
  "000000000187": "A person is looking at a book while holding a dog.",
  "000000000188": "A plate of broccoli and rice with a fork.",
  "000000000189": "A baseball player swinging a bat at a ball.",
  "000000000190": "A couple of sheep standing next to a fence.",
  "000000000191": "A herd of zebras standing next to each other.",
  "000000000192": "A man is playing tennis on a grass court.",
  "000000000193": "A plate of food and a wine glass on a table.",
  "000000000194": "A bus with a logo on it is parked in the street.",
  "000000000195": "Two fire trucks are parked on the side of the road.",
  "000000000196": "A person riding a surfboard on top of a wave.",
  "000000000197": "A man with a slice of food in his hand.",
  "000000000198": "A woman with a hair dryer is smiling.",
  "000000000199": "A train with a bunch of seats on it.",
  "000000000200": "A baseball player standing on a field next to a crowd.",
  "000000000201": "A stop sign and a sign for a restaurant are shown.",
  "000000000202": "A man is playing tennis on a tennis court.",
  "000000000203": "Two people sitting at a table eating a piece of food.",
  "000000000204": "A white truck with a sign on it.",
  "000000000205": "A close up of a piece of cake and a cell phone.",
  "000000000206": "A giraffe standing next to a zebra in a zoo.",
  "000000000207": "A group of people sitting at a table with a blue drink.",
  "000000000208": "A sandwich on a plate with a fork and knife.",
  "000000000209": "A man cutting up a pizza with a dog.",
  "000000000210": "A couple of young children with dresses and a stuffed bear.",
  "000000000211": "A group of people riding horses along a beach.",
  "000000000212": "A kitchen with a wooden counter top and a wooden fence.",
  "000000000213": "A man and a woman standing next to each other under an umbrella.",
  "000000000214": "A man eating a pizza with a frisbee in his hand.",
  "000000000215": "A pizza sitting on top of a table next to a glass of wine.",
  "000000000216": "Three giraffes standing next to each other in a field.",
  "000000000217": "A meal of vegetables and meat with an orange and black foot.",
  "000000000218": "A group of people sitting in front of a wall.",
  "000000000219": "A woman and a man running on a beach next to the ocean.",
  "000000000220": "A woman sitting on a chair holding an umbrella.",
  "000000000221": "A giraffe standing next to another giraffe.",
  "000000000222": "Two men riding motorcycles on a dirt road.",
  "000000000223": "A large commercial airplane flying over a flag post.",
  "000000000224": "A woman standing on a hill flying a kite.",
  "000000000225": "A woman on a skateboard in a building.",
  "000000000226": "A woman holding a dog in her mouth while sitting in a bag.",
  "000000000227": "A person holding a book and a laptop computer.",
  "000000000228": "A group of people riding motorcycles around a park.",
  "000000000229": "A bunch of vegetables sitting on top of a table.",
  "000000000230": "A man wearing glasses and a tie talking to a woman.",
  "000000000231": "A bathroom with a white sink and a toilet.",
  "000000000232": "A grassy area with trees and shrubs in it.",
  "000000000233": "A white and black sink with a white chair and a tv in the corner.",
  "000000000234": "A dirty area with a large mixing machine.",
  "000000000235": "A person holding a hand holding a board on a beach.",
  "000000000236": "A cat sitting on a cement bench looking at the camera.",
  "000000000237": "A pair of scissors sitting on top of a wooden board.",
  "000000000238": "A plane sitting on top of a runway next to a group of helicopters.",
  "000000000239": "A woman in a tennis outfit is playing tennis.",
  "000000000240": "A dog walking on a carpet in a living room.",
  "000000000241": "A large clock tower with a blue and white clock.",
  "000000000242": "Three dogs running in the snow with one holding an umbrella.",
  "000000000243": "A baseball player is swinging a bat at a ball.",
  "000000000244": "A living room with two couches and a table.",
  "000000000245": "A city skyline with a train on the tracks.",
  "000000000246": "A man standing next to a yellow truck.",
  "000000000247": "A boat is traveling through the water near a city.",
  "000000000248": "A bird flying through the air with water in it's wings.",
  "000000000249": "Two surfers are riding their surfboards on the ocean.",
  "000000000250": "A man standing next to a car parked in the rain.",
  "000000000251": "A man riding a motorcycle down a dirt road.",
  "000000000252": "A person riding a snowboard down a ramp.",
  "000000000253": "A street with a stop sign and a light pole.",
  "000000000254": "A group of people riding horses on a beach.",
  "000000000255": "A bench sitting on a sidewalk next to a park.",
  "000000000256": "A man standing on a tennis court holding a tennis racquet.",
  "000000000257": "A parking meter with two parking spaces next to a building.",
  "000000000258": "A street sign that is pointing in the direction of a shop.",
  "000000000259": "A sheep is standing on a grassy hill.",
  "000000000260": "A man holding a yellow paddle while wearing a shirt.",
  "000000000261": "A large building with a large building in the background.",
  "000000000262": "A man sitting at a table looking at his watch.",
  "000000000263": "A group of skiers standing on top of a snowy hill.",
  "000000000264": "A box of coffee, a cup of yogurt and a pack of dried fruit.",
  "000000000265": "A group of people standing around a table with wine glasses.",
  "000000000266": "A man holding a surfboard in the middle of a wet ocean.",
  "000000000267": "Two men and a woman sitting at a table with pizza.",
  "000000000268": "A bowl of vegetables sitting on a table.",
  "000000000269": "A kitchen with a sink, stove, oven and refrigerator.",
  "000000000270": "A bench with a bunch of bananas on it.",
  "000000000271": "A man playing tennis on a tennis court.",
  "000000000272": "A giraffe standing next to a tree with leaves on it.",
  "000000000273": "A vase with flowers and a glass on a window sill.",
  "000000000274": "A man and a woman are looking at a herd of cows.",
  "000000000275": "A baseball player is throwing a ball in a baseball game.",
  "000000000276": "A boat is docked in the middle of the water.",
  "000000000277": "A close up of a remote control on a table.",
  "000000000278": "A cat is sitting on a plate with a toy.",
  "000000000279": "A man is playing tennis on a tennis court.",
  "000000000280": "A picture of a stuffed animal holding a remote control.",
  "000000000281": "A man riding an elephant with a painted face.",
  "000000000282": "A clock is hanging from a wooden structure.",
  "000000000283": "A bunch of fruit on a table with a white apple.",
  "000000000284": "A young girl with a teddy bear in her room.",
  "000000000285": "A man standing in a kitchen with some food on the counter.",
  "000000000286": "Two young children sitting next to each other with a stuffed animal.",
  "000000000287": "A man is sitting down while holding a laptop.",
  "000000000288": "Two children sitting on a bench with a book.",
  "000000000289": "A yellow and blue train is stopped at a station.",
  "000000000290": "A wooden bench sitting on a dirt path.",
  "000000000291": "A man is playing a game of tennis on a tennis court.",
  "000000000292": "A group of people standing next to each other.",
  "000000000293": "A little girl with a red shirt and a green scarf.",
  "000000000294": "A kite flying over the water near a body of water.",
  "000000000295": "A group of animals walking on a beach next to the ocean.",
  "000000000296": "A man is playing tennis on a tennis court.",
  "000000000297": "A person is playing soccer on a field.",
  "000000000298": "A young child holding a remote control on a bed.",
  "000000000299": "A bike sits on a rail next to a subway.",
  "000000000300": "A man and a woman are walking together.",
  "000000000301": "A man riding a skateboard in a room.",
  "000000000302": "A fire hydrant with a red and blue fire hydrant on the side of it.",
  "000000000303": "A man in a suit and tie holding a cell phone.",
  "000000000304": "A man holding a tennis racket on a tennis court.",
  "000000000305": "A street light on the side of a street.",
  "000000000306": "A jetliner flying through a cloudy sky.",
  "000000000307": "A man riding a motorcycle in the dark.",
  "000000000308": "A giraffe standing next to another giraffe in a zoo.",
  "000000000309": "A man cutting into a white cake on a table.",
  "000000000310": "A large elephant standing next to a small elephant.",
  "000000000311": "A young boy holding a bat in a field.",
  "000000000312": "A young girl holding a tennis racket on a tennis court.",
  "000000000313": "A surfer riding a wave on top of a surfboard.",
  "000000000314": "A boy is taking a picture in a windshield mirror.",
  "000000000315": "An elephant is running through the dry grass.",
  "000000000316": "A blue and white truck driving down a street.",
  "000000000317": "A group of people sitting in chairs with a small animal on a table.",
  "000000000318": "A table with a couple of wine glasses and a red plate.",
  "000000000319": "A man standing next to a traffic light with a smile on his face.",
  "000000000320": "A polar bear is standing on a rocky area.",
  "000000000321": "A city street with a lot of cars and buildings.",
  "000000000322": "A stop sign with a picture of a dog on it.",
  "000000000323": "A train is in the subway and the doors are open.",
  "000000000324": "A close up of a pizza with a lot of toppings.",
  "000000000325": "A small dog with a long nose on a rug.",
  "000000000326": "A woman sitting on a bench holding an umbrella.",
  "000000000327": "A man with a bicycle is standing next to a fire hydrant.",
  "000000000328": "A pile of wooden sticks with different lengths.",
  "000000000329": "A man standing next to a painted airplane.",
  "000000000330": "A bunch of oranges and a bunch of fruit trees on a table.",
  "000000000331": "A woman cutting meat in a box with a knife.",
  "000000000332": "A plane flying in the air with a blue and white fuselage.",
  "000000000333": "A young boy standing next to a man cutting a large plate of food.",
  "000000000334": "A man is standing next to a bike with a large backpack on it.",
  "000000000335": "A group of umbrellas that are on a field.",
  "000000000336": "Two women sitting on a wooden bench in the woods.",
  "000000000337": "A clock sitting on top of a table next to a plant.",
  "000000000338": "A person standing in the snow holding a kite.",
  "000000000339": "A bunch of things that are on the wall.",
  "000000000340": "A group of young children standing together in front of a crowd.",
  "000000000341": "A small dog laying on top of a bed.",
  "000000000342": "A cat with its feet on a pair of shoes.",
  "000000000343": "A boat with a person on it in the water.",
  "000000000344": "Two people are using a laptop computer together.",
  "000000000345": "A baseball player holding a bat standing on a field.",
  "000000000346": "A living room with a large window and a large couch.",
  "000000000347": "A man dressed in a black and white shirt sitting on a statue of a bull.",
  "000000000348": "Two men standing on a sandy beach with a small object in the background.",
  "000000000349": "A kitchen with a wooden floor and a wooden counter top.",
  "000000000350": "A laptop computer sitting on top of a table next to a phone.",
  "000000000351": "A tray with three different types of donuts.",
  "000000000352": "A man standing next to another man playing a game.",
  "000000000353": "A woman holding a white bottle next to a boy and a young girl.",
  "000000000354": "A bus driving down a street with people on it.",
  "000000000355": "A group of horses are grazing in a field.",
  "000000000356": "A woman is looking at a cat sitting on a lap.",
  "000000000357": "A person riding a wave on top of a surfboard.",
  "000000000358": "A plate of food with rice and vegetables.",
  "000000000359": "A man riding a surfboard on top of a wave.",
  "000000000360": "A toilet with a handle and a toilet paper dispenser.",
  "000000000361": "A bus is traveling down the street next to a power line.",
  "000000000362": "Two people are smiling and holding glasses of wine.",
  "000000000363": "A clock tower sitting in the middle of a field.",
  "000000000364": "A man holding a frisbee in his hand.",
  "000000000365": "A man in a red shirt cooking food in a kitchen.",
  "000000000366": "A woman holding a camera in her hand.",
  "000000000367": "A man is climbing up a ladder to reach a fish.",
  "000000000368": "A group of giraffes walking across a field.",
  "000000000369": "Two bikes sitting on a wooden table next to a chair.",
  "000000000370": "A woman holding a camera in her hand.",
  "000000000371": "A sandwich is sitting on a plate with lettuce and onions.",
  "000000000372": "A keyboard with a mouse and a keyboard light on it.",
  "000000000373": "A baseball player swinging a bat at a ball.",
  "000000000374": "A train is parked in a subway station.",
  "000000000375": "A knife and a spoon sitting on a table.",
  "000000000376": "A yellow and red motorcycle with a red and white sign on it.",
  "000000000377": "A man riding a skateboard on top of a ramp.",
  "000000000378": "A group of four people holding frisbee in the grass.",
  "000000000379": "A bed with a canopy and a bed frame.",
  "000000000380": "A man wearing a suit and tie standing in the grass.",
  "000000000381": "A living room with a wooden table and a sink.",
  "000000000382": "A clock with a fancy design on it.",
  "000000000383": "A train is traveling down the tracks in a train station.",
  "000000000384": "A pizza with lots of toppings on a wooden cutting board.",
  "000000000385": "A elephant with its trunk out in the grass.",
  "000000000386": "A plane flying over a mountainous area.",
  "000000000387": "A tray of doughnuts on a counter with a label.",
  "000000000388": "A woman sitting at a table eating a piece of food.",
  "000000000389": "A group of sheep grazing on a lush green field.",
  "000000000390": "A large city surrounded by water and buildings.",
  "000000000391": "A couch sitting in a living room next to a television.",
  "000000000392": "A kitchen with a wooden table and chairs in front of a window.",
  "000000000393": "A little girl standing on a sidewalk holding an umbrella.",
  "000000000394": "A young boy holding a skateboard in front of a fence.",
  "000000000395": "A man and a woman are flying a kite.",
  "000000000396": "A man is walking down a street in front of a building.",
  "000000000397": "A young woman laying on a bed with a diamond shaped pillow.",
  "000000000398": "A cat sitting on a sink with two water tanks.",
  "000000000399": "A man walking a group of horses down a hill.",
  "000000000400": "A cell phone with a screen showing a list of tasks.",
  "000000000401": "A dog sitting on a table with a cake in its mouth.",
  "000000000402": "A man riding a surfboard on top of a wave.",
  "000000000403": "A street with graffiti and a parking meter.",
  "000000000404": "A man is sitting on a toilet in a bathroom.",
  "000000000405": "A city with a large city skyline and a boat in the water.",
  "000000000406": "A plate of food with a sandwich on it.",
  "000000000407": "An elephant walks through the woods with its trunk out.",
  "000000000408": "A man riding a skateboard down a ramp.",
  "000000000409": "A giraffe standing on top of a lush green field.",
  "000000000410": "A stop sign on a metal pole next to a sidewalk.",
  "000000000411": "A man jumping up to catch a frisbee.",
  "000000000412": "A person is putting oranges into a bowl.",
  "000000000413": "A bench sitting in a grassy field.",
  "000000000414": "A cat sitting on top of a laptop computer.",
  "000000000415": "A woman sitting at a table with a bunch of plates of pizza.",
  "000000000416": "A group of people on a beach with boats.",
  "000000000417": "A train is stopped at a stop sign.",
  "000000000418": "A man holding a tennis racquet on a tennis court.",
  "000000000419": "Two giraffes standing on top of a grassy field.",
  "000000000420": "A man is sitting on a couch with a piece of paper and a piece of food.",
  "000000000421": "A person riding a wave on top of a surfboard.",
  "000000000422": "A giraffe standing in a fenced in area.",
  "000000000423": "A man holding a tennis racket on a tennis court.",
  "000000000424": "A large bed with a stuffed animal on it.",
  "000000000425": "A man on a skateboard on a ledge with graffiti on it.",
  "000000000426": "A bowl of soup with carrots and beans.",
  "000000000427": "A dog in the grass catching a frisbee.",
  "000000000428": "A woman holding a cell phone in her hand.",
  "000000000429": "A man is playing soccer on a grassy field.",
  "000000000430": "A bowl of oranges on a table with a glass of water.",
  "000000000431": "A cat laying on top of a concrete surface.",
  "000000000432": "A picture of a variety of food and drinks.",
  "000000000433": "A man riding a skateboard on top of a skateboard ramp.",
  "000000000434": "Two bicycles are parked next to each other.",
  "000000000435": "A man is eating a piece of food in the sun.",
  "000000000436": "A man with a surfboard standing on a beach.",
  "000000000437": "A traffic light with a green light on it.",
  "000000000438": "A small dog standing on top of a sandy beach.",
  "000000000439": "A computer desk with three computers on it.",
  "000000000440": "A bear with a smile is standing in the grass.",
  "000000000441": "A bowl of soup with broccoli and carrots.",
  "000000000442": "A man and a woman playing tennis on a grassy field.",
  "000000000443": "A street sign with a wooden box in the middle of it.",
  "000000000444": "A bus is parked on the side of the street.",
  "000000000445": "A group of people standing on top of a surfboard.",
  "000000000446": "A young boy holding a red apple on a bed.",
  "000000000447": "A large jetliner flying in the sky.",
  "000000000448": "A man walking down a busy street with a sign in the background.",
  "000000000449": "A bowl of apples sitting on top of a table.",
  "000000000450": "A large blue and white bus parked in front of a tree.",
  "000000000451": "A glass door with a sign and a clock in the window.",
  "000000000452": "A black cat sitting on a desk next to a laptop.",
  "000000000453": "Two women sitting next to a refrigerator on a sidewalk.",
  "000000000454": "A man hitting a tennis ball with a racket.",
  "000000000455": "A group of zebras eating grass in a cage.",
  "000000000456": "Three men wearing black jackets and hats standing next to each other.",
  "000000000457": "A group of people standing in the snow with ski poles.",
  "000000000458": "A man and woman on a surfboard flying a kite.",
  "000000000459": "A woman holding a pizza on a table.",
  "000000000460": "A group of elephants standing next to each other.",
  "000000000461": "A woman and a man are standing on a street.",
  "000000000462": "A woman standing next to a table with plates of food.",
  "000000000463": "A bathroom with a toilet, sink, and bathtub.",
  "000000000464": "A train is traveling down the tracks in the day.",
  "000000000465": "A black bear laying on top of a grassy field.",
  "000000000466": "A man and a woman standing next to each other.",
  "000000000467": "A group of bikes parked next to each other on a sidewalk.",
  "000000000468": "A large white bird flying over the ocean.",
  "000000000469": "A horse with a brown and white head and white and brown stripes on it's face.",
  "000000000470": "A cake with a cell phone and a cat on it.",
  "000000000471": "A man walking down a street with a sign in the background.",
  "000000000472": "A plate of food with a burger, fries and a bun.",
  "000000000473": "Two young boys sitting on a bench with one holding a pen.",
  "000000000474": "A plate with carrots and a broccoli on it.",
  "000000000475": "A large body of water with many chairs and tables.",
  "000000000476": "A group of young boys playing a game of soccer.",
  "000000000477": "A toilet and a bowl of food on a counter.",
  "000000000478": "A bunch of oranges sitting on top of a table.",
  "000000000479": "A sign that says \"Red\" on a post.",
  "000000000480": "A herd of cows standing in a field.",
  "000000000481": "A man holding a sheep by its neck.",
  "000000000482": "A black and white photo of a street with a clock.",
  "000000000483": "A group of people walking on a grass covered road.",
  "000000000484": "A group of people on skis in the snow.",
  "000000000485": "A man standing next to three kids holding food.",
  "000000000486": "A man and a woman sitting in a kitchen.",
  "000000000487": "A plate of broccoli and nuts on a table.",
  "000000000488": "A stop sign with a red warning sign on it.",
  "000000000489": "A pizza with cheese and toppings on a wooden table.",
  "000000000490": "A couple of people on a motorcycle on a river.",
  "000000000491": "A street sign with a view of trees and bushes.",
  "000000000492": "A desk with two monitors and a computer.",
  "000000000493": "A boat traveling through the water with people standing on the side.",
  "000000000494": "A large boat on the beach with waves coming in.",
  "000000000495": "A baby is brushing its teeth with a toothbrush.",
  "000000000496": "A man and a woman playing a video game.",
  "000000000497": "A woman sitting on a couch playing a video game.",
  "000000000498": "A computer monitor, keyboard, mouse and a computer screen.",
  "000000000499": "A table with various food items and a bag of cookies.",
  "000000000500": "A woman sitting at a table with a large pizza.",
  "000000000501": "A street sign with a traffic light and a sign with a red sign on it.",
  "000000000502": "A group of birds standing in the water.",
  "000000000503": "A family of three with a young girl and a young boy.",
  "000000000504": "A street with cars and signs on it.",
  "000000000505": "A bear standing on a rock ledge next to a tree.",
  "000000000506": "Two zebras standing next to each other in a zoo.",
  "000000000507": "Two motorcycles are parked on the side of the road.",
  "000000000508": "A sandwich with vegetables and meat is sitting on a plate.",
  "000000000509": "A man holding a bottle in his hand while standing in a room.",
  "000000000510": "A traffic light that is on a pole.",
  "000000000511": "A person riding a surfboard in the water.",
  "000000000512": "A white bathroom with a white sink and white tiles.",
  "000000000513": "A woman is playing tennis on a tennis court.",
  "000000000514": "A man in a baseball uniform standing with a baseball bat.",
  "000000000515": "A person is sitting on a black and white horse on a sidewalk.",
  "000000000516": "A person is flying through the air while riding a surfboard.",
  "000000000517": "A group of people standing around a conference room.",
  "000000000518": "A woman in a green gown and a green hat.",
  "000000000519": "A plate filled with a variety of food.",
  "000000000520": "A close up of a bunch of fruit.",
  "000000000521": "A desk with a computer monitor, keyboard and mouse.",
  "000000000522": "Two zebras are laying down on the ground.",
  "000000000523": "A woman and a boy are standing in a room.",
  "000000000524": "A man is sitting on a sidewalk holding a frisbee.",
  "000000000525": "A pizza with cheese and pepperoni on a plate.",
  "000000000526": "Two people sitting on a red bench in the snow.",
  "000000000527": "A black and white bird standing in the grass.",
  "000000000528": "A person holding a piece of pizza on a paper.",
  "000000000529": "A road that is going down a street.",
  "000000000530": "A cat sitting on top of a wooden table watching a tv.",
  "000000000531": "A man on a surfboard in the water.",
  "000000000532": "A snowboarder is doing tricks in the air.",
  "000000000533": "A white plate topped with a salad and a fruit.",
  "000000000534": "A person flying through the air while on a boat.",
  "000000000535": "A picture of a basket of fruit and a cow.",
  "000000000536": "A desk with a laptop, a monitor and a keyboard.",
  "000000000537": "A man riding a bike down a road with three horses.",
  "000000000538": "A man is playing tennis on a tennis court.",
  "000000000539": "A dog in a car with a man in the back seat.",
  "000000000540": "A red fire hydrant sitting in the middle of a forest.",
  "000000000541": "A man wearing a hat and nose mask on an elephant.",
  "000000000542": "A pizza topped with a lot of vegetables and a slice of oregano.",
  "000000000543": "A man standing on skis in the snow.",
  "000000000544": "A person is jumping in the snow with a snowboard.",
  "000000000545": "A little girl standing in the woods holding an umbrella.",
  "000000000546": "A basket of food sitting on a table next to a cup of coffee.",
  "000000000547": "A group of giraffes standing next to each other.",
  "000000000548": "A woman holding a sandwich in front of an umbrella.",
  "000000000549": "A little girl with a stuffed animal in her mouth holding an umbrella.",
  "000000000550": "A woman is holding a box of cookies in her hands.",
  "000000000551": "A train with people sitting on the platform.",
  "000000000552": "A view of a street with traffic lights and street signs.",
  "000000000553": "A microwave sitting on top of a wooden table.",
  "000000000554": "A boat with green and red sails on a body of water.",
  "000000000555": "A bunch of electronic devices sitting on top of a table.",
  "000000000556": "Two men pose for a picture with a television in the background.",
  "000000000557": "A man is cutting a knife on a bike.",
  "000000000558": "A glass bowl with several colorful and different colored flowers.",
  "000000000559": "A desk with a laptop computer and a television on it.",
  "000000000560": "A kitchen with a counter top and a dining room with a table and chairs.",
  "000000000561": "Two large white buses are parked on the side of the road.",
  "000000000562": "A blue bottle with a bunch of bananas on it.",
  "000000000563": "A large field filled with people and colorful kites.",
  "000000000564": "A man riding a surfboard on top of a wave.",
  "000000000565": "A young boy is in the grass playing with a frisbee.",
  "000000000566": "A woman in a black shirt holding a Nintendo Wii controller.",
  "000000000567": "A display of various types of pastries and pastries.",
  "000000000568": "A baseball player holding a bat and standing next to a catcher and umpire.",
  "000000000569": "A man holding an elephant in his hand.",
  "000000000570": "A black and white bird standing on top of a pile of wood.",
  "000000000571": "A train is stopped at a station with people walking around.",
  "000000000572": "A group of people standing on top of a beach next to a wave.",
  "000000000573": "A bunch of bananas sitting on top of a counter.",
  "000000000574": "A double decker bus is parked on the side of the road.",
  "000000000575": "A couch sitting on a dirt field next to a table.",
  "000000000576": "A group of people walking down a street with two dogs.",
  "000000000577": "A baseball player is swinging his bat at a ball.",
  "000000000578": "A man standing next to a bunch of stop signs.",
  "000000000579": "A man standing in a kitchen holding a dog.",
  "000000000580": "A man in a green shirt and a dog in a green field.",
  "000000000581": "Three people on a beach flying a kite.",
  "000000000582": "A man sitting on a bed in a room.",
  "000000000583": "A group of people standing on a tennis court.",
  "000000000584": "A herd of sheep standing on top of a grass covered field.",
  "000000000585": "A computer monitor and a laptop computer on a desk.",
  "000000000586": "Two people are preparing pizza on a tray.",
  "000000000587": "A suitcase with shoes on top of it.",
  "000000000588": "A group of people standing in the snow.",
  "000000000589": "A dog is standing on a motorcycle with a second dog on the back.",
  "000000000590": "A cat sitting on a table with a laptop.",
  "000000000591": "A group of zebras standing next to each other.",
  "000000000592": "A bench with colorful blankets and a green lawn in the background.",
  "000000000593": "A wooden cut up cake with broccoli and a candle.",
  "000000000594": "A woman holding a black and white bat next to a woman standing in front of a wall.",
  "000000000595": "Two cats laying on top of a bed in a bedroom.",
  "000000000596": "A man is holding a surfboard in the ocean.",
  "000000000597": "A sink with a towel, toothbrush and soap on it.",
  "000000000598": "A man is playing tennis on a tennis court.",
  "000000000599": "A train is parked in front of a train station.",
  "000000000600": "A vase of flowers sitting on a table.",
  "000000000601": "A baseball player swinging a bat at a ball.",
  "000000000602": "A zebra standing in a field with other animals.",
  "000000000603": "A group of cows eating grass in a field.",
  "000000000604": "A group of white birds floating in the water.",
  "000000000605": "A group of four large elephants standing next to each other.",
  "000000000606": "A bunch of fruit is displayed in a market.",
  "000000000607": "A man wearing a helmet holding a football.",
  "000000000608": "A large bright kitchen with a large window.",
  "000000000609": "A person is sitting on a bus carrying a bag.",
  "000000000610": "A large jetliner is parked on the runway.",
  "000000000611": "A man sitting at a table with a plate of food and a drink.",
  "000000000612": "A cat laying on a bed with a bedspread.",
  "000000000613": "A cat laying on top of a laptop computer.",
  "000000000614": "Two women standing next to each other with a suitcase.",
  "000000000615": "A living room with a couch, table, chair and television.",
  "000000000616": "A tray with a piece of food on it.",
  "000000000617": "A group of people riding horses along the beach.",
  "000000000618": "A cat is sitting in a sink with a cup.",
  "000000000619": "A black cat is laying on a desk.",
  "000000000620": "Two pairs of shoes are laid on the bed.",
  "000000000621": "A person riding a bike down a street near a building.",
  "000000000622": "A giraffe standing next to a pile of dirt.",
  "000000000623": "A bedroom with a bed, chair and window.",
  "000000000624": "A baby sitting at a table next to a man.",
  "000000000625": "A stop sign with a tree in the background.",
  "000000000626": "A bathroom with a sink and a toilet.",
  "000000000627": "A vase filled with flowers on a table.",
  "000000000628": "A man standing on a snow covered slope holding his skis.",
  "000000000629": "A man is holding a tennis racket on a tennis court.",
  "000000000630": "A television is sitting on a shelf in a room.",
  "000000000631": "A living room with a couch, a lamp and a window.",
  "000000000632": "A kite flying in the air over a grassy field.",
  "000000000633": "A hand is writing on a computer keyboard.",
  "000000000634": "A young man is playing with a frisbee in a park.",
  "000000000635": "A couple of people on a field playing frisbee.",
  "000000000636": "Two women standing on a table holding Wii controllers.",
  "000000000637": "Two elephants standing next to each other in a pen.",
  "000000000638": "A boy standing next to a group of people on a wall.",
  "000000000639": "A car parked on a street during a snow covered day.",
  "000000000640": "A clock on a metal post near a building.",
  "000000000641": "A dog laying on a couch with two people sitting on top of it.",
  "000000000642": "A person is touching a bunch of donuts.",
  "000000000643": "A little girl sitting on a floor holding a cell phone.",
  "000000000644": "A woman holding a cell phone in her hand.",
  "000000000645": "A large bus parked in front of a building.",
  "000000000646": "A large kite flying in the sky with a blue and white color scheme.",
  "000000000647": "A baseball player is swinging a bat at a ball.",
  "000000000648": "A street sign sitting on top of a pole.",
  "000000000649": "A man riding a skateboard on a ramp.",
  "000000000650": "A living room with a large table and chairs.",
  "000000000651": "A man riding a skateboard on top of a ramp.",
  "000000000652": "A toilet sitting in a bathroom next to a toilet paper dispenser.",
  "000000000653": "A group of people playing a game of soccer.",
  "000000000654": "A green boat is floating in the water.",
  "000000000655": "A man in uniform standing in a kitchen.",
  "000000000656": "A cat and a bird are on the ground.",
  "000000000657": "A group of black and white cows standing in a field.",
  "000000000658": "A man is cutting his own wound with a knife.",
  "000000000659": "A group of people standing in a field flying kites.",
  "000000000660": "A young boy throwing a frisbee in a backyard.",
  "000000000661": "A dog sitting on top of a computer keyboard.",
  "000000000662": "A plate with a sandwich, fries and a drink.",
  "000000000663": "A train is stopped at a station with its doors open.",
  "000000000664": "Two people sitting on a subway cart with a stripe on the back.",
  "000000000665": "A city bus is parked on the side of the road.",
  "000000000666": "A man wearing a tie and a tie tie.",
  "000000000667": "A road with a stoplight and some traffic lights.",
  "000000000668": "A man riding a surfboard on top of a wave.",
  "000000000669": "A couple of people riding on top of motorcycles.",
  "000000000670": "A man riding a surfboard on top of a wave.",
  "000000000671": "A red umbrella is hanging over a sidewalk.",
  "000000000672": "Three pictures of people riding skis on a city street.",
  "000000000673": "A man riding a skateboard in a skate park.",
  "000000000674": "A person on a surfboard on a beach.",
  "000000000675": "A computer desk with a laptop computer and a monitor.",
  "000000000676": "A breakfast tray with a cup of coffee and a bunch of food.",
  "000000000677": "A man riding a surfboard on top of a wave.",
  "000000000678": "A brown bear standing on a rock near water.",
  "000000000679": "A row of buses parked next to each other.",
  "000000000680": "A large white bird standing on a park bench.",
  "000000000681": "Two people standing on skis in the snow.",
  "000000000682": "A bird is peering out of a blue and red bird feeder.",
  "000000000683": "A person is jumping on skis in the air.",
  "000000000684": "A motorcycle is parked in the middle of the street.",
  "000000000685": "A plate of food with bananas and strawberries on it.",
  "000000000686": "A man and a woman are holding a baby.",
  "000000000687": "A man riding a surfboard in the ocean.",
  "000000000688": "A small number of boats are floating in the water.",
  "000000000689": "Three cows standing on a city street with a sign on the side of the street.",
  "000000000690": "A living room with a television, a flat screen TV, a couch and a fireplace.",
  "000000000691": "A parking lot with a fire hydrant and cars parked in front of it.",
  "000000000692": "A group of men playing a game of soccer.",
  "000000000693": "A woman with a red tie and a black dress.",
  "000000000694": "A stop sign is sitting on the side of the street.",
  "000000000695": "A man jumping on a skateboard on a ramp.",
  "000000000696": "A person with a luggage bag walking through a airport.",
  "000000000697": "A cat is sitting on a desk with a keyboard in the background.",
  "000000000698": "A piece of pizza with pepperoni and cheese on a plate.",
  "000000000699": "A group of zebras standing next to each other on a field.",
  "000000000700": "A herd of cows walking down a road.",
  "000000000701": "A train is parked in the station waiting for passengers.",
  "000000000702": "A group of people sitting around a table.",
  "000000000703": "A glass container with a liquid bottle inside of it.",
  "000000000704": "A group of elephants standing next to each other.",
  "000000000705": "A young girl standing on top of a snow covered slope.",
  "000000000706": "A bed with a bed sheet and a bed cover.",
  "000000000707": "A vase with a yellow and white flower in it.",
  "000000000708": "A bed with two pillows on it in a room.",
  "000000000709": "A street sign on a pole with trees in the background.",
  "000000000710": "Two men standing next to each other on a beach.",
  "000000000711": "A computer keyboard with a mouse on it.",
  "000000000712": "A piece of luggage is shown in a room.",
  "000000000713": "A child is standing on a cart with an umbrella.",
  "000000000714": "Two elephants standing next to each other in a field.",
  "000000000715": "A man riding a skateboard down a street.",
  "000000000716": "A large plane parked next to a lot of cars.",
  "000000000717": "A man standing next to a sign with a bear on it.",
  "000000000718": "A refrigerator that is sitting in a room.",
  "000000000719": "A child is standing next to a fire hydrant.",
  "000000000720": "A man in a uniform standing next to a basketball player.",
  "000000000721": "A train is traveling down the tracks in the distance.",
  "000000000722": "A train is on the tracks near trees.",
  "000000000723": "Three sheep standing on a hill near a river.",
  "000000000724": "A person is on a boat in the water.",
  "000000000725": "A man sitting at a table using a laptop.",
  "000000000726": "A sidewalk with a post with two open circles on it.",
  "000000000727": "A small room with a window and a stove.",
  "000000000728": "A snowboarder carrying a backpack and a snowboard.",
  "000000000729": "A carrot and a spoon on a table.",
  "000000000730": "Two men are riding their bikes in the woods.",
  "000000000731": "A man is standing on a yellow truck with a barrel on it.",
  "000000000732": "A small plane sitting on a dock on a beach.",
  "000000000733": "A street with cars and a sign that says \"Stop.\"",
  "000000000734": "A car parked on the side of a road next to a stop sign.",
  "000000000735": "A soup with broccoli and a sauce on it.",
  "000000000736": "A woman sitting on a chair with a laptop.",
  "000000000737": "A woman is playing tennis on a tennis court.",
  "000000000738": "A cat laying on a bed with a white and black blanket.",
  "000000000739": "A cat sitting on top of a red table.",
  "000000000740": "A dog standing on a dirt field next to a tree.",
  "000000000741": "A man in a suit and tie is holding a wristband.",
  "000000000742": "A yellow truck with a yellow fire truck behind it.",
  "000000000743": "A woman is playing a video game with a Nintendo Wii controller.",
  "000000000744": "A person flying a kite on a park.",
  "000000000745": "A man and a boy are playing frisbee in a grassy area.",
  "000000000746": "A man holding a tennis racket on a tennis court.",
  "000000000747": "A person in a hospital bed with a monitor.",
  "000000000748": "A fire hydrant on the side of a street.",
  "000000000749": "A truck with a sign on the back of it.",
  "000000000750": "A train is parked in front of a bench.",
  "000000000751": "A man swinging a tennis racket on a tennis court.",
  "000000000752": "A cat laying on top of a couch.",
  "000000000753": "A train is shown in motion with its handlebars.",
  "000000000754": "A group of four girls standing together with tennis rackets.",
  "000000000755": "A white refrigerator with a white door and two white hoses.",
  "000000000756": "A business with a colorful sky sign on the front of it.",
  "000000000757": "A man doing a trick on a skateboard.",
  "000000000758": "A group of people standing in a airport.",
  "000000000759": "A woman holding a tennis racquet on a tennis court.",
  "000000000760": "A bedroom with a bed, a chair and a fireplace.",
  "000000000761": "A woman jumping a horse over a rail.",
  "000000000762": "A group of men on horses standing in a line.",
  "000000000763": "A vintage photo of a old time truck.",
  "000000000764": "A bench sitting next to a potted plant.",
  "000000000765": "A group of people walking around a city street.",
  "000000000766": "A double decker bus is parked in front of a house.",
  "000000000767": "A street sign with a red sign on top.",
  "000000000768": "A person is jumping on a skateboard in the air.",
  "000000000769": "A plate of food with eggs, cheese, and toast.",
  "000000000770": "A group of children standing next to each other.",
  "000000000771": "A man riding a wave on top of a surfboard.",
  "000000000772": "A bird is standing on a tree branch.",
  "000000000773": "A bicycle parked next to a door on a sidewalk.",
  "000000000774": "A young boy sitting at a table eating a cake.",
  "000000000775": "A woman holding an umbrella while talking on a cell phone.",
  "000000000776": "Two buses are parked next to each other on the street.",
  "000000000777": "A giraffe standing next to a wooden fence.",
  "000000000778": "A double decker bus parked in a parking lot.",
  "000000000779": "A woman is able to pick up a donut from a box.",
  "000000000780": "A woman standing next to a table with several cakes.",
  "000000000781": "A bowl filled with a mixture of fruit.",
  "000000000782": "A large blue and white building with a clock on it.",
  "000000000783": "A group of people playing a game of baseball.",
  "000000000784": "Two giraffes standing in a grassy field.",
  "000000000785": "A trolley car driving down a city street.",
  "000000000786": "A large brown bear walking through a river.",
  "000000000787": "A train is on the tracks with people standing around.",
  "000000000788": "A large jetliner flying through a cloudy sky.",
  "000000000789": "A clock tower with a bird on it's top.",
  "000000000790": "A young man holding a cell phone with a wet hand.",
  "000000000791": "A man standing on a tennis court holding a tennis racket.",
  "000000000792": "A couple of people sitting on a bench in a park.",
  "000000000793": "A plate of food and a glass of wine.",
  "000000000794": "A bird sitting on top of a sandy beach.",
  "000000000795": "A person holding a umbrella over a beach.",
  "000000000796": "A motorcycle sitting on top of a field with a tent.",
  "000000000797": "A man wearing a suit and tie with a smile.",
  "000000000798": "A street sign with the name of the town written on it.",
  "000000000799": "Two zebras standing next to each other in a fenced in area.",
  "000000000800": "A large clock tower with a blue sky in the background.",
  "000000000801": "A large white and blue airplane sitting in an airport.",
  "000000000802": "A street sign on a pole near a street.",
  "000000000803": "A couple of elephants standing next to each other.",
  "000000000804": "A pizza on a wooden pan sitting on a table.",
  "000000000805": "A city street with a few businesses on it.",
  "000000000806": "Two zebras standing next to each other on a dirt ground.",
  "000000000807": "A group of cows are in a barn.",
  "000000000808": "Two people are holding umbrellas in the rain.",
  "000000000809": "A bird flying in the air on top of a tree.",
  "000000000810": "Two sheep standing in a grassy field.",
  "000000000811": "A cat sitting on a white and blue couch.",
  "000000000812": "A sandwich with ham and bacon sitting on a plate.",
  "000000000813": "A street with many street signs and people sitting on a bench.",
  "000000000814": "A woman cutting a cake with a knife and a glass of water.",
  "000000000815": "A bus driving down a street next to a parking lot.",
  "000000000816": "A large green field with flowers and a bench in the middle.",
  "000000000817": "A woman holding a teddy bear with a smile.",
  "000000000818": "A stop sign on a pole near a street.",
  "000000000819": "A city bus traveling down a street near buildings.",
  "000000000820": "A group of boats sitting on a dock next to a waterway.",
  "000000000821": "A kitchen with a dishwasher, stove, oven and refrigerator.",
  "000000000822": "A group of kites flying over a green field.",
  "000000000823": "A man and woman standing on a dirt field next to a horse and cart.",
  "000000000824": "A group of people skiing on a snowy slope.",
  "000000000825": "A box of beer sitting on top of a counter.",
  "000000000826": "A cat sitting on top of a box on a floor.",
  "000000000827": "A group of skiers on a slope with a snowboarder in the background.",
  "000000000828": "A woman standing on skis in the snow.",
  "000000000829": "A group of people walking through a train station.",
  "000000000830": "A bed with two pairs of shoes on it.",
  "000000000831": "A bus is parked on the side of the road.",
  "000000000832": "A dog is drinking from a bottle with a wind turbine.",
  "000000000833": "A group of giraffes standing next to each other.",
  "000000000834": "A man jumping up to catch a frisbee in the air.",
  "000000000835": "A person in a car taking a picture in the rear view mirror.",
  "000000000836": "A person sitting at a table with a bunch of desserts.",
  "000000000837": "A large airplane flying in the sky over a cloudy sky.",
  "000000000838": "A man laying on a bed with a blanket.",
  "000000000839": "A bathroom with a shower curtain and a toilet.",
  "000000000840": "A baseball player swinging a bat at a ball.",
  "000000000841": "A city bus driving down a city street.",
  "000000000842": "A giraffe standing in the grass near some trees.",
  "000000000843": "A sandwich on a plate with a drink on a table.",
  "000000000844": "A man and a woman cutting a cake together.",
  "000000000845": "A group of cows standing in a line next to each other.",
  "000000000846": "A large teddy bear sitting next to a clock.",
  "000000000847": "A person on a snowboard in the snow.",
  "000000000848": "A man in a suit and tie smiling.",
  "000000000849": "A street sign with two street signs on it.",
  "000000000850": "A woman sitting in a wooden shelf talking on a cell phone.",
  "000000000851": "A person is preparing food in a kitchen.",
  "000000000852": "A bus with two people on the back and a motorcycle in the background.",
  "000000000853": "A man in a black jacket is standing next to a motorcycle.",
  "000000000854": "A coffee mug with a knife in it.",
  "000000000855": "A double decker bus parked in a parking lot.",
  "000000000856": "A person standing in a tree near a body of water.",
  "000000000857": "Two zebras standing next to each other in a pile of hay.",
  "000000000858": "A clock tower with a clock on it's side.",
  "000000000859": "A stop sign with street signs on it.",
  "000000000860": "A street light at night with a street sign on it.",
  "000000000861": "A man holding a tennis racket on a tennis court.",
  "000000000862": "A person is cutting a pizza on a cutting board.",
  "000000000863": "A man riding a skateboard up a ramp.",
  "000000000864": "A bunch of large green and white trees with bananas in the background.",
  "000000000865": "A bird sitting on a wooden bench with bananas on it.",
  "000000000866": "A woman sitting on a couch with a pair of shoes.",
  "000000000867": "A plate of food with broccoli and meat.",
  "000000000868": "Two elephants walking through a body of water.",
  "000000000869": "A yellow and black train is parked at a train station.",
  "000000000870": "A blue and white airplane flying in the sky.",
  "000000000871": "A woman holding a tennis racquet on a tennis court.",
  "000000000872": "A surfer riding a wave on a surfboard.",
  "000000000873": "A group of people walking down a city street.",
  "000000000874": "A zebra standing on top of a grassy field.",
  "000000000875": "A large jet sitting on top of an airport tarmac.",
  "000000000876": "A tray with four baked cupcakes on it.",
  "000000000877": "A car sitting on a road with mountains in the background.",
  "000000000878": "A plate with a slice of pizza on it.",
  "000000000879": "A baseball player is throwing a baseball on a field.",
  "000000000880": "A group of people sitting around a table with food on it.",
  "000000000881": "A person riding a wave on a surfboard.",
  "000000000882": "A bathroom with a toilet, tub, and shower.",
  "000000000883": "A man standing in the snow on skis.",
  "000000000884": "A woman with a hat and a bag on a train.",
  "000000000885": "A living room with a large window and a large table.",
  "000000000886": "A man and woman sitting in a room watching a television.",
  "000000000887": "A woman sitting on a bed in a room.",
  "000000000888": "A young boy holding a baseball bat on a field.",
  "000000000889": "A man is doing a trick on a skateboard.",
  "000000000890": "A bus with colorful letters hanging on the side of it.",
  "000000000891": "A woman with a lot of hats and a cell phone.",
  "000000000892": "A man and a woman standing next to a barn with a lot of animals.",
  "000000000893": "A man standing in a field with a frisbee in his hand.",
  "000000000894": "A large black dog standing on a dirt road.",
  "000000000895": "A pastry with a cup of coffee on a plate.",
  "000000000896": "A plate topped with strawberries and a slice of cake.",
  "000000000897": "A man standing next to a bike in a window.",
  "000000000898": "Two men standing on a city bus with a cell phone.",
  "000000000899": "A cat laying on top of a table with a cellphone in the background.",
  "000000000900": "Two men are playing with a game of the board.",
  "000000000901": "A group of people walking down a road with an umbrella.",
  "000000000902": "A group of people sitting together with a girl.",
  "000000000903": "A computer desk with two monitors and a keyboard.",
  "000000000904": "A girl standing in a living room holding a Wii controller.",
  "000000000905": "Two people posing for a picture with a motorcycle.",
  "000000000906": "A dog is laying on the back of a truck.",
  "000000000907": "A large display of flowers and vases.",
  "000000000908": "A bunch of bananas on a table in a restaurant.",
  "000000000909": "A kitchen with a sink, a refrigerator, and a table.",
  "000000000910": "A person is watching a television with a bottle of alcohol on it.",
  "000000000911": "A kitchen with a stove, sink, refrigerator and a dining room with a table and chairs.",
  "000000000912": "An elephant with a trunk and head and neck with a branch in the middle.",
  "000000000913": "A tray filled with fruit and vegetables next to a plastic container.",
  "000000000914": "A woman sitting at a table with a glass of wine and a cup of coffee.",
  "000000000915": "A group of people standing together with a frisbee.",
  "000000000916": "A giraffe standing in a grassy area next to rocks.",
  "000000000917": "A group of motorcycles driving down a street.",
  "000000000918": "A pizza with a bunch of toppings on it on a white plate.",
  "000000000919": "A large jetliner sitting on top of an airport tarmac.",
  "000000000920": "A person standing on a wooden bench with a pair of shoes.",
  "000000000921": "A pizza on a pan with cheese and pepperoni.",
  "000000000922": "A woman riding a surfboard on top of a wave.",
  "000000000923": "A man holding a tennis racket on a tennis court.",
  "000000000924": "A young man sitting on a couch with a laptop.",
  "000000000925": "A black and white photo of a house and some cows.",
  "000000000926": "A group of elephants walking down a muddy path.",
  "000000000927": "A herd of cows grazing in a field.",
  "000000000928": "A patio with chairs and a table and a lamp.",
  "000000000929": "A cat laying on top of a pile of luggage.",
  "000000000930": "A woman holding a baby with a toothbrush.",
  "000000000931": "A plate of food with a bowl of vegetables and a bowl of meat.",
  "000000000932": "A man in a suit and hat is holding a bicycle.",
  "000000000933": "A woman holding a lit candle in front of a store.",
  "000000000934": "A woman is sitting at a table with a pizza.",
  "000000000935": "A boy holding a hot dog in his hand.",
  "000000000936": "A piece of cake with chocolate frosting on it.",
  "000000000937": "A herd of cattle grazing in a field.",
  "000000000938": "A group of airplanes parked on top of an airport runway.",
  "000000000939": "A cat is sitting in the back of a car.",
  "000000000940": "A plate of food with a piece of meat and some beans.",
  "000000000941": "A train is traveling down a train track.",
  "000000000942": "Two women standing in a kitchen with a microwave.",
  "000000000943": "A bird perched on top of a tree branch.",
  "000000000944": "A man walking with his three cows on a dirt path.",
  "000000000945": "A train is stopped at a station in a city.",
  "000000000946": "A boy sitting at a table eating doughnuts.",
  "000000000947": "A pizza on a paper plate with a napkin on it.",
  "000000000948": "A bowl of pasta and broccoli with a spoon.",
  "000000000949": "A train is traveling down the tracks next to a train station.",
  "000000000950": "A stop sign on a pole on a city street.",
  "000000000951": "A woman sitting at a table with a pizza on a plate.",
  "000000000952": "A person holding a cell phone with a message on it.",
  "000000000953": "A person is sitting on a blanket on a dirt road.",
  "000000000954": "A laptop computer sitting on top of a desk.",
  "000000000955": "A man laying on top of a bed holding a cell phone.",
  "000000000956": "A man riding a skateboard on a cement ramp.",
  "000000000957": "A cat sitting in a glass on a table.",
  "000000000958": "A man holding a hot dog in his hand.",
  "000000000959": "A shelf filled with books and other books.",
  "000000000960": "A person is holding a remote control in front of a tv.",
  "000000000961": "A man jumping up to catch a frisbee.",
  "000000000962": "A plane flying in the sky over a cloudy sky.",
  "000000000963": "A giraffe standing in the sun with its head up.",
  "000000000964": "A person riding a wave on top of a surfboard.",
  "000000000965": "A couple of baby bears sitting on top of a rock.",
  "000000000966": "A sandwich is sitting in a fridge with a piece of fruit.",
  "000000000967": "A dog is pulling a frisbee from the grass.",
  "000000000968": "A person flying a kite on top of a beach.",
  "000000000969": "A man and two children are playing tennis on a tennis court.",
  "000000000970": "A man standing on a bike with a cart in the background.",
  "000000000971": "A man and a woman are playing frisbee on a fence.",
  "000000000972": "A large group of people sitting around a large clock.",
  "000000000973": "Two stuffed animals sitting on a bench in the shade.",
  "000000000974": "A woman riding a horse over a bridge.",
  "000000000975": "A man wearing a tie and a shirt.",
  "000000000976": "A black and white photo of a station with a white phone.",
  "000000000977": "A train engine is on the tracks near a fence.",
  "000000000978": "A stuffed teddy bear sitting on top of a pile of stuffed animals.",
  "000000000979": "A bowl of a bunch of bananas and some kind of food.",
  "000000000980": "A tray with three different sized bowls and a vase.",
  "000000000981": "A dog is standing next to a red fire hydrant.",
  "000000000982": "A herd of sheep standing next to each other.",
  "000000000983": "A kitchen with a microwave and a counter.",
  "000000000984": "A stuffed bear sitting on a sidewalk next to a bike.",
  "000000000985": "A man wearing a snowboard and a hat.",
  "000000000986": "A man in a red and black uniform with a motorcycle in the background.",
  "000000000987": "A clock with a picture of a man on it.",
  "000000000988": "A cat sitting in a tub with a small bottle.",
  "000000000989": "A person sitting on a desk with a laptop.",
  "000000000990": "A bear walking through a grassy field.",
  "000000000991": "Two cows are laying down and touching each other.",
  "000000000992": "A man and a woman standing in front of a video game controller.",
  "000000000993": "A bed with two pillows and a lamp on it.",
  "000000000994": "A clock tower with statues of animals on it.",
  "000000000995": "A bird is standing in a tree with other plants.",
  "000000000996": "A man wearing a suit and tie with a beard.",
  "000000000997": "A white refrigerator sitting in a yard next to a fence.",
  "000000000998": "A group of boats in the water with a star in the sky.",
  "000000000999": "A white and black plate with three white and black bowls on it.",
  "000000001000": "Three suitcases are stacked on a city street.",
  "000000001001": "A train is parked on the tracks near a small building.",
  "000000001002": "A black bear walking through a grassy field.",
  "000000001003": "A bathroom with a mirror, sink, and a shower curtain.",
  "000000001004": "A bathroom with a sink and a towel dispenser.",
  "000000001005": "A bear walking through the woods near a log.",
  "000000001006": "A young man holding a surfboard on top of a wave.",
  "000000001007": "A large building with a clock tower on the side of it.",
  "000000001008": "A man and woman sitting at a table in a tent.",
  "000000001009": "A couple of plates of food on a table.",
  "000000001010": "A woman is being pulled by a horse.",
  "000000001011": "A pair of scissors that are on top of a table.",
  "000000001012": "Two dogs sitting on a bench in a park.",
  "000000001013": "A young man riding a motorcycle on a dirt road.",
  "000000001014": "A woman is holding a piece of pizza.",
  "000000001015": "A man standing on a beach with a kite.",
  "000000001016": "A orange sitting on a bench next to a wooden table.",
  "000000001017": "A woman sitting on a bench using a laptop.",
  "000000001018": "A street with a red light and a red sign.",
  "000000001019": "Two young brown cats standing on top of a grassy hill.",
  "000000001020": "A dog is laying down on a couch with a book and a hat.",
  "000000001021": "Two tennis players are playing on a tennis court.",
  "000000001022": "A train traveling down a train track near a building.",
  "000000001023": "A large building with a bus parked near it.",
  "000000001024": "A person flying a kite on a beach.",
  "000000001025": "A person holding a cell phone with a screen on it.",
  "000000001026": "A large group of people flying kites in the sky.",
  "000000001027": "Two men standing in front of a white sheet of paper.",
  "000000001028": "A group of zebras eating grass in a fenced in area.",
  "000000001029": "Two birds are standing on the water near a body of water.",
  "000000001030": "A clock tower with a clock on top of it.",
  "000000001031": "A little girl sitting in front of a plate of food.",
  "000000001032": "A person on skis standing on a snowy slope.",
  "000000001033": "A person jumping on a snowboard in the air.",
  "000000001034": "A young man is jumping on a skateboard.",
  "000000001035": "A view of a small bathroom with a toilet and a window.",
  "000000001036": "A black cat laying on top of a grey suitcase.",
  "000000001037": "A horse pulling a cart filled with a train.",
  "000000001038": "A group of people standing on top of a snow covered slope.",
  "000000001039": "A girl is making a pie in the oven.",
  "000000001040": "A man sitting on a bench with a pair of shoes.",
  "000000001041": "A group of young men standing in front of a wall.",
  "000000001042": "A herd of sheep standing in a grassy field.",
  "000000001043": "A baseball player holding a bat on a field.",
  "000000001044": "A train is traveling down the tracks past a building.",
  "000000001045": "A large field with some clouds in the background.",
  "000000001046": "A man is holding a bottle of wine and a waffle in his hand.",
  "000000001047": "A baby in a bath brushing its teeth with a toothbrush.",
  "000000001048": "A white toilet sitting in a bathroom next to a sink.",
  "000000001049": "A double decker bus is parked in a parking lot.",
  "000000001050": "A couple of dogs playing with each other in a show.",
  "000000001051": "A kitchen with a white refrigerator, a sink and a white stove.",
  "000000001052": "A microwave and a refrigerator are sitting on the floor.",
  "000000001053": "A group of people sitting at a table.",
  "000000001054": "A piece of pizza is on a white plate.",
  "000000001055": "Two dogs are walking on a surfboard in the ocean.",
  "000000001056": "A clock tower with a large blue and white clock.",
  "000000001057": "A horse pulling a cart with a man in it.",
  "000000001058": "A group of giraffes standing next to each other.",
  "000000001059": "A stop sign with a sign that says \"no parking\".",
  "000000001060": "A large passenger jet parked on an airport runway.",
  "000000001061": "A man sitting at a table with a bunch of people around him.",
  "000000001062": "A cat with its face up looking at something.",
  "000000001063": "A person standing at the entrance of a train station.",
  "000000001064": "A boy is playing with a wrench on the grass.",
  "000000001065": "A young girl standing on a runway holding a baseball bat.",
  "000000001066": "Two women standing next to each other with a man in the background.",
  "000000001067": "A man walking past two suitcases on a sidewalk.",
  "000000001068": "A cat is looking at a wooden chair.",
  "000000001069": "A large truck driving down a street.",
  "000000001070": "A man sitting on a bench with a wooden board.",
  "000000001071": "A pizza with green peppers and meat on a plate.",
  "000000001072": "A plate of food with a sandwich and soup.",
  "000000001073": "A stop sign with a sign that says \"Turn Left\"",
  "000000001074": "A baseball player standing on top of a field.",
  "000000001075": "A woman standing on a tennis court holding a tennis racquet.",
  "000000001076": "A living room with a couch, a bookcase, and a fireplace.",
  "000000001077": "Two children sitting in a bathroom with toys.",
  "000000001078": "A stove with a stove top oven and a stove top microwave.",
  "000000001079": "A clock on a street corner with people walking by.",
  "000000001080": "A black and white animal is walking on a tree branch.",
  "000000001081": "A hot dog on a bun with ketchup next to a glass of water.",
  "000000001082": "Two people sitting on a bench on the beach.",
  "000000001083": "A dog laying on a deck with a fire hydrant in the background.",
  "000000001084": "A train is shown on the tracks with its top part visible.",
  "000000001085": "A man riding a motorcycle on a dirt road.",
  "000000001086": "A group of people flying kites in a park.",
  "000000001087": "A bus parked in a city street next to a building.",
  "000000001088": "Three dogs playing in a field with a dog on the ground.",
  "000000001089": "Two people riding motorcycles at night in a city.",
  "000000001090": "A cow standing in a pen with a bunch of hay.",
  "000000001091": "A group of people standing around a truck with a dog.",
  "000000001092": "A cat is laying on a bed in a photo.",
  "000000001093": "A man and a woman standing in a bathroom.",
  "000000001094": "A horse standing on a grassy hill next to a river.",
  "000000001095": "A group of people standing on top of a beach next to a bunch of boats.",
  "000000001096": "A variety of fruits including apples, bananas and oranges.",
  "000000001097": "A plate of food with vegetables and meat on it.",
  "000000001098": "A white and brown dog in a suit with a basket.",
  "000000001099": "A white dog standing on top of a car window.",
  "000000001100": "A sheep standing in a field with a fence in the background.",
  "000000001101": "A kitchen with a stove, refrigerator, oven and a dog.",
  "000000001102": "A herd of cattle standing on top of a lush green field.",
  "000000001103": "A woman in a dress and a black shirt is walking on a sidewalk with a umbrella.",
  "000000001104": "A large window with a green and white roof.",
  "000000001105": "A table topped with plates of food on a table.",
  "000000001106": "A man and a woman looking at their phones.",
  "000000001107": "A group of people playing a game of frisbee.",
  "000000001108": "A clock tower with a blue and white clock.",
  "000000001109": "A parking meter on a sidewalk next to a car.",
  "000000001110": "A baseball player is swinging at a ball while the catcher and umpire watch.",
  "000000001111": "A woman sitting at a desk with two green laptops.",
  "000000001112": "A man riding a surfboard on top of a wave.",
  "000000001113": "A living room with a bookcase, tv and a chair.",
  "000000001114": "A kitchen with a stove, a refrigerator, and a counter.",
  "000000001115": "A table topped with several cakes and a cupcake.",
  "000000001116": "A man holding a surfboard while holding a dog.",
  "000000001117": "A group of men standing next to each other.",
  "000000001118": "A man sitting at a table eating food.",
  "000000001119": "A giraffe standing on top of a dry grass field.",
  "000000001120": "A train traveling down a train track next to a field.",
  "000000001121": "A group of young girls are posing for a picture.",
  "000000001122": "A car parked in a dark parking lot at night.",
  "000000001123": "A clock tower with a clock on top of it.",
  "000000001124": "A clock tower with a large clock on top.",
  "000000001125": "A large number of donuts on a table in a restaurant.",
  "000000001126": "A group of people flying kites in the water.",
  "000000001127": "A woman and a man standing next to a cake.",
  "000000001128": "A train is pulling into a train station.",
  "000000001129": "A man in a field catching a frisbee.",
  "000000001130": "A child eating a sandwich while a parent sits at a table.",
  "000000001131": "A man is taking a picture of a passenger bus.",
  "000000001132": "A herd of zebras standing on top of a grassy field.",
  "000000001133": "A group of people standing in the grass flying kites.",
  "000000001134": "A large white airplane parked at an airport.",
  "000000001135": "A living room with a large window and a couch.",
  "000000001136": "A group of people sitting at a table in a restaurant.",
  "000000001137": "A man riding a skateboard in a skate park.",
  "000000001138": "Two children are standing by a tree holding umbrellas.",
  "000000001139": "A group of people standing on top of a ski slope.",
  "000000001140": "A wooden bench sitting on top of a lake.",
  "000000001141": "A baseball player standing on top of a field.",
  "000000001142": "A dog laying on top of a couch.",
  "000000001143": "A dog is laying on a couch in a living room.",
  "000000001144": "A group of umbrellas hanging from a bridge.",
  "000000001145": "A man holding a tennis racket in his hand.",
  "000000001146": "A large boat is docked at a harbor.",
  "000000001147": "A table with plates of food and a fork.",
  "000000001148": "A black cat sitting on top of a ivory plate.",
  "000000001149": "A phone keyboard with a mouse and a remote.",
  "000000001150": "A man watching a television in a living room.",
  "000000001151": "A dog standing on the beach with its head in the water.",
  "000000001152": "A cat sitting on top of a laptop computer.",
  "000000001153": "A group of people at a conference table with laptops.",
  "000000001154": "A woman holding a glass and a hand in her mouth.",
  "000000001155": "A desk with a computer and a book on it.",
  "000000001156": "A tray filled with vegetables and other food items.",
  "000000001157": "A man doing a skateboard trick on a ramp.",
  "000000001158": "A close up of a fruit on a table.",
  "000000001159": "A group of children standing together with a stuffed animal.",
  "000000001160": "A man holding a bottle of beer in a bar.",
  "000000001161": "A man wearing a hat and a tie.",
  "000000001162": "A large jetliner is parked on the runway.",
  "000000001163": "A toilet with a cat sitting on it.",
  "000000001164": "A man is throwing a frisbee in a field.",
  "000000001165": "A woman holding a kite with a man holding another kite.",
  "000000001166": "A woman standing next to a sign with a smile on it.",
  "000000001167": "A man and two cows walking down a dirt path.",
  "000000001168": "A collection of decorative vases and decorative ornaments.",
  "000000001169": "A person skiing down a hill in the snow.",
  "000000001170": "A person taking a picture of themselves in a bathroom mirror.",
  "000000001171": "An elephant standing in a fenced in area.",
  "000000001172": "A ski lift with a ski lift and a ski slope.",
  "000000001173": "A group of people on skis on a snowy slope.",
  "000000001174": "A person is looking at a plastic sheet with a picture on it.",
  "000000001175": "A train traveling down a train track with many cars on it.",
  "000000001176": "A dog with a long tail standing next to a fence.",
  "000000001177": "A polar bear is walking around in the grass.",
  "000000001178": "A man sitting at a table with a plate of food.",
  "000000001179": "A chocolate cake with sprinkles and sprinkles on top of it.",
  "000000001180": "A man riding a skateboard down a ramp.",
  "000000001181": "A brown teddy bear sitting next to a wooden shelf.",
  "000000001182": "A couple of small white toilet seats next to a window.",
  "000000001183": "A man is hitting a tennis ball with a racket.",
  "000000001184": "A blue sign on a bridge next to a highway.",
  "000000001185": "A woman is sitting down and talking on her phone.",
  "000000001186": "A black and white cat sitting on top of a computer.",
  "000000001187": "A man in a blue shirt throwing a baseball.",
  "000000001188": "A bed in a room with curtains and a bed frame.",
  "000000001189": "Two young children wearing blue and red ties.",
  "000000001190": "A person flying through the air on a kite.",
  "000000001191": "A man riding a skateboard down a ramp.",
  "000000001192": "A plate of pizza on a table with a fork and knife.",
  "000000001193": "A clock tower with two large clock faces.",
  "000000001194": "A man riding a motorcycle down a street.",
  "000000001195": "A bathroom with a sink, mirror, and a toilet.",
  "000000001196": "A man is holding a tennis racket on a tennis court.",
  "000000001197": "A zebra standing next to a pile of dirt.",
  "000000001198": "A room with a table and chairs and a wine glass.",
  "000000001199": "A close up of a motorcycle on a street.",
  "000000001200": "A group of teddy bears are arranged in a row.",
  "000000001201": "A yellow and white bus driving down a street.",
  "000000001202": "A person on skis skiing down a snowy slope.",
  "000000001203": "A sandwich is shown on a napkin.",
  "000000001204": "A group of young people playing a game on a drum machine.",
  "000000001205": "A glass of water and a orange juice on a table.",
  "000000001206": "A table with a bowl of food and a spoon.",
  "000000001207": "A man is holding a glass of wine while another man is holding a glass of wine.",
  "000000001208": "A bear is standing on a rock by some trees.",
  "000000001209": "A group of people sitting down with their bags.",
  "000000001210": "A desk with three laptops and a laptop monitor.",
  "000000001211": "Three cows are eating food in a enclosure.",
  "000000001212": "A old truck with a black and white photo on it.",
  "000000001213": "A woman in a blue shirt is in the kitchen.",
  "000000001214": "A group of people standing around a bike stand.",
  "000000001215": "A sign that says \"no parking\" on a street pole.",
  "000000001216": "A red truck with a boat on the back of it.",
  "000000001217": "A man sitting in a room looking at a picture.",
  "000000001218": "A person is holding a doughnut in front of a sign.",
  "000000001219": "A stove top oven with a large window.",
  "000000001220": "A truck with a sign that says \"van with a smile\" on it.",
  "000000001221": "A group of horses pulling a cart with a man on it.",
  "000000001222": "A cat sitting on a ledge in front of a window.",
  "000000001223": "A boat is on the water with people standing on a dock.",
  "000000001224": "A woman in a red hat talking on a cell phone.",
  "000000001225": "A man jumping up to catch a frisbee in the woods.",
  "000000001226": "A train is on the tracks with some graffiti on it.",
  "000000001227": "A computer monitor sitting on top of a desk.",
  "000000001228": "A group of people watching a snowboarder go over a ramp.",
  "000000001229": "A group of people standing next to a giraffe.",
  "000000001230": "A baby elephant walking across a dirt road next to a zoo animal.",
  "000000001231": "A zebra standing in a field of grass.",
  "000000001232": "A couple of people riding on top of a red boat.",
  "000000001233": "A group of people sitting around a table with food.",
  "000000001234": "A man sitting on a couch with a laptop.",
  "000000001235": "A herd of cows standing in a grassy field.",
  "000000001236": "A bag of bread sitting on top of a rack.",
  "000000001237": "A man and a woman are standing next to a man in a blue shirt.",
  "000000001238": "A wooden truck with a case filled with items.",
  "000000001239": "A clock is shown on a pole in front of a building.",
  "000000001240": "Cars parked on the side of a street next to a street light.",
  "000000001241": "A man is cutting a pizza with a knife.",
  "000000001242": "Two elephants are standing next to each other.",
  "000000001243": "A clock with a clock face and hands on it.",
  "000000001244": "A group of people are standing around motorcycles.",
  "000000001245": "A large crowd of people standing in an airport.",
  "000000001246": "A fire hydrant on the side of a street.",
  "000000001247": "A group of people standing around a laptop computer.",
  "000000001248": "A person jumping a horse over a rail.",
  "000000001249": "A group of people sitting around a table with laptops.",
  "000000001250": "A horse drawn carriage with people in it.",
  "000000001251": "A young man riding a skateboard down a ramp.",
  "000000001252": "A man eating a hot dog in front of a couch.",
  "000000001253": "A man is holding a bowl of food and a glass of wine.",
  "000000001254": "A woman standing next to a bunch of bananas.",
  "000000001255": "A bedroom with a bed, couch and a fireplace.",
  "000000001256": "A cat is sitting on a toilet in the bathroom.",
  "000000001257": "A bird is standing in the water catching a frisbee.",
  "000000001258": "A train on a train track next to trees.",
  "000000001259": "A plate of food with meat and vegetables.",
  "000000001260": "A large dog standing in a car looking out the window.",
  "000000001261": "A glass vase with flowers on top of it.",
  "000000001262": "A room with a table and a bunch of luggage.",
  "000000001263": "A desk with two computer monitors and a keyboard.",
  "000000001264": "Two men standing in a room holding Nintendo Wii controllers.",
  "000000001265": "A bus is parked next to a truck.",
  "000000001266": "A woman is brushing the hair of a child.",
  "000000001267": "A close up of a vase with flowers on it.",
  "000000001268": "A stop sign with a red sign on top of it.",
  "000000001269": "A plate of food with a spoon and fork.",
  "000000001270": "A cat sitting on a patch of grass next to a bunch of oranges.",
  "000000001271": "A baseball player swinging a bat at a pitch.",
  "000000001272": "A man holding a dog near a stone wall.",
  "000000001273": "A cat sitting on a computer desk with its eyes open.",
  "000000001274": "A person is cutting up broccoli into a bowl.",
  "000000001275": "A street with many cars and street signs.",
  "000000001276": "A group of people sitting in a train seat playing video games.",
  "000000001277": "A man is walking down a city street with a bus in the background.",
  "000000001278": "A train is stopped at a station on a train track.",
  "000000001279": "A view of a city with a clock tower and boats.",
  "000000001280": "A truck with a crane on the back of it.",
  "000000001281": "A man riding a snowboard down a snowy slope.",
  "000000001282": "A kitchen with a sink, counter, and a window.",
  "000000001283": "A cat is standing on the edge of a window.",
  "000000001284": "A large jetliner is taking off from an airport runway.",
  "000000001285": "A stove top oven with a pot of food on it.",
  "000000001286": "Two giraffes standing next to each other in a grassy field.",
  "000000001287": "A red fire hydrant sitting in a grassy field.",
  "000000001288": "A child is sitting on a couch with a remote control.",
  "000000001289": "A bathroom with a sink and mirror in it.",
  "000000001290": "A horse standing next to a wooden fence.",
  "000000001291": "A woman and a dog sitting in a train window.",
  "000000001292": "A woman standing in a field with a man in a brown dress and a kite in the air.",
  "000000001293": "A large white and blue sign on a pole.",
  "000000001294": "A bunch of bananas hanging from a tree.",
  "000000001295": "A young person holding a horse by its neck.",
  "000000001296": "A horse is riding on a trail with people in the background.",
  "000000001297": "A train is traveling down the tracks near a building.",
  "000000001298": "A man on a motor bike with a box in his back.",
  "000000001299": "A dog is laying on a grassy field.",
  "000000001300": "A man in a blue shirt and a man in a white shirt.",
  "000000001301": "A street with a stop sign and a car.",
  "000000001302": "A woman standing in front of a mirror holding a cell phone.",
  "000000001303": "A hot dog with kites and ketchup on it.",
  "000000001304": "A man is teaching his elephants how to walk.",
  "000000001305": "Three people on skis in the snow.",
  "000000001306": "A group of people walking down a street.",
  "000000001307": "A group of men standing on top of a field.",
  "000000001308": "Two stuffed bears sitting next to each other.",
  "000000001309": "Two giraffes standing next to each other in a zoo.",
  "000000001310": "A kitchen with a stove, oven, microwave and sink.",
  "000000001311": "Two men sitting on a bench under two umbrellas.",
  "000000001312": "A person standing in the snow with a snowboard.",
  "000000001313": "A police officer on a motorcycle on the street.",
  "000000001314": "A toilet with a dirty seat and a dirty toilet paper on the seat.",
  "000000001315": "A surfer riding a wave on a surfboard.",
  "000000001316": "A cat sitting on top of a window sill.",
  "000000001317": "A man holding a tennis racket on a tennis court.",
  "000000001318": "A large jetliner flying over a mountain.",
  "000000001319": "A large jetliner flying in the sky.",
  "000000001320": "Two cows eating grass in a field with a white horse.",
  "000000001321": "A man riding a skateboard on a ramp covered in graffiti.",
  "000000001322": "A group of young children sitting at a table.",
  "000000001323": "A woman standing in front of a couch holding a Wii controller.",
  "000000001324": "A large teddy bear with a white bow and a brown face.",
  "000000001325": "A close up of a laptop computer with a clock on the side.",
  "000000001326": "A group of stuffed animals sitting on top of a stone.",
  "000000001327": "Two men are playing Wii together in a living room.",
  "000000001328": "A laptop computer sitting on a desk next to a laptop cover.",
  "000000001329": "A large brown dog laying on top of a bed.",
  "000000001330": "A train is coming down the train tracks.",
  "000000001331": "A man standing next to a motorcycle in a parking lot.",
  "000000001332": "A man is standing in the middle of a street.",
  "000000001333": "A street sign is shown with a tall building in the background.",
  "000000001334": "A train is pulling into a train station.",
  "000000001335": "A group of people standing around a laptop computer.",
  "000000001336": "A vase filled with flowers sitting on a window sill.",
  "000000001337": "A cell phone is looking at a red apple.",
  "000000001338": "A woman sitting at a table with a cake.",
  "000000001339": "A small dog laying on a bed in a bed.",
  "000000001340": "A man is getting on a bus and getting a ride.",
  "000000001341": "A street light with a yellow light on it.",
  "000000001342": "A bird sitting on top of a tree branch.",
  "000000001343": "A person sitting under an umbrella in the dark.",
  "000000001344": "A man and a woman walking down a street with umbrellas.",
  "000000001345": "Two people are walking in the snow with their skis.",
  "000000001346": "A fire hydrant is on the sidewalk next to a man.",
  "000000001347": "A baby elephant standing next to a larger elephant.",
  "000000001348": "Two people flying a kite on a beach.",
  "000000001349": "A bath tub sitting in a room next to a toilet.",
  "000000001350": "A microwave sitting on a counter next to a wooden cabinet.",
  "000000001351": "A woman on skis in the woods.",
  "000000001352": "A woman sitting on a chair with a plate of food.",
  "000000001353": "A group of people standing on a sidewalk next to a building.",
  "000000001354": "A herd of cows in a field with a cow in the foreground.",
  "000000001355": "A bedroom with a bed, two chairs, a lamp and a window.",
  "000000001356": "A baseball player swinging a bat at a ball.",
  "000000001357": "A young man riding a skateboard down a ramp.",
  "000000001358": "A bathroom with a toilet, sink and mirror.",
  "000000001359": "A man in a hat and glasses talking on a cell phone.",
  "000000001360": "A person walking down a street near a building.",
  "000000001361": "A man standing on a beach with a surfboard.",
  "000000001362": "A black and white dog standing next to a car.",
  "000000001363": "A dog laying on a bed in the dark.",
  "000000001364": "A umbrella is sitting on a wooden table.",
  "000000001365": "A group of people standing next to a bike.",
  "000000001366": "A woman in a shirt and jacket is smiling.",
  "000000001367": "A motorcycle parked in the grass next to a building.",
  "000000001368": "A large teddy bear sitting next to a smaller teddy bear.",
  "000000001369": "A city street with cars and lights in the night.",
  "000000001370": "A man is holding a tennis racket on a tennis court.",
  "000000001371": "A man riding a surfboard in the water.",
  "000000001372": "A group of giraffes standing next to each other.",
  "000000001373": "A cell phone and an apple sitting on a table.",
  "000000001374": "A train is traveling down the tracks near a train station.",
  "000000001375": "A young man is riding a horse in a field.",
  "000000001376": "A baseball player is holding a bat on a field.",
  "000000001377": "Two birds sitting on top of a wooden post.",
  "000000001378": "A giraffe standing in a grassy field next to a tree.",
  "000000001379": "A man and a woman standing in front of a donut shop.",
  "000000001380": "A woman in a wet suit riding a surfboard in the ocean.",
  "000000001381": "A man and a woman standing on a beach flying a kite.",
  "000000001382": "A man riding a surfboard on top of a wave.",
  "000000001383": "A man jumping up to catch a white ball.",
  "000000001384": "A woman standing next to a horse with a white mane.",
  "000000001385": "A man riding a wave on top of a surfboard.",
  "000000001386": "A group of zebras standing next to each other on a field.",
  "000000001387": "A red and yellow double decker bus with a snow covered top.",
  "000000001388": "A large yellow and white bus with graffiti on it.",
  "000000001389": "A person on skis on a snow covered slope.",
  "000000001390": "A large truck parked in front of a large building.",
  "000000001391": "A group of people riding on the backs of elephants.",
  "000000001392": "A man wearing a suit and tie standing in a hotel.",
  "000000001393": "A person is dressed up as a doll on a clock.",
  "000000001394": "A group of people sitting around a table with laptops.",
  "000000001395": "A young boy sitting in front of a table eating a fruit.",
  "000000001396": "A woman holding a cell phone in her hand.",
  "000000001397": "A microwave and a refrigerator in a small kitchen.",
  "000000001398": "A plate with some crispy fried pancakes on it.",
  "000000001399": "A cat sitting in a narrow space with its paw out.",
  "000000001400": "A toilet sitting on top of a wooden floor.",
  "000000001401": "A pair of scissors and a toothpaste on a white surface.",
  "000000001402": "A man sitting on a bed using a laptop.",
  "000000001403": "A vase filled with flowers sitting on a table.",
  "000000001404": "A baseball player is swinging a bat at a ball.",
  "000000001405": "A woman with a red umbrella and a black umbrella.",
  "000000001406": "A couple of people walking down a sidewalk.",
  "000000001407": "A woman sitting at a desk with a laptop.",
  "000000001408": "A table with a bunch of vegetables on it.",
  "000000001409": "A man is talking on a cell phone while standing next to a car.",
  "000000001410": "A plane flying in the sky over a cloudy sky.",
  "000000001411": "A sheep standing on a hill with clouds in the background.",
  "000000001412": "A large pizza on a white plate with a beer on a counter.",
  "000000001413": "A cat laying on top of a couch with its back up.",
  "000000001414": "A zebra standing next to another zebra in a dirt area.",
  "000000001415": "A man talking on a cell phone while holding a tennis racquet.",
  "000000001416": "A red and white bus with a sign that says \"Bridges\" on it.",
  "000000001417": "Two baseball players are playing baseball on a field.",
  "000000001418": "A laptop computer sitting on a desk next to a mouse.",
  "000000001419": "Two large stuffed animals stand next to each other in front of a sign.",
  "000000001420": "A man and a woman riding skis down a snowy slope.",
  "000000001421": "A piece of luggage sitting on top of a piece of wood.",
  "000000001422": "A woman holding two babies on a ledge.",
  "000000001423": "A train is traveling down the tracks near a forest.",
  "000000001424": "A giraffe standing next to a rocky wall.",
  "000000001425": "A woman playing tennis on a tennis court.",
  "000000001426": "A dog sitting on the back of a car.",
  "000000001427": "A close up of a baked cake on a plate.",
  "000000001428": "A group of young girls posing for a picture.",
  "000000001429": "A cat is licking a stuffing in a pot.",
  "000000001430": "A bedroom with a bed, a bookshelf, and a window.",
  "000000001431": "A parking meter sitting on the side of a street.",
  "000000001432": "A train is traveling down the tracks in the middle of the day.",
  "000000001433": "A woman wearing a pink shirt and a blue tie holding a tennis racket.",
  "000000001434": "A bathroom with a toilet, sink and a shower.",
  "000000001435": "A group of people sitting on top of a white chair.",
  "000000001436": "A beach with people sitting on chairs and holding umbrellas.",
  "000000001437": "A yellow teddy bear hanging from a wire pole.",
  "000000001438": "A man standing next to a group of people.",
  "000000001439": "A man in a shirt and shorts playing frisbee in the grass.",
  "000000001440": "A restaurant with a window and chairs on the side of the street.",
  "000000001441": "A woman in a hat is standing next to an elephant.",
  "000000001442": "A jet is parked on the runway on a sunny day.",
  "000000001443": "A view of a lot of land with mountains in the background.",
  "000000001444": "A man in a uniform riding on top of a horse.",
  "000000001445": "A large bus driving down a street next to a building.",
  "000000001446": "A couple of people standing on top of a field.",
  "000000001447": "A white bird standing on a bridge in a car.",
  "000000001448": "A person wearing a ski gear on a snow covered slope.",
  "000000001449": "A bird perched on a bird feeder.",
  "000000001450": "A train is traveling down the tracks with smoke coming out of it.",
  "000000001451": "A pizza on a metal tray sitting on a counter.",
  "000000001452": "A train is traveling down the tracks in the middle of the day.",
  "000000001453": "A group of planes sitting on top of a runway.",
  "000000001454": "A group of giraffes standing next to each other.",
  "000000001455": "A group of zebras standing next to each other in a field.",
  "000000001456": "A large elephant walking next to a small elephant.",
  "000000001457": "A young girl standing in a kitchen with a basket.",
  "000000001458": "A table with a large cake and a bowl of fruit.",
  "000000001459": "A child is standing on skis in the snow.",
  "000000001460": "A herd of sheep grazing in a grassy field.",
  "000000001461": "A group of sheep standing in a cage.",
  "000000001462": "A blue and white laptop computer sitting on top of a desk.",
  "000000001463": "A young boy playing with a frisbee on the beach.",
  "000000001464": "Two girls flying a kite on a beach.",
  "000000001465": "A bathroom with a toilet, sink and towel rack.",
  "000000001466": "A baseball player is running to catch a ball.",
  "000000001467": "A small plane sitting on top of a runway.",
  "000000001468": "A car is parked in front of a street sign.",
  "000000001469": "A man sitting on a bench with a basket on his lap.",
  "000000001470": "A woman sitting on a sidewalk with a suitcase.",
  "000000001471": "A group of people on skis in the snow.",
  "000000001472": "A large bed with flowers on the side of it.",
  "000000001473": "Two sheep standing on a dirt field with a fence in the background.",
  "000000001474": "A white refrigerator sitting on top of a table.",
  "000000001475": "A double decker bus is parked on the side of the street.",
  "000000001476": "A man standing in the grass holding a baseball bat.",
  "000000001477": "A man riding a ski board while holding a rope.",
  "000000001478": "A dog with a frisbee in its mouth running in the grass.",
  "000000001479": "A giraffe standing next to a building with trees in the background.",
  "000000001480": "A bathroom with a toilet, sink, and shower.",
  "000000001481": "A train on a city street with cars on the side.",
  "000000001482": "A group of people sitting on benches outside.",
  "000000001483": "A bus that has been painted with the word \"soul\" on it.",
  "000000001484": "A group of people standing on top of a snow covered slope.",
  "000000001485": "A bird standing on the side of a road.",
  "000000001486": "A group of people riding skates down a street.",
  "000000001487": "A man is standing on a sidewalk with a soccer ball.",
  "000000001488": "A train traveling down the tracks in a train station.",
  "000000001489": "A woman is sitting down with a man and a child.",
  "000000001490": "A cat is laying on a bed with books.",
  "000000001491": "A man holding a tennis racquet on a tennis court.",
  "000000001492": "Two dogs walking in a field with a man standing in the background.",
  "000000001493": "A man riding a skateboard down a highway.",
  "000000001494": "A girl wearing a gray shirt and a black and white hat.",
  "000000001495": "A cat laying on top of a man's back.",
  "000000001496": "A cow is grazing in the grass with a flower in its head.",
  "000000001497": "A man on a motorbike with a baby on it.",
  "000000001498": "A cat laying on a bed next to a laptop.",
  "000000001499": "A street sign on a pole in front of a building.",
  "000000001500": "A laptop computer sitting on top of a desk.",
  "000000001501": "A wooden vase with a knife in it.",
  "000000001502": "A group of giraffes sitting on top of a sandy shore.",
  "000000001503": "A plate of donuts and pastries on a table.",
  "000000001504": "A giraffe standing next to a fenced in area.",
  "000000001505": "A kitchen with a refrigerator and a stove.",
  "000000001506": "A herd of zebras standing on top of a grass covered field.",
  "000000001507": "A bathroom with a sink, toilet, and a mirror.",
  "000000001508": "A vase filled with flowers on a table.",
  "000000001509": "A woman and man are standing on a city street.",
  "000000001510": "A fire hydrant with graffiti painted on it.",
  "000000001511": "A man standing in a field flying a kite.",
  "000000001512": "A group of boys playing soccer in a field.",
  "000000001513": "A person riding a surfboard on top of a wave.",
  "000000001514": "A white toilet sitting in a white bathroom.",
  "000000001515": "A person riding a snowboard down a slope.",
  "000000001516": "Two women playing frisbee in a park.",
  "000000001517": "A little girl playing a video game with a man and a woman.",
  "000000001518": "A large couch sitting on top of a large living room.",
  "000000001519": "A woman with a dress and hat taking a picture of herself.",
  "000000001520": "Three ducks standing on a walkway next to a fence.",
  "000000001521": "Two people sitting on a park bench in the park.",
  "000000001522": "A man is holding a giant effigy with a string of words.",
  "000000001523": "A man standing in front of a screen holding a microphone.",
  "000000001524": "A parking meter on a sidewalk next to a parking lot.",
  "000000001525": "A group of zebras standing in a field of tall grass.",
  "000000001526": "A bicycle parked on the side of a brick wall.",
  "000000001527": "Two people are playing a video game in a living room.",
  "000000001528": "A train is traveling down the tracks in front of a building.",
  "000000001529": "A person is standing next to a bicycle.",
  "000000001530": "A man walking down a city street with a bus in the background.",
  "000000001531": "A man holding a bat while standing next to a woman.",
  "000000001532": "A young man in a baseball uniform is holding a baseball bat.",
  "000000001533": "A large jetliner sitting on top of an airport tarmac.",
  "000000001534": "A bed with a large pillow on it.",
  "000000001535": "A bookshelf with a tv on top of it.",
  "000000001536": "A man is standing in the open refrigerator.",
  "000000001537": "A man in a black shirt and a black hat talking on a cell phone.",
  "000000001538": "A pizza with toppings sitting on a table.",
  "000000001539": "A large sculpture is being held up by people.",
  "000000001540": "A man standing next to two red double decker buses.",
  "000000001541": "A baseball player throwing a baseball on a field.",
  "000000001542": "A street sign on a pole in front of a building.",
  "000000001543": "A plate of meat and vegetables with sauce on top.",
  "000000001544": "Two giraffes standing next to each other in a field.",
  "000000001545": "A pizza with pepperoni and cheese on a paper plate.",
  "000000001546": "A white and black dog with a bucket on its back.",
  "000000001547": "A giraffe standing next to a group of rocks.",
  "000000001548": "A close up of a doughnut cake.",
  "000000001549": "A woman petting a couple of sheep in a bin.",
  "000000001550": "A laptop computer sitting on a white wall.",
  "000000001551": "A couple of people playing a video game in a living room.",
  "000000001552": "A train is parked in front of a train station.",
  "000000001553": "A woman and a man are surfing on a small body of water.",
  "000000001554": "A bathroom with a large glass door and a small window.",
  "000000001555": "A man with a hat standing next to a boat.",
  "000000001556": "A group of fighter jets flying in the air.",
  "000000001557": "A group of people sitting in front of a window.",
  "000000001558": "A cat laying on a bed with a blanket.",
  "000000001559": "A black and white cow standing in a field with other cows.",
  "000000001560": "A group of people standing in front of a line of motorcycles.",
  "000000001561": "A vintage truck parked on the side of the road.",
  "000000001562": "A toilet that is sitting in a bathroom.",
  "000000001563": "Two vases with paintings on them in a room.",
  "000000001564": "A microwave oven sitting on a street next to a fence.",
  "000000001565": "A horse drawn carriage is shown in the street.",
  "000000001566": "Three bowls of broccoli and a bowl of rice.",
  "000000001567": "A yellow bus driving down a street near a stop light.",
  "000000001568": "A bathroom with a sink, a mirror and a bed.",
  "000000001569": "A bird flying in the air over a mountain.",
  "000000001570": "A kitchen with a sink, stove, and a large window.",
  "000000001571": "A baby is in a bed with a blanket.",
  "000000001572": "A couple of different pictures of a train.",
  "000000001573": "A cat is laying on a computer keyboard.",
  "000000001574": "A street light with a sign that reads \"12th Avenue\" on it.",
  "000000001575": "A man riding a snowboard down a snow covered slope.",
  "000000001576": "A bunch of bananas are displayed in a store.",
  "000000001577": "A pair of scissors sitting on a pair of wooden pieces.",
  "000000001578": "A parking lot with many cars parked in a row.",
  "000000001579": "A stuffed bear sitting on top of a wooden surface.",
  "000000001580": "A bunch of different fruits on a table.",
  "000000001581": "A man is standing on a train track with a rail.",
  "000000001582": "A sign that is on a city street.",
  "000000001583": "A group of people on skis in the snow.",
  "000000001584": "A woman sitting on a brick wall holding a skateboard.",
  "000000001585": "A black bear sitting on a stone surface.",
  "000000001586": "A pizza on a stove with a cheese and butter topping.",
  "000000001587": "A couple of people standing in a living room holding Wii controllers.",
  "000000001588": "Two people are sitting on a motorcycle in a park.",
  "000000001589": "A person on skis in the snow.",
  "000000001590": "A person sitting at a table with a laptop.",
  "000000001591": "A group of people standing around a truck with an orange truck.",
  "000000001592": "A baseball player is getting ready to hit a ball.",
  "000000001593": "A banana is on a plate with chocolate and frosting.",
  "000000001594": "A woman holding a teddy bear in her lap.",
  "000000001595": "A group of people sitting at a table with pizza on it.",
  "000000001596": "A man on a bike on a rocky beach.",
  "000000001597": "A man on a surfboard riding a wave on the beach.",
  "000000001598": "A table topped with donuts and other snacks.",
  "000000001599": "A plate topped with chocolate cupcakes and a piece of paper.",
  "000000001600": "A dog with its mouth open sitting on a metal bowl.",
  "000000001601": "A woman on a surfboard in the ocean.",
  "000000001602": "A plate of food with meat, potatoes and broccoli.",
  "000000001603": "A clock tower with a clock on top of it.",
  "000000001604": "A tray with a sticker on it and a refrigerator with stickers on it.",
  "000000001605": "Two people playing a game of tennis on a tennis court.",
  "000000001606": "A little girl is eating a piece of pizza.",
  "000000001607": "A surfer riding a wave on a surfboard.",
  "000000001608": "Two people on surfboards riding on top of waves.",
  "000000001609": "A hot dog and a bun on a plate.",
  "000000001610": "A group of people on a street with cones.",
  "000000001611": "A man walking down a street near a pole.",
  "000000001612": "A desk with a computer, a monitor, a lamp and a bookshelf.",
  "000000001613": "A man wearing a black hat and a black tie.",
  "000000001614": "A clock tower with a yellow and white clock.",
  "000000001615": "A man holding an umbrella while standing next to a woman.",
  "000000001616": "A boat is on the water with mountains in the background.",
  "000000001617": "A small boat with a dog on it in the water.",
  "000000001618": "A young boy swinging a bat at a baseball.",
  "000000001619": "A large room with many chairs and a clock in the center.",
  "000000001620": "A kitchen with a stove, oven, microwave and refrigerator.",
  "000000001621": "A tray of food with a salad and a tray of fruit and vegetables.",
  "000000001622": "Two stuffed animals standing on a skateboard on a dirt road.",
  "000000001623": "A group of cows walking across a snowy field.",
  "000000001624": "A bathroom with a toilet and a small window.",
  "000000001625": "A large double decker bus driving down a street.",
  "000000001626": "A bathroom with a toilet, sink, and shower.",
  "000000001627": "A living room with a flat screen TV and fireplace.",
  "000000001628": "A clock is shown in a wooden frame.",
  "000000001629": "A person is walking a dog down a dirt road.",
  "000000001630": "A large jetliner sitting on top of an airport tarmac.",
  "000000001631": "A stop sign with a red stop sign on top of it.",
  "000000001632": "A dog laying on a bed next to a dog.",
  "000000001633": "A red car parked next to a house with a blue car parked in front of it.",
  "000000001634": "A baseball player standing on top of a field.",
  "000000001635": "A kitchen with a lot of tables and windows.",
  "000000001636": "A person in a black jacket and snow gear in the snow.",
  "000000001637": "A desk with three computers and a laptop.",
  "000000001638": "A kitchen with a stove top oven and a stove top sink.",
  "000000001639": "A street with people walking and people riding bicycles.",
  "000000001640": "Two women standing on a couch holding Wii controllers.",
  "000000001641": "Two men walking on a beach with surfboards.",
  "000000001642": "A man riding a surfboard on top of a wave.",
  "000000001643": "A table with a vase of flowers and a large red and blue background.",
  "000000001644": "A cat is laying on the bench and licking the cat's face.",
  "000000001645": "A group of people walking down a street with umbrellas.",
  "000000001646": "A stop sign that is sitting on a wooden pole.",
  "000000001647": "A large white bus with graffiti on the front.",
  "000000001648": "A stop sign with a red and white stop sign on it.",
  "000000001649": "A man holding a tennis racket on a tennis court.",
  "000000001650": "A small fire hydrant sitting on the side of a road.",
  "000000001651": "A baseball player throwing a baseball on a field.",
  "000000001652": "A woman in a black jacket and hat skiing down a snowy slope.",
  "000000001653": "A man sitting at a table eating a fruit.",
  "000000001654": "A bathroom with a shower and a bathtub.",
  "000000001655": "A man standing in front of a clock tower in front of a city.",
  "000000001656": "A young girl holding a red shirt standing in a grassy field.",
  "000000001657": "A stop sign with a red stop sign and a red arrow.",
  "000000001658": "A man wearing a white shirt and a blue tie.",
  "000000001659": "A cat is sitting on a counter top looking at the sink.",
  "000000001660": "A dog with a toy on its back is playing baseball.",
  "000000001661": "A train traveling down the tracks next to a forest.",
  "000000001662": "A large leather couch sitting in front of a large window.",
  "000000001663": "A young girl standing in front of an ice cream refrigerator.",
  "000000001664": "A man on a surfboard riding a wave.",
  "000000001665": "A laptop computer sitting on a table next to a plant.",
  "000000001666": "A baseball player is running towards the base.",
  "000000001667": "A green bench sitting on a street next to a lamp.",
  "000000001668": "A bed with a curtain over it and a TV on the side of it.",
  "000000001669": "Two giraffes standing next to each other in front of a building.",
  "000000001670": "A clock tower with a clock on top of it.",
  "000000001671": "A man doing a trick on a skateboard in the air.",
  "000000001672": "A wave is coming over the ocean in the water.",
  "000000001673": "A pair of scissors and a pair of scissors in a black and white container.",
  "000000001674": "A man riding a surfboard on top of a wave.",
  "000000001675": "Two giraffes standing next to each other on a rocky cliff.",
  "000000001676": "A large black and white dog with a toy in its mouth.",
  "000000001677": "A green air plane sitting on top of a grassy field.",
  "000000001678": "A desk with a laptop, a keyboard, and two monitors.",
  "000000001679": "A man standing next to a boat on a lake.",
  "000000001680": "A toilet sitting in a bathroom next to a toilet paper roll.",
  "000000001681": "A pizza sitting on top of a wooden table.",
  "000000001682": "A man in a hat stands next to an elephant.",
  "000000001683": "A person is cleaning the toilet in a dirty bathroom.",
  "000000001684": "A clock tower with a clock on it.",
  "000000001685": "A bear is wearing a harness on a leash.",
  "000000001686": "A laptop computer sitting on a wooden table.",
  "000000001687": "A young woman is eating a bowl of rice and a sandwich.",
  "000000001688": "A group of five elephants walking through a field.",
  "000000001689": "A display of several types of donuts in a stoplight.",
  "000000001690": "A cheese and bacon pizza on a plate with a fork and knife.",
  "000000001691": "A woman is playing tennis on a tennis court.",
  "000000001692": "A big flying kites in the air over a field.",
  "000000001693": "A brown horse standing on a dirt field.",
  "000000001694": "A stop sign sitting on the side of a road.",
  "000000001695": "A small dog walking across a body of water.",
  "000000001696": "A woman sitting at a table in front of a table with food on it.",
  "000000001697": "A baseball player is swinging his bat at a ball.",
  "000000001698": "Two toilet seats on a tiled floor with a toilet paper roll.",
  "000000001699": "A large boat sitting on a wooden post in the middle of a forest.",
  "000000001700": "A young child sitting in a kitchen bowl.",
  "000000001701": "A suitcase with a bag and a chair on the floor.",
  "000000001702": "A table with several types of food on it.",
  "000000001703": "A stuffed bear sitting on a wooden table.",
  "000000001704": "A crowd of people are walking around with stuffed animals.",
  "000000001705": "A baseball player standing on a field holding a bat.",
  "000000001706": "A half eaten donut with a pink frosting.",
  "000000001707": "A traffic light sitting above a street with buildings in the background.",
  "000000001708": "A man with a hat standing in front of a train station.",
  "000000001709": "A horse drawn carriage with two horses and a man in the back.",
  "000000001710": "A man running with a frisbee in his hand.",
  "000000001711": "A group of cars and a few jets flying in the air.",
  "000000001712": "A person is wiping the edge of a bathroom toilet.",
  "000000001713": "A stuffed bear sitting on a street corner.",
  "000000001714": "A living room with a large window and a couch.",
  "000000001715": "A large jetliner flying in the sky.",
  "000000001716": "A clock and a sign on a building.",
  "000000001717": "A man with an umbrella on a bike.",
  "000000001718": "A man standing in front of a table with people sitting in the background.",
  "000000001719": "A plate of food with chips and a drink on a table.",
  "000000001720": "A large white building with a clock on it.",
  "000000001721": "A boy playing with a toy with a cell phone in it.",
  "000000001722": "A train is parked on the tracks in a train station.",
  "000000001723": "A truck is parked in the middle of a street.",
  "000000001724": "A man standing on a surfboard in the water.",
  "000000001725": "A group of colorful kites flying in the sky.",
  "000000001726": "A backpack with three remotes and a phone in it.",
  "000000001727": "A cell phone with a large screen on it.",
  "000000001728": "Two dogs running in a field with a frisbee in the background.",
  "000000001729": "A woman cutting the wool of a sheep while sitting on a bed.",
  "000000001730": "A fire hydrant with a red and yellow fire hydrant on the side of it.",
  "000000001731": "Two elephants walking next to each other in a fenced area.",
  "000000001732": "A motorcycle parked on the sidewalk next to a brick wall.",
  "000000001733": "A woman in a kitchen with a tray of food.",
  "000000001734": "A dog laying on a bed with a remote control.",
  "000000001735": "A kite is flying in the sky on a sandy beach.",
  "000000001736": "A train traveling down a train track in a forest.",
  "000000001737": "A city skyline with a bridge and a clock tower.",
  "000000001738": "A kite flying in the air over a grassy field.",
  "000000001739": "A man riding a snowboard down a snowy slope.",
  "000000001740": "A stop sign on a pole with a street sign in the background.",
  "000000001741": "A woman standing next to an open refrigerator and an ice freezer.",
  "000000001742": "A couple of people jumping up to catch a frisbee.",
  "000000001743": "A man standing next to a group of people near a propeller plane.",
  "000000001744": "A train is traveling down a train track.",
  "000000001745": "A white and blue bus parked on the side of the road.",
  "000000001746": "A black and white bird sitting on top of a wooden fence.",
  "000000001747": "A person holding a cell phone with a sticker on it.",
  "000000001748": "A train is stopped at a stop light at night.",
  "000000001749": "A man standing on a field holding a bat.",
  "000000001750": "A cell phone with a cell phone button, a cell phone with a battery, and a cell phone with a screen.",
  "000000001751": "A baseball player is swinging his bat at a ball.",
  "000000001752": "A bathroom with a toilet and a mirror.",
  "000000001753": "A man sitting on a motorcycle in a field.",
  "000000001754": "A group of people on motorcycles and moped in a busy street.",
  "000000001755": "A teddy bear is wearing a red and white Christmas hat.",
  "000000001756": "A young boy brushing his teeth in a bathroom.",
  "000000001757": "A half eaten slice of a white bread cake.",
  "000000001758": "A street with many buildings and a small window.",
  "000000001759": "A person on skis standing on top of a snowy slope.",
  "000000001760": "A bunch of bananas hanging from a tree.",
  "000000001761": "A black and white cat sitting on top of a laptop computer.",
  "000000001762": "A kitchen with a stove, a refrigerator, and a small oven.",
  "000000001763": "A large white cake with many flowers in it.",
  "000000001764": "A person is jumping in a water wave.",
  "000000001765": "A group of giraffes standing next to each other in an enclosure.",
  "000000001766": "A group of people walking on top of a sandy beach.",
  "000000001767": "A dog running down a dirt path with a frisbee in its mouth.",
  "000000001768": "A cat laying next to a stuffed animal with a toy dog.",
  "000000001769": "A baseball player wearing a uniform and a baseball mitt.",
  "000000001770": "A bus is driving down a street with traffic lights.",
  "000000001771": "A plate of food is on a table with a drink.",
  "000000001772": "A couple of people sitting on top of two benches.",
  "000000001773": "A person holding a sandwich with a cup of coffee.",
  "000000001774": "A sandwich with ham, lettuce, and tomato on a plate.",
  "000000001775": "A city street with a street light and a couple of cars.",
  "000000001776": "A laptop computer sitting on a desk next to a suitcase.",
  "000000001777": "A group of people playing a game of tennis.",
  "000000001778": "A man is cutting into a man's body with a knife.",
  "000000001779": "A motorcycle parked on a dirt road next to a store.",
  "000000001780": "A man and a dog walking in the snow.",
  "000000001781": "A woman holding an umbrella while wearing a white and blue dress.",
  "000000001782": "A computer mouse and keyboard on a desk.",
  "000000001783": "A truck is parked next to a blue truck.",
  "000000001784": "A street sign and a building in a neighborhood.",
  "000000001785": "A group of people standing in an empty train station.",
  "000000001786": "A traffic light on a city street with a car driving down the road.",
  "000000001787": "A computer desk with two monitors and a keyboard.",
  "000000001788": "A zebra that is writhening in the air.",
  "000000001789": "A red bus traveling down a road near a tree.",
  "000000001790": "A cat is looking at the mirror in the room.",
  "000000001791": "A bus with a letter on the front of it.",
  "000000001792": "A toilet with a lid up and a white toilet paper on the top.",
  "000000001793": "Two cows standing in a field with trees in the background.",
  "000000001794": "Three people standing next to an elephant in a lake.",
  "000000001795": "A man doing a trick on a skateboard.",
  "000000001796": "A man wearing a bow tie and a bow tie.",
  "000000001797": "A clock on the side of a stone building.",
  "000000001798": "A picture of a cat with a bird on it.",
  "000000001799": "A toilet that is sitting in a bathroom.",
  "000000001800": "A street with a stop sign and a traffic light.",
  "000000001801": "A small shadowed object on a sidewalk.",
  "000000001802": "A truck and a car are stopped at a stop light.",
  "000000001803": "A group of people standing on a beach next to a boat.",
  "000000001804": "A group of people standing in the grass with kites in the air.",
  "000000001805": "A bus driving down a city street next to a busy intersection.",
  "000000001806": "A couple of people walking down a street with a umbrella.",
  "000000001807": "A couple of chairs sitting on a sidewalk next to a fence.",
  "000000001808": "A woman standing next to a motorcycle in a field.",
  "000000001809": "A man wearing a dress and a hat riding on a horse.",
  "000000001810": "A city street with a parking meter and a clock.",
  "000000001811": "A white house with a broken window and a fire hydrant.",
  "000000001812": "A woman holding a tennis racket on a tennis court.",
  "000000001813": "A motorcycle parked on a dirt road near a grassy hill.",
  "000000001814": "A woman holding a tennis racquet on a tennis court.",
  "000000001815": "A person carrying a backpack along a trail through a forest.",
  "000000001816": "A woman is using a laptop computer while another woman looks at her.",
  "000000001817": "A man is sitting on top of a refrigerator.",
  "000000001818": "Two women holding two walnuts in their hands.",
  "000000001819": "A small propeller plane is on the runway.",
  "000000001820": "A man is swinging a tennis racket at a ball.",
  "000000001821": "A busy city street with traffic lights and a street light.",
  "000000001822": "A small stuffed bear is hanging a bunch of bananas.",
  "000000001823": "A dog laying on a couch in front of a window.",
  "000000001824": "A living room with a fireplace and a stove.",
  "000000001825": "A bed with a laptop on it in a dark room.",
  "000000001826": "A plate of food with ham, eggs, and salad.",
  "000000001827": "A desk with three computer monitors and a laptop.",
  "000000001828": "A young boy is riding a skateboard while another boy watches.",
  "000000001829": "A group of people riding bicycles with stuffed animals.",
  "000000001830": "A group of people riding bicycles on a city street.",
  "000000001831": "Two people are playing a game of frisbee.",
  "000000001832": "A window with a pastry on it in front of a brick building.",
  "000000001833": "A young boy carrying a surfboard on a beach.",
  "000000001834": "A man swinging a bat at a ball.",
  "000000001835": "A clock hanging from the side of a building.",
  "000000001836": "A pizza on a plate on a wooden table.",
  "000000001837": "A tray with four different containers of food.",
  "000000001838": "A group of people sitting on benches in a park.",
  "000000001839": "A microwave oven sitting in a room next to a counter.",
  "000000001840": "A woman is standing on a sidewalk near a sign.",
  "000000001841": "A bathroom with two urinals and a toilet.",
  "000000001842": "A view of a church with a lit candle and a man standing in front of it.",
  "000000001843": "A man on a surfboard in the ocean.",
  "000000001844": "A parking meter sitting next to a pole.",
  "000000001845": "A man in a black shirt and a woman in a red shirt riding an elephant.",
  "000000001846": "A person riding skis down a snowy slope.",
  "000000001847": "A toilet in a bathroom with a window behind it.",
  "000000001848": "A group of people sitting at a table eating food.",
  "000000001849": "A herd of cows grazing in a field.",
  "000000001850": "A blue and white train passing by a building.",
  "000000001851": "A bus driving down a river near a stop sign.",
  "000000001852": "A blue and white table with a blue cup and a blue drawer.",
  "000000001853": "A baseball player is swinging his bat at a ball.",
  "000000001854": "A table topped with plates of food on top of a wooden table.",
  "000000001855": "A large elephant standing in a grassy field.",
  "000000001856": "A man riding a skateboard down a street.",
  "000000001857": "A group of animals walking across a field.",
  "000000001858": "A desk with a laptop computer and a lamp on it.",
  "000000001859": "A dog with a brown and white nose and a bottle in the front of it.",
  "000000001860": "A group of people on motorcycles are driving down a street.",
  "000000001861": "A street scene with a car stopped at night with traffic lights.",
  "000000001862": "A plane flying through the air in the sky.",
  "000000001863": "A street sign and a building with a airplane in the sky.",
  "000000001864": "A woman on a boat with colorful butterflies in her hands.",
  "000000001865": "A bathroom with a toilet, sink and a window.",
  "000000001866": "A woman is standing on a bed with her suit on.",
  "000000001867": "A group of people standing in a kitchen.",
  "000000001868": "A man and woman standing on a bench in the snow.",
  "000000001869": "A table with a tray of food, coffee and a cup.",
  "000000001870": "A man wearing a tie and shorts and a makeup mask.",
  "000000001871": "A train is traveling down the tracks in a city.",
  "000000001872": "A woman and two men are preparing food in a restaurant.",
  "000000001873": "A man standing in a living room with a video game controller.",
  "000000001874": "A group of elephants standing next to each other in a pond.",
  "000000001875": "A pair of motorcycles parked next to each other.",
  "000000001876": "A kitchen with a counter top and a counter top with a toaster oven.",
  "000000001877": "A man wearing a tie and a shirt with a hat.",
  "000000001878": "A skateboarder is doing a trick on a sidewalk.",
  "000000001879": "Two giraffes are eating grass in a zoo.",
  "000000001880": "Two cats laying in a bed with blankets.",
  "000000001881": "A man holding a piece of paper with a pencil.",
  "000000001882": "A bunch of teddy bears sitting on a table.",
  "000000001883": "A woman riding a snowboard down a slope.",
  "000000001884": "A woman with a pink shirt and a white and blue skirt holding an umbrella.",
  "000000001885": "A group of people standing on top of a beach.",
  "000000001886": "Three giraffes standing next to each other on a grassy field.",
  "000000001887": "A person on skis in the snow.",
  "000000001888": "Two people sitting on a couch watching television.",
  "000000001889": "A group of school buses driving down a street.",
  "000000001890": "A man flying a kite on top of a beach.",
  "000000001891": "A man wearing a suit and a tie in a hotel.",
  "000000001892": "A person standing on a sidewalk near a traffic light.",
  "000000001893": "A person wearing a helmet and goggles is skiing down a hill.",
  "000000001894": "A man riding a bicycle down a street.",
  "000000001895": "A train with smoke coming out of it.",
  "000000001896": "A yellow fire hydrant sitting on a dirt road.",
  "000000001897": "A brown and white bear standing in a grassy field.",
  "000000001898": "A group of people on a ski slope.",
  "000000001899": "A man wearing a tie and tie tie is smiling.",
  "000000001900": "A woman is holding a sandwich with a slice of cheese.",
  "000000001901": "A bowl of broccoli and other vegetables with broccoli in the bowl.",
  "000000001902": "A table with a bottle of wine and a small slice of pizza.",
  "000000001903": "A red fire hydrant sitting on the side of a road.",
  "000000001904": "A bathroom with a toilet and a sink.",
  "000000001905": "A parking meter with a graffiti covered wall.",
  "000000001906": "A table topped with a piece of pizza on a white plate.",
  "000000001907": "A girl eating a piece of food with a smile.",
  "000000001908": "A sandwich on a plate with mustard and bacon.",
  "000000001909": "A person is holding a teddy bear and taking a picture with a phone.",
  "000000001910": "A woman is eating a hot dog with a big grin.",
  "000000001911": "A teddy bear sitting on a bench next to a dog.",
  "000000001912": "A cat standing on top of a counter.",
  "000000001913": "A bus driving down a street near a building.",
  "000000001914": "A church with a large stone wall and a small park in the background.",
  "000000001915": "A city bus is parked on the side of the road.",
  "000000001916": "A couple of toothbrushes sitting on a table.",
  "000000001917": "Two young boys standing next to a dog on a beach.",
  "000000001918": "A fire hydrant on the side of a road.",
  "000000001919": "A group of people on a road walking on a bus.",
  "000000001920": "A group of people riding motorcycles on a road.",
  "000000001921": "A bowl with a sandwich, egg and a fork.",
  "000000001922": "A piece of food sitting in an oven.",
  "000000001923": "A surfer riding a wave on top of a surfboard.",
  "000000001924": "A woman holding a umbrella while another woman holds a cellphone.",
  "000000001925": "A woman is standing in front of a toilet.",
  "000000001926": "A tray with food on it and a bottle of soda.",
  "000000001927": "A train traveling down a train track next to a city.",
  "000000001928": "A clock with two hands on it on a building.",
  "000000001929": "A large ship in the water with a small boat in the background.",
  "000000001930": "A street sign with two street signs on it.",
  "000000001931": "A tall clock tower sitting above a cloudy sky.",
  "000000001932": "A man holding an umbrella while standing on a boat.",
  "000000001933": "A large white flower sitting on a table next to a window.",
  "000000001934": "A group of people sitting on top of a grass covered ground.",
  "000000001935": "A close up of a bunch of bananas and apples.",
  "000000001936": "Two men playing tennis on a tennis court.",
  "000000001937": "A person riding a surfboard on a wave.",
  "000000001938": "A giraffe standing next to two people in an enclosure.",
  "000000001939": "A man in a hat is skiing down a snowy slope.",
  "000000001940": "A stop sign on a city street next to a bus.",
  "000000001941": "A zebra standing next to another zebra in a field.",
  "000000001942": "A person is preparing a meal with broccoli and other vegetables.",
  "000000001943": "A baseball player swinging a bat at a ball.",
  "000000001944": "A group of zebras standing next to each other.",
  "000000001945": "Two horses standing in a grassy field with trees in the background.",
  "000000001946": "A car driving down a road near a street sign.",
  "000000001947": "A person on a snowboard is jumping over a hill.",
  "000000001948": "A herd of zebras standing in a field.",
  "000000001949": "A bunch of hot dogs sitting on top of a table.",
  "000000001950": "A couch with a dog on it and a laptop on the floor.",
  "000000001951": "A man in a suit and tie is standing on a train.",
  "000000001952": "A white and black cat is sitting on the back of a car.",
  "000000001953": "A table topped with a lot of food.",
  "000000001954": "A man holding a tennis racquet on a tennis court.",
  "000000001955": "A zebra standing on top of a lush green field.",
  "000000001956": "A room with a chair, a desk, and a lamp.",
  "000000001957": "A man talking on a cell phone with another man standing behind him.",
  "000000001958": "A umbrella is hanging on a stone pillar near the water.",
  "000000001959": "A black and white laptop computer sitting on a table.",
  "000000001960": "A basket filled with bananas and other items.",
  "000000001961": "A group of people standing on top of a hill.",
  "000000001962": "A group of people standing around a bunch of objects.",
  "000000001963": "A statue of a man in a black suit.",
  "000000001964": "A variety of fruits and vegetables are displayed in a store.",
  "000000001965": "A bathroom with a toilet and a shower.",
  "000000001966": "A baseball player standing on a field holding a bat.",
  "000000001967": "A tennis player is playing a game on the court.",
  "000000001968": "A desk with a desk chair and a desk lamp.",
  "000000001969": "A stuffed animal sitting on top of a garbage can.",
  "000000001970": "A stop sign sitting on top of a pole.",
  "000000001971": "A man standing in front of a fruit stand.",
  "000000001972": "A group of boats docked in a harbor.",
  "000000001973": "A man riding a surfboard on top of a body of water.",
  "000000001974": "A group of colorful kites are flown in the air.",
  "000000001975": "A girl holding a tennis racket standing next to a tree.",
  "000000001976": "Three different colored suitcases are shown on a table.",
  "000000001977": "A man and a woman riding a horse in a field.",
  "000000001978": "A person riding a surfboard on top of a wave.",
  "000000001979": "A giraffe standing on top of a lush green field.",
  "000000001980": "Two white ducks in a lake with a boat in the background.",
  "000000001981": "A young boy with a skate board and Nintendo Wii controller.",
  "000000001982": "A city street with a bus and a truck.",
  "000000001983": "A laptop computer sitting on a desk next to a computer monitor.",
  "000000001984": "A cat laying on a desk on a computer.",
  "000000001985": "A group of people on a street with traffic lights.",
  "000000001986": "A woman holding a wooden spoon over a hot dog.",
  "000000001987": "A group of giraffes eating from a tree.",
  "000000001988": "A bird sitting on top of a plate of fruit.",
  "000000001989": "A man riding a surfboard on top of a wave.",
  "000000001990": "A surfer riding a wave on a surfboard.",
  "000000001991": "Three zebras standing next to each other in a field.",
  "000000001992": "Two zebras standing next to each other in a field.",
  "000000001993": "A plate with a piece of meat and a piece of bread.",
  "000000001994": "A giraffe standing in a field with trees in the background.",
  "000000001995": "A street with a lot of traffic and a lot of traffic signs.",
  "000000001996": "A woman in a white shirt holding a tennis racquet.",
  "000000001997": "A baseball player swinging a bat at a ball.",
  "000000001998": "A microwave oven sitting in the middle of a kitchen.",
  "000000001999": "A cat sitting on top of a piece of luggage."
}