{
  "000000000000": "A person sitting in a room with a chair and a table.",
  "000000000001": "A group of people riding motorcycles in a parade.",
  "000000000002": "A group of motorcycles parked on the side of a street.",
  "000000000003": "A man standing in a kitchen with a white counter.",
  "000000000004": "A computer monitor sitting on top of a desk.",
  "000000000005": "A plate of food with broccoli, carrots, and rice.",
  "000000000006": "A man and a woman standing on skis in the snow.",
  "000000000007": "A person sitting at a desk with a laptop.",
  "000000000008": "A man standing next to a train with a suitcase.",
  "000000000009": "A tray filled with vegetables and a dish of rice.",
  "000000000010": "A boy playing a video game on a television.",
  "000000000011": "A pot filled with carrots and other vegetables.",
  "000000000012": "A person jumping up in the air with a frisbee.",
  "000000000013": "A vase with flowers on it sitting on a shelf.",
  "000000000014": "A vase of flowers sitting on a table next to a glass table.",
  "000000000015": "A person standing in the snow with skis.",
  "000000000016": "A person riding a skateboard on a ramp.",
  "000000000017": "A woman is sitting on a pizza pan with a pizza on it.",
  "000000000018": "A kitchen with a sink, counter, and a wooden table.",
  "000000000019": "Two women walking on the sand with their hands on their hands.",
  "000000000020": "Two zebras are grazing in a field with trees in the background.",
  "000000000021": "A stop sign is in the middle of a snow covered road.",
  "000000000022": "A man is doing a trick on a skateboard.",
  "000000000023": "A kitchen with a sink, stove, and a refrigerator.",
  "000000000024": "A cat is sitting on a chair in a kitchen.",
  "000000000025": "A sandwich with bread, cheese, and vegetables.",
  "000000000026": "Two men standing next to each other holding donuts.",
  "000000000027": "A boy is cutting a cake on a table.",
  "000000000028": "A bunch of flowers are on a table in a shop.",
  "000000000029": "A baseball player is preparing to hit a ball.",
  "000000000030": "A bench sitting on top of a hill near a lake.",
  "000000000031": "A stop sign is shown in front of a car.",
  "000000000032": "A man standing on a beach holding a surfboard.",
  "000000000033": "A laptop sitting on top of a desk next to a lamp.",
  "000000000034": "A street with traffic lights and cars on it.",
  "000000000035": "A little girl sitting on a bed next to a laptop.",
  "000000000036": "A herd of sheep grazing in a field near mountains.",
  "000000000037": "A person riding skis down a hill.",
  "000000000038": "A vase of flowers sitting next to a bookshelf.",
  "000000000039": "A beach with surfboards and chairs on it.",
  "000000000040": "A small room with a small kitchen and a small living room.",
  "000000000041": "A group of people standing on a beach flying kites.",
  "000000000042": "Two men sitting on a bench eating food.",
  "000000000043": "A man standing in front of a computer in a room.",
  "000000000044": "A table with a laptop, a phone, a cup of coffee and a bowl of food.",
  "000000000045": "A plane flying over a body of water.",
  "000000000046": "A woman is playing tennis on a tennis court.",
  "000000000047": "A cat is sitting on a television watching a movie.",
  "000000000048": "A young girl sitting on a beach with a surfboard.",
  "000000000049": "Three giraffes are standing in a field near a river.",
  "000000000050": "A statue of a elephant with a white background.",
  "000000000051": "A boy and two girls are watching a TV.",
  "000000000052": "A man riding a motorcycle in the air.",
  "000000000053": "A person is holding a surfboard on a beach.",
  "000000000054": "A street sign is hanging from a pole.",
  "000000000055": "A man is riding a surfboard on the beach.",
  "000000000056": "A sink sitting in a kitchen next to a wooden shelf.",
  "000000000057": "A group of donuts are displayed on a table.",
  "000000000058": "A person laying on a bed with a cat.",
  "000000000059": "A statue of a man standing on a stone bench.",
  "000000000060": "A group of people standing on a beach with surfboards.",
  "000000000061": "A man is doing a trick on his skateboard.",
  "000000000062": "A group of people skiing down a hill.",
  "000000000063": "A clock on the side of a building.",
  "000000000064": "A living room with a couch, a television, and a fireplace.",
  "000000000065": "A herd of cows grazing on a grassy field.",
  "000000000066": "A group of motorcycles are parked on the side of the road.",
  "000000000067": "A couple of giraffes standing in a field.",
  "000000000068": "A plate of food with a fork and knife.",
  "000000000069": "A group of skiers on a ski slope in the snow.",
  "000000000070": "A group of people riding a dirt bike down a hill.",
  "000000000071": "A man is riding a white surfboard in the air.",
  "000000000072": "A small baby laying on a bed in a room.",
  "000000000073": "A cake with a person sitting on top of it.",
  "000000000074": "A bear is sitting on a lush green field.",
  "000000000075": "A group of women are standing next to each other.",
  "000000000076": "A man sitting on a motorcycle talking on a cell phone.",
  "000000000077": "A bathroom with two urinals and a toilet.",
  "000000000078": "A table topped with plates of food and a beer.",
  "000000000079": "A young boy swinging a baseball bat at a ball.",
  "000000000080": "A dog laying on a couch with a basket of food.",
  "000000000081": "A young boy is playing tennis on a tennis court.",
  "000000000082": "Two motorcycles parked in a row next to a palm tree.",
  "000000000083": "Three children standing in the snow with skis.",
  "000000000084": "A young child is holding a candle on a cake.",
  "000000000085": "A man pulling a horse drawn carriage down a street.",
  "000000000086": "A bunch of suitcases sitting in a room.",
  "000000000087": "A dog sitting on a bed next to a chair.",
  "000000000088": "A bowl of soup and a bowl of meat on a table.",
  "000000000089": "A woman is standing on a sidewalk with a dog.",
  "000000000090": "A group of cars parked on a street.",
  "000000000091": "A person jumping over a horse in a field.",
  "000000000092": "A train is sitting on the tracks near a tree.",
  "000000000093": "A person with a umbrella is standing in the rain.",
  "000000000094": "A dog is walking on a grassy field.",
  "000000000095": "A car parked next to a clock on a street.",
  "000000000096": "A horse pulling a cart with a man standing behind it.",
  "000000000097": "A woman is cooking two pans of doughnuts.",
  "000000000098": "A pan that is on top of a kitchen counter.",
  "000000000099": "A clock is shown on the side of a building.",
  "000000000100": "A school bus is parked in front of a traffic light.",
  "000000000101": "A boat is being pulled by people on a lake.",
  "000000000102": "A living room with a couch, a table, a lamp, a window and a boy.",
  "000000000103": "Two people standing on a sidewalk holding video controllers.",
  "000000000104": "A giraffe is standing next to a fence.",
  "000000000105": "A skateboard is shown in a photo with a person standing next to it.",
  "000000000106": "A car parked in front of a large green tree.",
  "000000000107": "A man sitting on a couch with a tie on.",
  "000000000108": "A woman is flying a frisbee in a park.",
  "000000000109": "A teddy bear is sitting on a bed.",
  "000000000110": "A group of sheep eating hay in a barn.",
  "000000000111": "A clock tower with a blue and white clock.",
  "000000000112": "A man in a suit and tie holding a white knife.",
  "000000000113": "A herd of zebras grazing on a lush green field.",
  "000000000114": "A man standing in front of a couch holding a Nintendo Wii.",
  "000000000115": "A group of people standing in a field flying kites.",
  "000000000116": "A sign that says \"No parking\" is on the side of a street.",
  "000000000117": "A motorcycle parked on the side of a road.",
  "000000000118": "A woman is holding a frisbee on a beach.",
  "000000000119": "A group of motorcycles parked on a street.",
  "000000000120": "A cat laying on a bed next to a laptop.",
  "000000000121": "A group of people flying kites in a field.",
  "000000000122": "A cat laying on a couch next to a person.",
  "000000000123": "A spoon sitting in a pot filled with food.",
  "000000000124": "A person is cutting a knife with a knife in their hand.",
  "000000000125": "A cup of coffee and a cell phone on a table.",
  "000000000126": "A herd of zebras standing in a field of grass.",
  "000000000127": "A woman is eating food at a table.",
  "000000000128": "A fire hydrant sitting on the side of a street.",
  "000000000129": "A bus is parked in a parking lot.",
  "000000000130": "A pizza topped with tomatoes, cheese and mushrooms.",
  "000000000131": "A bowl of food sitting on a table next to a bowl of meat.",
  "000000000132": "A horse is standing next to a truck and a horse pen.",
  "000000000133": "A little boy sitting on a couch holding a Nintendo Wii controller.",
  "000000000134": "A table topped with food and drinks on it.",
  "000000000135": "A person is on a snowboard in the snow.",
  "000000000136": "A large elephant walking through a lush green area.",
  "000000000137": "A woman is playing tennis on a tennis court.",
  "000000000138": "A man standing next to a table with a vase of flowers.",
  "000000000139": "A dog laying on a couch with a shoe on it.",
  "000000000140": "Three people sitting on a bench next to an elephant.",
  "000000000141": "A baseball player is swinging a bat at a ball.",
  "000000000142": "A stop sign with a red and white background.",
  "000000000143": "A street sign that has been painted with graffiti.",
  "000000000144": "A man sitting on a bench in a park.",
  "000000000145": "A large airplane is parked on a runway.",
  "000000000146": "A baby elephant walking through a fenced area.",
  "000000000147": "People are walking through a large airport with luggage.",
  "000000000148": "A cat is looking at a person with a cage.",
  "000000000149": "A large building with a clock on the top.",
  "000000000150": "A bathroom with a sink, a toilet, and a mirror.",
  "000000000151": "A motorcycle parked in front of a building.",
  "000000000152": "A train is parked at a train station.",
  "000000000153": "Two slices of pizza are on a white plate.",
  "000000000154": "A man standing next to a large bus with luggage.",
  "000000000155": "A traffic light is on the side of a street.",
  "000000000156": "A bed in a bedroom with a white bed sheet.",
  "000000000157": "A decorated donut with a cat in it.",
  "000000000158": "A large church with a large clock tower.",
  "000000000159": "A man sitting on a couch with a bag of food.",
  "000000000160": "A young girl is skiing down a snowy hill.",
  "000000000161": "A boat is in the water with people watching it.",
  "000000000162": "A group of people standing on a beach flying kites.",
  "000000000163": "A group of boats are parked in a field.",
  "000000000164": "Two giraffes are standing next to each other in a zoo.",
  "000000000165": "A woman holding a cake and a man holding a knife.",
  "000000000166": "A bathroom with a sink, mirror and a toilet.",
  "000000000167": "A desk with a laptop, a computer monitor, a bottle, and a book.",
  "000000000168": "A woman riding a horse on a beach.",
  "000000000169": "A person riding a surfboard on top of a wave.",
  "000000000170": "A clock tower with a large window in the middle of it.",
  "000000000171": "A person holding a sandwich in a bag.",
  "000000000172": "A plate of food with a bowl of juice.",
  "000000000173": "A dog sitting on a cart next to a table.",
  "000000000174": "A tennis player is holding a racket on a tennis court.",
  "000000000175": "A group of people sitting at a table with food.",
  "000000000176": "A toilet with a white cover and a white seat.",
  "000000000177": "A giraffe standing in a field of tall grass.",
  "000000000178": "Two people standing on a snow covered hill with a snowboard.",
  "000000000179": "A man riding a surfboard in a pool.",
  "000000000180": "A group of skiers standing on a snowy hill.",
  "000000000181": "A man riding a skateboard on a beach near a palm tree.",
  "000000000182": "Three zebras standing in a field of tall grass.",
  "000000000183": "A cat with a tie on is sitting on a pillow.",
  "000000000184": "A man holding a knife and a bottle of wine.",
  "000000000185": "A man and a woman are looking at a dog.",
  "000000000186": "A large kitchen with a large table and a large window.",
  "000000000187": "A person is sitting on a bed holding a book.",
  "000000000188": "A plate of broccoli and meat sitting on a table.",
  "000000000189": "A baseball player is swinging a bat at a ball.",
  "000000000190": "A couple of cows standing in a fenced area.",
  "000000000191": "A herd of zebras standing in a field next to water.",
  "000000000192": "A man is playing tennis on a tennis court.",
  "000000000193": "A plate of food sitting on a table next to a glass of wine.",
  "000000000194": "A bus parked in a parking lot with people walking around.",
  "000000000195": "Two fire trucks parked on the side of a road.",
  "000000000196": "A person riding a surfboard on a wave.",
  "000000000197": "Two people are holding a white donut in their hands.",
  "000000000198": "A woman is wearing a white shirt while holding a white cooler.",
  "000000000199": "A train with a bunch of people sitting in the seats.",
  "000000000200": "A baseball game is being watched by a crowd.",
  "000000000201": "A stop sign is hanging from a pole.",
  "000000000202": "A man is playing tennis on a tennis court.",
  "000000000203": "Two people sitting at a table eating food.",
  "000000000204": "A truck with a sticker on it is parked in the parking lot.",
  "000000000205": "A cake with a cell phone and a bottle of water.",
  "000000000206": "A giraffe standing next to a zebra in a zoo.",
  "000000000207": "A group of people sitting at a table with food.",
  "000000000208": "A sandwich is on a plate with a fork.",
  "000000000209": "A man cutting a bottle of wine on a table.",
  "000000000210": "A group of young girls are standing around stuffed animals.",
  "000000000211": "A group of people riding horses on a beach.",
  "000000000212": "A kitchen with a sink, a refrigerator, and a window.",
  "000000000213": "A boy is sitting at a table with a umbrella.",
  "000000000214": "A man eating a pizza with a frisbee in his hand.",
  "000000000215": "A pizza sitting on a table next to a glass of wine.",
  "000000000216": "Two giraffes standing next to each other in a field.",
  "000000000217": "A bowl of meat, a bowl of vegetables and a bowl of rice.",
  "000000000218": "A group of people sitting in front of a motorcycle.",
  "000000000219": "A couple of people walking on a beach near a mountain.",
  "000000000220": "A woman sitting on a bench holding an umbrella.",
  "000000000221": "A giraffe standing in the middle of a lush green field.",
  "000000000222": "Two people riding motorcycles on a dirt road.",
  "000000000223": "A large airplane flying in the sky with a flag on it.",
  "000000000224": "Two women standing on a hill with kites in the air.",
  "000000000225": "A woman on a skateboard in a building.",
  "000000000226": "A woman sitting in a bed with a dog in her lap.",
  "000000000227": "A person is holding a laptop and a book.",
  "000000000228": "A group of police motorcycles parked in a park.",
  "000000000229": "A variety of vegetables are displayed on a table.",
  "000000000230": "A man and a woman wearing glasses and tie.",
  "000000000231": "A bathroom with a sink and a toilet.",
  "000000000232": "A park with trees and a bench in the middle.",
  "000000000233": "A large table with a large white sink and a tv.",
  "000000000234": "A large kitchen with a large oil tank and a bucket of food.",
  "000000000235": "Two people riding on a snowboard with a pair of surfboards.",
  "000000000236": "A cat is sitting on a cement bench.",
  "000000000237": "A pair of scissors sitting on top of a wooden board.",
  "000000000238": "A large airplane parked on a runway next to a crowd of people.",
  "000000000239": "A woman in a tennis outfit is playing tennis.",
  "000000000240": "A dog is walking on a carpet in a living room.",
  "000000000241": "A clock tower with a blue sky and a blue sky.",
  "000000000242": "A man and two dogs are playing in the snow.",
  "000000000243": "A baseball player is swinging at a ball.",
  "000000000244": "A living room with a couch, a table, and a window.",
  "000000000245": "A train traveling down a train track near a city.",
  "000000000246": "A man is standing next to a truck.",
  "000000000247": "A boat is traveling through a body of water.",
  "000000000248": "A bird flying in the sky with a blue sky.",
  "000000000249": "Two people riding surfboards on a wave in the ocean.",
  "000000000250": "A group of cars parked in front of a building.",
  "000000000251": "A group of people riding motorcycles down a road.",
  "000000000252": "A man riding a snowboard down a ramp on a snowy day.",
  "000000000253": "A stop sign is shown in the dark.",
  "000000000254": "A couple of people riding horses on a beach.",
  "000000000255": "Two park benches sitting next to each other on a sidewalk.",
  "000000000256": "A man holding a tennis racquet on a tennis court.",
  "000000000257": "Two parking meters sitting next to each other.",
  "000000000258": "A street sign that is hanging from a pole.",
  "000000000259": "A sheep is standing on a grassy hill.",
  "000000000260": "A man holding a frisbee in his hand.",
  "000000000261": "A large building with a clock tower on it.",
  "000000000262": "A man sitting at a table looking at a cell phone.",
  "000000000263": "A group of people on skis standing on a mountain.",
  "000000000264": "A cup of coffee, a piece of cheese and a piece of fruit.",
  "000000000265": "A group of people standing in front of a kitchen.",
  "000000000266": "A man is surfing in the ocean on a sunny day.",
  "000000000267": "Two men and a woman sitting at a table with pizza.",
  "000000000268": "A bowl of vegetables sitting on a table.",
  "000000000269": "A kitchen with a sink, stove, and counter.",
  "000000000270": "A bench with bananas on it next to a palm tree.",
  "000000000271": "A man is playing tennis on a tennis court.",
  "000000000272": "Two giraffes standing next to each other in a forest.",
  "000000000273": "A vase of flowers sitting on top of a glass vase.",
  "000000000274": "A man standing next to a herd of cows.",
  "000000000275": "A baseball player is swinging at a ball.",
  "000000000276": "A boat is parked in the water near a dock.",
  "000000000277": "A cell phone sitting on a table next to a desk.",
  "000000000278": "A cat is sitting on a plate with a toy in it.",
  "000000000279": "A man is playing tennis on a tennis court.",
  "000000000280": "A set of toys that are in a box with a remote control.",
  "000000000281": "A woman riding on the back of an elephant.",
  "000000000282": "A clock hanging from a wooden ceiling in a room.",
  "000000000283": "A bunch of different fruits are sitting on a table.",
  "000000000284": "A little girl brushing her teeth while holding a teddy bear.",
  "000000000285": "A man is sitting in a kitchen with some food.",
  "000000000286": "Two young children are sitting next to each other holding a stuffed bear.",
  "000000000287": "A man sitting on a couch holding a laptop.",
  "000000000288": "Two young girls sitting on a grass covered bench.",
  "000000000289": "A train is parked at a train station.",
  "000000000290": "A park bench sitting on a tree covered ground.",
  "000000000291": "A man is playing tennis on a tennis court.",
  "000000000292": "A group of people standing next to a group of animals.",
  "000000000293": "A little girl with a red and white scarf on her face.",
  "000000000294": "A kite flying over the water near a mountain.",
  "000000000295": "A group of cows walking along the beach near the ocean.",
  "000000000296": "A man is playing tennis on a tennis court.",
  "000000000297": "A woman is playing frisbee on a soccer field.",
  "000000000298": "A young girl holding a video game remote.",
  "000000000299": "A bike parked on the side of a train.",
  "000000000300": "A man and a woman are walking down the street.",
  "000000000301": "A man is doing a trick on a skateboard.",
  "000000000302": "A fire hydrant with a red and white fire hydrant on it.",
  "000000000303": "A man in a suit and tie holding a cell phone.",
  "000000000304": "A woman holding a tennis racket in her hand.",
  "000000000305": "A street light is on the side of the street.",
  "000000000306": "A large airplane flying through the air in the sky.",
  "000000000307": "A man riding a motorcycle down a road.",
  "000000000308": "A zebra standing next to a giraffe in a zoo.",
  "000000000309": "A man is cutting a cake in a kitchen.",
  "000000000310": "A group of elephants standing in a field.",
  "000000000311": "A young boy holding a bat in a field.",
  "000000000312": "A young girl holding a tennis racquet on a tennis court.",
  "000000000313": "A person riding a surfboard on top of a wave.",
  "000000000314": "A man is taking a picture of himself in a rear view mirror.",
  "000000000315": "A large elephant is standing in the grass.",
  "000000000316": "A large truck driving down the street next to a building.",
  "000000000317": "A large group of people sitting around a table.",
  "000000000318": "A table with a bunch of food on it.",
  "000000000319": "A man standing on a street sign with a smile on his face.",
  "000000000320": "A polar bear walking on a rocky surface.",
  "000000000321": "A busy city street with many buses and cars.",
  "000000000322": "A stop sign with a dog standing on it.",
  "000000000323": "A subway train with a passenger bus sitting in the middle of it.",
  "000000000324": "A pizza with a lot of toppings on it.",
  "000000000325": "A white dog with a nose and ears on a rug.",
  "000000000326": "A woman sitting on a bench with an umbrella.",
  "000000000327": "A man standing next to a bike and a fire hydrant.",
  "000000000328": "A collection of different types of knives and other items.",
  "000000000329": "A man standing on top of a large jet engine.",
  "000000000330": "A fruit tree with oranges, pears and flowers.",
  "000000000331": "A woman is preparing meat in a box.",
  "000000000332": "A large airplane is flying in the sky.",
  "000000000333": "A woman and a boy are preparing a cake.",
  "000000000334": "A man riding a bicycle down a street.",
  "000000000335": "A group of umbrellas are hanging on a fence.",
  "000000000336": "Two people sitting on a bench in the park.",
  "000000000337": "A clock sitting on top of a table next to a vase.",
  "000000000338": "A man standing in the snow holding a kite.",
  "000000000339": "A person is standing on a counter with a pair of glasses.",
  "000000000340": "A group of young boys standing around a table.",
  "000000000341": "A small dog laying on a bed with a yellow blanket.",
  "000000000342": "A cat is sitting on a pair of shoes.",
  "000000000343": "A boat with people on it on a river.",
  "000000000344": "A person is using a laptop computer on a desk.",
  "000000000345": "A baseball player swinging a bat at a ball.",
  "000000000346": "A living room with a large window and a couch.",
  "000000000347": "A man in a hat sitting on a statue of a bull.",
  "000000000348": "Two men standing on a beach with a surfboard.",
  "000000000349": "A kitchen with a stove, sink, refrigerator and a counter.",
  "000000000350": "A laptop is sitting on a table next to a phone.",
  "000000000351": "A tray of donuts with a mix of different types of doughnuts.",
  "000000000352": "A man and a woman playing a video game.",
  "000000000353": "A woman and a man are holding a small child.",
  "000000000354": "A bus parked in front of a building.",
  "000000000355": "A group of horses standing next to a fence.",
  "000000000356": "A cat is sitting on a laptop computer.",
  "000000000357": "A man riding a surfboard on a wave.",
  "000000000358": "A plate of food with rice, vegetables, and noodles.",
  "000000000359": "A man riding a surfboard on top of a wave.",
  "000000000360": "A toilet with a伞 on it in a bathroom.",
  "000000000361": "A bus is parked on the side of the street.",
  "000000000362": "Two men pose for a picture while holding glasses of wine.",
  "000000000363": "A clock is hanging from the side of a building.",
  "000000000364": "A man is holding a frisbee in his hand.",
  "000000000365": "A man is cooking food in a kitchen.",
  "000000000366": "A woman holding a camera in front of a tree.",
  "000000000367": "A man is standing in the water with a dog.",
  "000000000368": "A group of zebras standing on a dry grass field.",
  "000000000369": "Two bikes are sitting on a couch next to a chair.",
  "000000000370": "A woman is taking a picture of herself with a camera.",
  "000000000371": "A sandwich with cheese and lettuce on a plate.",
  "000000000372": "A keyboard sitting on top of a desk.",
  "000000000373": "A baseball player swinging a bat at a baseball game.",
  "000000000374": "A train is parked in a subway station.",
  "000000000375": "A knife and a pair of scissors sitting in a bowl.",
  "000000000376": "A motorcycle with a red and white paint on it.",
  "000000000377": "A man riding a skateboard on a ramp.",
  "000000000378": "A group of people standing in the grass holding frisbee.",
  "000000000379": "A bed with a canopy and a bed chair.",
  "000000000380": "A man wearing a suit and tie standing in front of a tree.",
  "000000000381": "A living room with a couch, table, and a refrigerator.",
  "000000000382": "A clock is shown with a large number of statues on it.",
  "000000000383": "A train is parked on the tracks in a field.",
  "000000000384": "A pizza is on a wooden cutting board.",
  "000000000385": "A large elephant is standing in the grass.",
  "000000000386": "A view of a plane flying over a mountain.",
  "000000000387": "A tray of donuts sitting on top of a table.",
  "000000000388": "Two women sitting at a table eating food.",
  "000000000389": "A herd of sheep grazing on a grassy hillside.",
  "000000000390": "A large clock tower sits on the side of a large body of water.",
  "000000000391": "A couch sitting in front of a window in a living room.",
  "000000000392": "A table with a vase of flowers sitting on it.",
  "000000000393": "A little girl holding a pink umbrella on the street.",
  "000000000394": "A boy holding a skateboard in front of a fence.",
  "000000000395": "Two men are flying a kite in the grass.",
  "000000000396": "A man is walking down the street with a bicycle.",
  "000000000397": "A woman laying on a bed with a piece of cake.",
  "000000000398": "A cat is sitting on a sink with its claws out.",
  "000000000399": "A man in a hat and a man in a blue shirt are leading two horses.",
  "000000000400": "A cell phone with a picture of a person on it.",
  "000000000401": "A dog sitting on a table with a cake.",
  "000000000402": "A man riding a surfboard on a wave.",
  "000000000403": "A parking meter with graffiti on it and a street sign with graffiti on it.",
  "000000000404": "A man sitting on a toilet in a bathroom.",
  "000000000405": "A large kite flying over a city.",
  "000000000406": "A plate of food sitting on a table next to a cup of coffee.",
  "000000000407": "A large elephant walking through a forest with a dirt road.",
  "000000000408": "A man riding a skateboard on a ramp.",
  "000000000409": "A giraffe is standing in the grass near a tree.",
  "000000000410": "A stop sign is on the side of a street.",
  "000000000411": "A man is jumping up to catch a frisbee.",
  "000000000412": "A person is holding a bowl of oranges.",
  "000000000413": "A bench sitting on top of a grass covered field.",
  "000000000414": "A cat laying on a laptop computer on a desk.",
  "000000000415": "A woman sitting at a table with pizza on the plates.",
  "000000000416": "A group of boats are parked on a beach.",
  "000000000417": "A train is on the tracks at a station.",
  "000000000418": "A man is playing tennis on a tennis court.",
  "000000000419": "Two giraffes standing on a grassy field.",
  "000000000420": "A man is sitting on a couch with a piece of paper and a piece of paper in his hand.",
  "000000000421": "A man riding a surfboard on a wave.",
  "000000000422": "A giraffe is standing in a fenced area.",
  "000000000423": "A man in a white shirt holding a tennis racquet.",
  "000000000424": "A bed with a rug and a picture of a cat on it.",
  "000000000425": "A man is doing a trick on a skateboard.",
  "000000000426": "A bowl of soup with a spoon in it.",
  "000000000427": "A dog is playing with a frisbee in the grass.",
  "000000000428": "A woman holding a cell phone in her hand.",
  "000000000429": "A man playing soccer with a soccer ball.",
  "000000000430": "A bowl of oranges sitting on a table.",
  "000000000431": "A cat is laying on a brick wall.",
  "000000000432": "A picture of a person eating food at a restaurant.",
  "000000000433": "A man riding a skateboard on a ramp.",
  "000000000434": "Two bikes are parked next to a fence.",
  "000000000435": "A man is eating a plate of food in the park.",
  "000000000436": "Two men standing on a beach with a surfboard.",
  "000000000437": "A traffic light is hanging from the side of a building.",
  "000000000438": "A small dog standing on a dirt beach.",
  "000000000439": "A desk with three monitors and a laptop.",
  "000000000440": "A bear is sitting on a rock with its nose up.",
  "000000000441": "A bowl of soup with broccoli and vegetables.",
  "000000000442": "Two men playing tennis on a tennis court.",
  "000000000443": "A street sign with a picture of a cat.",
  "000000000444": "A bus parked in front of a car on a city street.",
  "000000000445": "A group of people standing on surfboards on a beach.",
  "000000000446": "A young boy is sitting on a bed holding an apple.",
  "000000000447": "A large airplane flying in the sky with a blue sky.",
  "000000000448": "A person is walking down a street near a traffic light.",
  "000000000449": "A bowl of green apples sitting on a table.",
  "000000000450": "A large bus parked on the side of the road.",
  "000000000451": "A window with a clock and a sign on it.",
  "000000000452": "A black cat laying on a desk next to a laptop.",
  "000000000453": "A woman sitting on a bench next to a refrigerator.",
  "000000000454": "A man in a white shirt holding a tennis racquet.",
  "000000000455": "A zebra standing next to another zebra in a field.",
  "000000000456": "Three men are sitting in front of a bench.",
  "000000000457": "A group of people standing in the snow.",
  "000000000458": "A man is flying a kite on a lake.",
  "000000000459": "A woman holding a pizza on a table.",
  "000000000460": "A group of elephants standing around a fenced in area.",
  "000000000461": "A woman is standing in front of a car with a sign that says \"LGBTQ+\".",
  "000000000462": "A woman standing next to a man with a knife.",
  "000000000463": "A bathroom with a toilet, sink, and a bathtub.",
  "000000000464": "Two trains are traveling down the tracks in the forest.",
  "000000000465": "A black bear is sitting in the grass.",
  "000000000466": "A man and a woman standing next to a table with a cake.",
  "000000000467": "A bike parked on a bench next to a bunch of umbrellas.",
  "000000000468": "A bird is standing on the beach in the ocean.",
  "000000000469": "A horse standing next to a fence and a person standing behind it.",
  "000000000470": "A cake with a cell phone and a cat on it.",
  "000000000471": "A man walking down a street with a bus in the background.",
  "000000000472": "A hamburger, fries, and ketchup on a plate.",
  "000000000473": "A couple of boys sitting on a bench.",
  "000000000474": "A plate of carrots sitting on top of a counter.",
  "000000000475": "A beach with lots of chairs and a lot of people.",
  "000000000476": "A young boy is playing soccer in a field.",
  "000000000477": "A toilet sitting next to a sink and a bowl.",
  "000000000478": "A bunch of oranges sitting on top of a table.",
  "000000000479": "A sign that says \"Stop the Traffic\" is on a post.",
  "000000000480": "A herd of cows grazing in a field.",
  "000000000481": "A man holding a sheep on a pole.",
  "000000000482": "A clock tower with a clock on it.",
  "000000000483": "A park with a bench and a couple of trees.",
  "000000000484": "Three people are skiing down a snowy hill.",
  "000000000485": "A man standing next to two kids holding food.",
  "000000000486": "A man sitting in a kitchen with a table full of food.",
  "000000000487": "A plate of broccoli and other vegetables on a table.",
  "000000000488": "A stop sign is shown in front of a street.",
  "000000000489": "A pizza sitting on a table next to a bottle of soda.",
  "000000000490": "A man and a woman riding on a motorcycle.",
  "000000000491": "A street sign with the words \"St. 12th Ave\" and \"St. 12th Ave\" on it.",
  "000000000492": "A desk with two monitors and a computer.",
  "000000000493": "A large boat is traveling through the water.",
  "000000000494": "A boat sitting on the beach next to a wave.",
  "000000000495": "A baby brushing its teeth with a toothbrush.",
  "000000000496": "A man standing in front of a video game controller.",
  "000000000497": "A woman sitting on a couch playing video games.",
  "000000000498": "A computer sitting on top of a desk next to a monitor.",
  "000000000499": "A box of cereal, a bag of donuts, a bag of peanuts and a bag of chocolate.",
  "000000000500": "A woman sitting at a table with a pizza on a tablecloth.",
  "000000000501": "A street sign with different street signs on it.",
  "000000000502": "A bird standing in the water with a group of birds.",
  "000000000503": "A group of young girls standing around a sheep.",
  "000000000504": "A street with traffic lights and signs on it.",
  "000000000505": "A bear is sitting on a rock on a rock wall.",
  "000000000506": "A zebra standing in a field with some trees.",
  "000000000507": "Two motorcycles are parked at the intersection of a street.",
  "000000000508": "A sandwich with vegetables and a bun on it.",
  "000000000509": "A man holding a bottle of wine in his hand.",
  "000000000510": "A car is stopped at a traffic light.",
  "000000000511": "A person riding a surfboard in the water.",
  "000000000512": "A bathroom with a sink and a mirror.",
  "000000000513": "A woman is playing tennis on a tennis court.",
  "000000000514": "A man in a baseball uniform standing next to a woman in a baseball uniform.",
  "000000000515": "A person is sitting on a bike on the sidewalk.",
  "000000000516": "A person is in the air on a surfboard.",
  "000000000517": "A group of people standing in front of a building.",
  "000000000518": "A woman in a costume is helping another woman paint.",
  "000000000519": "A plate of food with meat, vegetables and potatoes.",
  "000000000520": "A bunch of different types of fruit sitting on a table.",
  "000000000521": "A desk with a computer, a monitor, a keyboard and a lamp.",
  "000000000522": "Two zebras are standing in a field with some grass.",
  "000000000523": "A woman and a boy are standing in front of a table.",
  "000000000524": "A man is playing frisbee on a sidewalk.",
  "000000000525": "A pizza is sitting on a plate on a table.",
  "000000000526": "A man and a woman sitting on a bench in the snow.",
  "000000000527": "A bird standing in a field with some grass.",
  "000000000528": "A person is holding a piece of pizza on a cardboard box.",
  "000000000529": "A street with a car parked on the side of it.",
  "000000000530": "A cat is sitting on a wooden table watching a tv.",
  "000000000531": "A man riding a surfboard in the water.",
  "000000000532": "A person is doing a trick on a snowboard.",
  "000000000533": "A plate of salad, fruit and vegetables.",
  "000000000534": "A person is flying through the air on a kite.",
  "000000000535": "A basket of fruit sitting on top of a table.",
  "000000000536": "A desk with two monitors, a laptop, a coffee cup and a glass of wine.",
  "000000000537": "A man riding a bike down a road with horses.",
  "000000000538": "A man is playing tennis on a tennis court.",
  "000000000539": "A dog is sitting in the back of a car.",
  "000000000540": "A red fire hydrant sitting in the middle of a forest.",
  "000000000541": "A man is standing next to an elephant.",
  "000000000542": "A pizza topped with vegetables and eggs.",
  "000000000543": "A man standing on a snow covered hill with skis.",
  "000000000544": "A person is skiing down a snowy hill.",
  "000000000545": "A little girl standing in the rain with an umbrella.",
  "000000000546": "A meal is being prepared on a table.",
  "000000000547": "A group of giraffes standing around a zoo.",
  "000000000548": "A woman holding a sandwich in front of a table.",
  "000000000549": "A little girl holding an umbrella and a person holding a stuffed animal.",
  "000000000550": "A woman is holding a box of doughnuts.",
  "000000000551": "A train is parked on the tracks near a bench.",
  "000000000552": "A view of a car with lights on the side of the road.",
  "000000000553": "A microwave sitting on top of a wooden table.",
  "000000000554": "A boat is on a body of water.",
  "000000000555": "A bunch of cell phones sitting on top of a table.",
  "000000000556": "Two men pose for a picture with a tie.",
  "000000000557": "A man is working on a bicycle frame.",
  "000000000558": "A vase filled with colorful flowers and kites.",
  "000000000559": "A desk with a laptop, a monitor and a television.",
  "000000000560": "A kitchen with a wooden counter top and a wooden table.",
  "000000000561": "Two large white trucks parked on the side of the road.",
  "000000000562": "A blue box with bananas sitting on a table.",
  "000000000563": "A group of people standing in a field with kites.",
  "000000000564": "A man riding a surfboard on top of a wave.",
  "000000000565": "A young boy standing in a park playing frisbee.",
  "000000000566": "A woman holding a Nintendo Wii remote in front of a group of people.",
  "000000000567": "A food stand with various types of food on the counter.",
  "000000000568": "A baseball player is swinging at a ball.",
  "000000000569": "A man riding on top of an elephant in a zoo.",
  "000000000570": "A bird standing on a branch on a rock.",
  "000000000571": "A train is parked at a station with people walking by.",
  "000000000572": "A group of people on a beach with surfboards.",
  "000000000573": "A bunch of bananas sitting on a kitchen counter.",
  "000000000574": "A double decker bus parked on the side of a road.",
  "000000000575": "A couch sitting next to a table with a bag on it.",
  "000000000576": "A group of people walking down a street with two dogs.",
  "000000000577": "A baseball player is swinging a bat at a ball.",
  "000000000578": "A group of people standing around a stop sign.",
  "000000000579": "A man standing in a kitchen holding a dog.",
  "000000000580": "A man in a white shirt and a dog in a green shirt.",
  "000000000581": "A group of people standing on a beach flying a kite.",
  "000000000582": "A man sitting on a bed with a laptop.",
  "000000000583": "A group of young men standing on a tennis court.",
  "000000000584": "A herd of sheep standing on a grassy field.",
  "000000000585": "A desk with a monitor, a laptop, a phone and a remote.",
  "000000000586": "A woman and a girl are preparing food.",
  "000000000587": "A suitcase with shoes on it sitting on a wooden floor.",
  "000000000588": "A dog is standing in the snow with a leash.",
  "000000000589": "A dog is standing next to a motorcycle.",
  "000000000590": "A cat laying on a table with a laptop.",
  "000000000591": "A group of zebras standing together in a field.",
  "000000000592": "A bench with colorful blankets and a green sky.",
  "000000000593": "A wooden table topped with a box of paper decorations.",
  "000000000594": "Two women standing next to each other holding a bat.",
  "000000000595": "A cat laying on a pillow on a bed.",
  "000000000596": "A man is riding a surfboard in the ocean.",
  "000000000597": "A sink with a toothbrush and a towel.",
  "000000000598": "A man is playing tennis on a tennis court.",
  "000000000599": "A train is parked in a station with cars parked around it.",
  "000000000600": "A vase filled with flowers sitting on a table.",
  "000000000601": "A baseball player swinging a bat at a ball.",
  "000000000602": "A zebra is eating grass in a field.",
  "000000000603": "A group of cows standing in a field.",
  "000000000604": "A group of white birds sitting in the water.",
  "000000000605": "A group of animals standing next to a fence.",
  "000000000606": "A fruit stand with many different types of fruit.",
  "000000000607": "A man in a red shirt is holding a football.",
  "000000000608": "A large kitchen with a large window and a large sink.",
  "000000000609": "A bus with people sitting on it in the middle of it.",
  "000000000610": "A large commercial airplane is parked on the runway.",
  "000000000611": "A man sitting at a table with a plate of food and a drink.",
  "000000000612": "A cat is laying on a bed with a pillow.",
  "000000000613": "A cat laying on a laptop computer on a desk.",
  "000000000614": "Two women standing next to each other holding luggage.",
  "000000000615": "A living room with a couch, a television, and a table.",
  "000000000616": "A person is holding a piece of pizza on a tray.",
  "000000000617": "A couple of people riding horses on a beach.",
  "000000000618": "A cat is sitting in a sink with a cup.",
  "000000000619": "A black and white cat laying on top of a table.",
  "000000000620": "Two pairs of shoes are on the bed.",
  "000000000621": "A person riding a bike down a street near a building.",
  "000000000622": "A giraffe standing next to a rock and trees.",
  "000000000623": "A bed in a room with a chair and a window.",
  "000000000624": "A baby sitting at a table eating a piece of cake.",
  "000000000625": "A stop sign with a tree in the background.",
  "000000000626": "A bathroom with a sink, mirror and a toilet.",
  "000000000627": "A vase filled with flowers on a table.",
  "000000000628": "A man standing on a snow covered hill with a snowboard.",
  "000000000629": "A woman is holding a tennis racquet on a tennis court.",
  "000000000630": "A television sitting on top of a desk next to a bookshelf.",
  "000000000631": "A living room with a couch, a lamp, a table and a window.",
  "000000000632": "A kite flying in the air in a park.",
  "000000000633": "A person is using a computer keyboard with a blue and white keyboard.",
  "000000000634": "A man is playing frisbee in a park.",
  "000000000635": "A group of people playing frisbee on a field.",
  "000000000636": "Two young girls standing in front of a video game controller.",
  "000000000637": "Two elephants are standing next to each other.",
  "000000000638": "A boy standing next to a group of people.",
  "000000000639": "A car parked in the middle of a street.",
  "000000000640": "A clock is on a building near a street.",
  "000000000641": "A dog laying on a couch with two people watching tv.",
  "000000000642": "A person is holding a bunch of donuts.",
  "000000000643": "A little girl sitting on a couch holding a cell phone.",
  "000000000644": "A woman holding a cell phone in her hand.",
  "000000000645": "A bus parked in front of a building with graffiti on it.",
  "000000000646": "A group of colorful kites flying in the sky.",
  "000000000647": "A baseball player swinging a bat at a ball.",
  "000000000648": "A street sign is hanging from a pole.",
  "000000000649": "A man riding a skateboard on a ramp.",
  "000000000650": "A living room with a table, chairs and a window.",
  "000000000651": "A man is doing a trick on a skateboard.",
  "000000000652": "A toilet with a lid on it and a white wall.",
  "000000000653": "A group of people playing soccer on a field.",
  "000000000654": "A green boat is sitting in the water.",
  "000000000655": "A man in a uniform standing in a kitchen.",
  "000000000656": "A cat is eating a bird with its beak.",
  "000000000657": "A herd of cows grazing in a field.",
  "000000000658": "A man is cutting his own wound with a knife.",
  "000000000659": "A group of people standing in a park flying kites.",
  "000000000660": "A young boy is throwing a frisbee in the air.",
  "000000000661": "A dog sitting on a desk with a keyboard.",
  "000000000662": "A plate of food and a fork on a table.",
  "000000000663": "A train is parked in a subway station.",
  "000000000664": "A person is walking in a subway train.",
  "000000000665": "A double decker bus is parked on the street.",
  "000000000666": "A man wearing a tie and a shirt.",
  "000000000667": "A traffic light on a road with a street sign.",
  "000000000668": "A man riding a surfboard on a wave.",
  "000000000669": "A group of motorcycles parked on the side of a street.",
  "000000000670": "A man riding a surfboard on a wave.",
  "000000000671": "A couple of umbrellas are hanging on the side of a building.",
  "000000000672": "A group of people standing next to a skateboard.",
  "000000000673": "A man riding a skateboard in a skate park.",
  "000000000674": "A person is riding a surfboard on the beach.",
  "000000000675": "A desk with a computer, a monitor and a laptop.",
  "000000000676": "A table topped with a bowl of fruit and a cup of coffee.",
  "000000000677": "A man riding a surfboard on a wave.",
  "000000000678": "A bear is sitting on a rock near water.",
  "000000000679": "A group of people standing around a bus.",
  "000000000680": "A bird sitting on a bench near a fence.",
  "000000000681": "A couple of people standing on skis in the snow.",
  "000000000682": "A bird is eating food from a bird feeder.",
  "000000000683": "A person is doing a trick on a skis.",
  "000000000684": "A motorcycle parked on the side of a street.",
  "000000000685": "A plate of bananas and strawberries sitting on top of a cake.",
  "000000000686": "A man and a woman are playing with a baby.",
  "000000000687": "A man riding a surfboard in the ocean.",
  "000000000688": "A city with many boats on a river.",
  "000000000689": "A group of cows walking down a street.",
  "000000000690": "A living room with a television, a couch, a fireplace and a small window.",
  "000000000691": "A parking lot with cars parked on the side of the street.",
  "000000000692": "A group of young men playing soccer on a field.",
  "000000000693": "A woman in a red dress posing for a picture.",
  "000000000694": "A stop sign is on the side of the street.",
  "000000000695": "A man is doing a trick on a skateboard.",
  "000000000696": "A person is walking through a large airport.",
  "000000000697": "A cat is sitting on a desk with a keyboard.",
  "000000000698": "A pizza is on a plate with a fork.",
  "000000000699": "A group of zebras standing next to each other in a field.",
  "000000000700": "A herd of cows walking down a road.",
  "000000000701": "A train sitting in a station with people sitting on the platform.",
  "000000000702": "A group of people sitting around a table.",
  "000000000703": "A glass bottle with a red and white color scheme.",
  "000000000704": "A herd of elephants standing next to each other.",
  "000000000705": "A young boy standing in the snow with skis.",
  "000000000706": "A bed with pillows, sheets, and a pillowcase.",
  "000000000707": "A vase filled with a pink flower sitting on a table.",
  "000000000708": "A bed with two pillows on it in a room.",
  "000000000709": "A street sign is hanging from a pole.",
  "000000000710": "Two men are walking on the beach with umbrellas.",
  "000000000711": "A computer mouse sitting on top of a desk.",
  "000000000712": "A bag of luggage sitting on top of a table.",
  "000000000713": "A child is standing in a cage holding an umbrella.",
  "000000000714": "A group of elephants standing next to each other.",
  "000000000715": "A man is riding a skateboard down a street.",
  "000000000716": "A large airplane parked next to a bunch of cars.",
  "000000000717": "A man standing next to a sign with a bear on it.",
  "000000000718": "A refrigerator sitting in a room with a white wall.",
  "000000000719": "A fire hydrant is sitting in front of a crowd of people.",
  "000000000720": "A man in a white shirt and a man in a white shirt.",
  "000000000721": "A train traveling down a train track near trees.",
  "000000000722": "A train is parked on the tracks near a fence.",
  "000000000723": "A group of sheep standing on a hill.",
  "000000000724": "A man is walking down a river with a boat in the background.",
  "000000000725": "A man sitting at a table with a laptop.",
  "000000000726": "A parking meter sitting on a pole on a city street.",
  "000000000727": "A kitchen with a sink, a stove, a refrigerator and a window.",
  "000000000728": "Two people are standing in the snow with a snowboard.",
  "000000000729": "A bowl of carrots sitting on a table next to a knife.",
  "000000000730": "Two men are riding their bikes down a forest trail.",
  "000000000731": "A man is standing on a truck with a blue hydraulic truck.",
  "000000000732": "A small plane sitting on a dock in the water.",
  "000000000733": "A traffic light with a sign reading \"No parking\" on it.",
  "000000000734": "Cars parked on the side of a road with a stop sign.",
  "000000000735": "A bowl of broccoli and soup on a plate.",
  "000000000736": "A woman sitting on a couch playing a video game.",
  "000000000737": "A woman is playing tennis on a tennis court.",
  "000000000738": "A cat laying on a couch with its head on a pillow.",
  "000000000739": "A cat sitting on top of a television.",
  "000000000740": "A dog standing in the grass with a blanket.",
  "000000000741": "Two men are talking on a phone on a sidewalk.",
  "000000000742": "A yellow truck is parked on the side of the road.",
  "000000000743": "A young boy playing a video game in a living room.",
  "000000000744": "A person flying a kite on a park.",
  "000000000745": "A man and a dog playing frisbee in a park.",
  "000000000746": "A man is playing tennis on a tennis court.",
  "000000000747": "A picture of a person in a bed with a monitor.",
  "000000000748": "A fire hydrant is on the side of the road.",
  "000000000749": "A truck with a sign on it is parked on the side of the road.",
  "000000000750": "A train sitting in a train yard with benches and chairs.",
  "000000000751": "A man is playing tennis on a tennis court.",
  "000000000752": "A cat laying on a couch in front of a window.",
  "000000000753": "A train is parked in a station with people waiting.",
  "000000000754": "A group of women standing next to each other.",
  "000000000755": "A white refrigerator sitting in a kitchen with a sink.",
  "000000000756": "A sign on the side of a building is hanging from the pole.",
  "000000000757": "A person is doing a trick on a skateboard.",
  "000000000758": "A man and a woman standing in front of a building.",
  "000000000759": "A woman holding a tennis racquet on a tennis court.",
  "000000000760": "A room with a bed, a couch and a fireplace.",
  "000000000761": "A woman jumping a horse over a fence.",
  "000000000762": "A group of people riding horses in a field.",
  "000000000763": "A black and white photo of a truck on a field.",
  "000000000764": "A bench sitting next to a plant with a sign on it.",
  "000000000765": "A bus is driving down the street with people walking in the background.",
  "000000000766": "A double decker bus parked on the side of the road.",
  "000000000767": "A street sign with street signs on it.",
  "000000000768": "A person riding a skateboard on top of a hill.",
  "000000000769": "A plate of food with a cup of coffee.",
  "000000000770": "A group of children standing around a boat.",
  "000000000771": "A man riding a surfboard on top of a wave.",
  "000000000772": "A bird is sitting on a tree branch.",
  "000000000773": "A bicycle parked on the side of a brick wall.",
  "000000000774": "A young boy sitting at a table eating a cake.",
  "000000000775": "A woman standing on a street talking on a cell phone.",
  "000000000776": "Two buses parked on the side of a road.",
  "000000000777": "A giraffe standing next to a tree with a branch.",
  "000000000778": "A bus parked in a parking lot next to a wall.",
  "000000000779": "A person is holding a donut box and a cup of coffee.",
  "000000000780": "A woman is standing next to a bunch of cakes.",
  "000000000781": "A bowl of soup with fruit and a spoon in it.",
  "000000000782": "A large clock tower with a large clock on it.",
  "000000000783": "A group of young people playing baseball on a field.",
  "000000000784": "A group of giraffes standing in a field.",
  "000000000785": "A red bus is passing by a building.",
  "000000000786": "A large brown bear standing in the water.",
  "000000000787": "A train is parked on a train track.",
  "000000000788": "A large airplane flying through a cloudy sky.",
  "000000000789": "A clock tower with a clock on it.",
  "000000000790": "A person holding a cell phone with a knife in their hand.",
  "000000000791": "A man is holding a tennis racket on a tennis court.",
  "000000000792": "A couple of people sitting on a bench in a park.",
  "000000000793": "A plate of food and a cup of wine.",
  "000000000794": "A group of birds sitting on top of a sandy beach.",
  "000000000795": "A person is sitting on a beach with an umbrella.",
  "000000000796": "A motorcycle parked in a field with a tent.",
  "000000000797": "A man wearing a suit and tie is standing in front of a wall.",
  "000000000798": "A street sign is shown with a tree in the background.",
  "000000000799": "Two zebras are eating from a fence with a bird cage.",
  "000000000800": "A large clock tower with a large sky background.",
  "000000000801": "A large airplane sitting on top of an airport tarmac.",
  "000000000802": "A street sign is on the side of a road.",
  "000000000803": "Two elephants are standing in a fenced area.",
  "000000000804": "A pizza is sitting on a wooden table.",
  "000000000805": "A city street with a building and a bus.",
  "000000000806": "Two zebras standing next to each other on a tree.",
  "000000000807": "A group of cows are in a barn.",
  "000000000808": "A woman with an umbrella walking down the street.",
  "000000000809": "A bird is perched on a tree branch.",
  "000000000810": "Two sheep standing in a field with grass.",
  "000000000811": "A cat laying on a couch in a room.",
  "000000000812": "A sandwich and a salad on a plate.",
  "000000000813": "A street with a lot of people sitting on the sidewalk.",
  "000000000814": "A woman and two women are preparing a cake.",
  "000000000815": "A bus is parked on the side of the street.",
  "000000000816": "A bench sitting in a field of flowers next to a tree.",
  "000000000817": "A woman holding a teddy bear in her hand.",
  "000000000818": "A stop sign is on a pole near a street.",
  "000000000819": "A red and white bus is passing by a building.",
  "000000000820": "A bunch of boats sitting in a lake.",
  "000000000821": "A kitchen with a stove, sink, and cabinets.",
  "000000000822": "A group of kites are flying in the air.",
  "000000000823": "A horse pulling a cart with people standing on it.",
  "000000000824": "A group of people skiing down a snowy hill.",
  "000000000825": "A box of food sitting on top of a counter.",
  "000000000826": "A cat is laying on a pair of shoes on a table.",
  "000000000827": "A group of skiers are on a ski slope.",
  "000000000828": "A man standing on skis in the snow.",
  "000000000829": "A group of people walking through a large building.",
  "000000000830": "A bed with two pairs of shoes on it.",
  "000000000831": "A bus is parked on the street in front of a building.",
  "000000000832": "A dog is drinking from a bottle with a loud noise.",
  "000000000833": "A group of giraffes standing next to each other.",
  "000000000834": "A man is jumping up to catch a frisbee.",
  "000000000835": "A person taking a picture of themselves in a rear view mirror.",
  "000000000836": "A woman sitting at a table with a cup of coffee and a dozen chocolate donuts.",
  "000000000837": "A large airplane flying in the air with a blue sky.",
  "000000000838": "A man laying on a bed with a blanket.",
  "000000000839": "A bathroom with a shower curtain hanging over the sink.",
  "000000000840": "A baseball player swinging a bat at a ball.",
  "000000000841": "Two buses are parked on the side of the street.",
  "000000000842": "A giraffe standing in a field of tall grass.",
  "000000000843": "A sandwich and a drink are on a plate.",
  "000000000844": "A man cutting a cake for a wedding.",
  "000000000845": "A group of cows are standing in a row.",
  "000000000846": "A teddy bear sitting on a table next to a clock.",
  "000000000847": "A person riding a snowboard down a hill.",
  "000000000848": "A man in a suit and tie is smiling.",
  "000000000849": "A street sign with two street signs on it.",
  "000000000850": "A woman is looking at her cell phone.",
  "000000000851": "A woman is preparing food at a table.",
  "000000000852": "A motorcycle and a bus are parked in a street.",
  "000000000853": "A man standing next to a motorcycle in a field.",
  "000000000854": "A coffee mug with a knife on it on a table.",
  "000000000855": "Two double decker buses parked next to each other.",
  "000000000856": "A person with a microphone sitting on top of a tree.",
  "000000000857": "Two zebras are standing next to a tree.",
  "000000000858": "A clock tower with a clock on it.",
  "000000000859": "A stop sign with street signs on it.",
  "000000000860": "A street light is on at night time.",
  "000000000861": "A man holding a tennis racquet on a tennis court.",
  "000000000862": "A person is cutting a pizza on a cutting board.",
  "000000000863": "A man riding a skateboard on a cement ramp.",
  "000000000864": "A bunch of different colored flowers in a store.",
  "000000000865": "A bird sitting on a bench near bananas.",
  "000000000866": "A woman sitting on a couch with a dress on.",
  "000000000867": "A plate of broccoli and meat sitting on a table.",
  "000000000868": "A large elephant walking through a body of water.",
  "000000000869": "A train is parked at a train station.",
  "000000000870": "A group of three airplanes flying in the air.",
  "000000000871": "A woman holding a tennis racquet on a tennis court.",
  "000000000872": "A man riding a surfboard on top of a wave.",
  "000000000873": "A street with a lot of people walking and riding bikes.",
  "000000000874": "A zebra standing in a field of grass next to trees.",
  "000000000875": "A large airplane sitting on a runway with people standing around.",
  "000000000876": "A tray filled with different types of baked cupcakes.",
  "000000000877": "A couple of cars are parked on a road.",
  "000000000878": "A pizza is sitting on a white plate.",
  "000000000879": "A baseball player is swinging his bat at a ball.",
  "000000000880": "A group of people sitting at a table with food.",
  "000000000881": "A person riding a surfboard on a wave.",
  "000000000882": "A bathroom with a toilet, a tub, and a towel rack.",
  "000000000883": "A man standing in the snow with skis.",
  "000000000884": "A bus with people sitting on it and people standing on it.",
  "000000000885": "A living room with a table, a stove, a refrigerator and a window.",
  "000000000886": "A group of people sitting in a room watching a television.",
  "000000000887": "A woman sitting on a bed in a room.",
  "000000000888": "A boy standing on a field holding a baseball bat.",
  "000000000889": "A man is doing a trick on a skateboard.",
  "000000000890": "A bus with colorful umbrellas hanging from the roof.",
  "000000000891": "A woman in a dress and tie is talking on her cell phone.",
  "000000000892": "A group of people standing around a barn with a bunch of animals.",
  "000000000893": "A person standing in a field with a frisbee in their hand.",
  "000000000894": "A black and white photo of a black and white dog.",
  "000000000895": "A pastry is sitting on a plate next to a bowl of cereal.",
  "000000000896": "A plate of dessert with strawberries and banana slices.",
  "000000000897": "A bench is in front of a building with a window.",
  "000000000898": "Two men are standing on a bus with their phones.",
  "000000000899": "A cat is sitting on a table with a glass.",
  "000000000900": "A man and a woman are playing a game of paint.",
  "000000000901": "A group of people walking down a road with umbrellas.",
  "000000000902": "A group of women sitting around a man.",
  "000000000903": "A desk with a computer, a monitor, and a keyboard.",
  "000000000904": "A girl standing in a living room holding a video game controller.",
  "000000000905": "Two people sitting on a motorcycle next to a building.",
  "000000000906": "A dog laying on top of a truck in a garage.",
  "000000000907": "A vase filled with flowers sitting next to a glass vase.",
  "000000000908": "A bunch of bananas sitting on top of a table.",
  "000000000909": "A kitchen with a sink, a stove, a counter and a sink.",
  "000000000910": "A person is watching a video game on a television.",
  "000000000911": "A kitchen with a stove, sink, and a refrigerator.",
  "000000000912": "A large elephant walking through a lush green field.",
  "000000000913": "A tray with fruit, vegetables, and a bowl of rice.",
  "000000000914": "A woman sitting at a table with a glass of wine.",
  "000000000915": "A group of people standing next to each other holding frisbee.",
  "000000000916": "A giraffe is standing in the grass near rocks.",
  "000000000917": "A street with a lot of motorcycles and people.",
  "000000000918": "A pizza sitting on a white plate next to a blue napkin.",
  "000000000919": "A large airplane parked on a runway at an airport.",
  "000000000920": "A pair of shoes sitting on top of a bench.",
  "000000000921": "A pizza is sitting on a plate on a table.",
  "000000000922": "A woman riding a surfboard on top of a wave.",
  "000000000923": "A man holding a tennis racket on a tennis court.",
  "000000000924": "A young man sitting on a couch with a lamp in front of him.",
  "000000000925": "A couple of cows are standing in front of a house.",
  "000000000926": "A herd of elephants walking across a river.",
  "000000000927": "A group of cows grazing in a field.",
  "000000000928": "A table and chairs are sitting next to a fence.",
  "000000000929": "A cat laying on top of a pile of luggage.",
  "000000000930": "A woman brushing the teeth of a little girl.",
  "000000000931": "A plate of food with vegetables and meat on it.",
  "000000000932": "A man in a suit and tie is standing next to a bicycle.",
  "000000000933": "A woman is holding a birthday candle on her head.",
  "000000000934": "A woman is cutting a pizza on a table.",
  "000000000935": "A boy holding a hot dog in his hand.",
  "000000000936": "A piece of chocolate cake sitting on a plate.",
  "000000000937": "A herd of cows grazing in a field.",
  "000000000938": "A large airplane is parked on a runway.",
  "000000000939": "A cat is sitting in a car with some plants in the background.",
  "000000000940": "A plate of food sitting on a table next to a bowl of water.",
  "000000000941": "A train is traveling down a train track.",
  "000000000942": "Two women standing in front of a microwave.",
  "000000000943": "A bird perched on top of a tree branch.",
  "000000000944": "A man and two cows walking down a dirt road.",
  "000000000945": "A train is parked on the tracks in front of a building.",
  "000000000946": "A boy sitting at a table eating a piece of cake.",
  "000000000947": "Two pizzas are sitting on two paper plates.",
  "000000000948": "A bowl of pasta with broccoli and cheese.",
  "000000000949": "A train traveling down a train track next to a train station.",
  "000000000950": "A stop sign is shown on the side of the street.",
  "000000000951": "A woman sitting at a table with a pizza on a plate.",
  "000000000952": "A person holding a cell phone with a screen on it.",
  "000000000953": "A person sitting on a couch with stuffed animals.",
  "000000000954": "A desk with a laptop, a keyboard, a mouse and a monitor.",
  "000000000955": "A man is laying on a bed holding a cell phone.",
  "000000000956": "A man riding a skateboard on a concrete ramp.",
  "000000000957": "A cat is sitting on a table with a glass of water.",
  "000000000958": "A man is eating a hot dog in a car.",
  "000000000959": "A shelf filled with books and other books.",
  "000000000960": "A person holding a remote control in front of a tv.",
  "000000000961": "A man is jumping up to catch a frisbee.",
  "000000000962": "A plane flying in the air with a cloudy sky.",
  "000000000963": "A giraffe standing in the middle of a lush green field.",
  "000000000964": "A person riding a wave on a surfboard.",
  "000000000965": "A baby bear sitting on a rock near some trees.",
  "000000000966": "A sandwich is in a box with a bunch of berries.",
  "000000000967": "A dog is jumping on a frisbee in the grass.",
  "000000000968": "A person flying a kite on a beach near a boat.",
  "000000000969": "A woman holding a tennis racquet on a tennis court.",
  "000000000970": "A man standing on a bike with a truck behind him.",
  "000000000971": "Two men standing on a fence with a frisbee in their hands.",
  "000000000972": "A large restaurant with a large clock on the side.",
  "000000000973": "Two stuffed animals sitting on a bench in front of a tree.",
  "000000000974": "A woman is jumping a horse over a fence.",
  "000000000975": "A man wearing a tie and a shirt.",
  "000000000976": "A train station with two different types of trains.",
  "000000000977": "A train is traveling down the tracks with a stop sign.",
  "000000000978": "A teddy bear is sitting on a table with a stuffed animal.",
  "000000000979": "A bowl of bananas sitting on a table.",
  "000000000980": "A vase with a picture of a bird on it.",
  "000000000981": "A dog is standing next to a red fire hydrant.",
  "000000000982": "A herd of sheep standing in a field.",
  "000000000983": "A kitchen with a white counter, a white microwave and a white sink.",
  "000000000984": "A stuffed bear sitting on a sidewalk next to a fire hydrant.",
  "000000000985": "A man standing in the snow with a pair of skis.",
  "000000000986": "A man and woman sitting on a motorcycle.",
  "000000000987": "A clock is shown with a picture of a bird on it.",
  "000000000988": "A cat is laying in a bathtub with a cup.",
  "000000000989": "A person sitting on a couch with a laptop.",
  "000000000990": "A bear walking through a field of grass.",
  "000000000991": "Two cows are walking through a field with a fence in the background.",
  "000000000992": "Two people standing next to each other in front of a video game controller.",
  "000000000993": "A bed with a white blanket and a white pillow.",
  "000000000994": "A clock tower with statues of bulls and a clock.",
  "000000000995": "A bird is standing in a bush near some plants.",
  "000000000996": "A man in a suit standing in front of a camera.",
  "000000000997": "A refrigerator sitting in a garage next to a fence.",
  "000000000998": "A group of boats docked in a harbor.",
  "000000000999": "A set of three white and black plates with a white background.",
  "000000001000": "A person is carrying luggage on a street.",
  "000000001001": "A train is parked on the tracks near a tree.",
  "000000001002": "A bear walking through a field of grass.",
  "000000001003": "A bathroom with a mirror, a sink and a vase.",
  "000000001004": "A bathroom with a sink and a counter with toothbrushes.",
  "000000001005": "A bear walking through a forest with trees in the background.",
  "000000001006": "A man is standing on a surfboard in the ocean.",
  "000000001007": "A clock tower with a clock on it.",
  "000000001008": "A group of people sitting in a table with a curtain.",
  "000000001009": "A plate of food sitting on a table next to a bottle of wine.",
  "000000001010": "A horse pulling a cart with a child in it.",
  "000000001011": "A table topped with a piece of wood and a pair of scissors.",
  "000000001012": "Two dogs sitting on a park bench with food.",
  "000000001013": "A man riding a motorcycle in the middle of a dirt road.",
  "000000001014": "A woman is eating a pizza on a wooden table.",
  "000000001015": "A man standing on a beach holding a kite.",
  "000000001016": "A orange sitting on a bench next to a tree.",
  "000000001017": "A woman sitting on a bench with a laptop.",
  "000000001018": "A red fire hydrant sitting on the side of a street.",
  "000000001019": "A brown and white horse is standing in the grass.",
  "000000001020": "A dog laying on a couch with a laptop on it.",
  "000000001021": "A tennis player is playing a game of tennis.",
  "000000001022": "A train is traveling down the tracks near a building.",
  "000000001023": "A large building with a bus parked in front of it.",
  "000000001024": "A person is flying a kite on a beach.",
  "000000001025": "A person holding a cell phone with a picture of a person in the background.",
  "000000001026": "A large group of people flying kites in the air.",
  "000000001027": "Two men standing next to each other holding a white sheet of paper.",
  "000000001028": "Three zebras are eating grass in a fenced area.",
  "000000001029": "Three birds are standing on the water near a tree.",
  "000000001030": "A clock tower with a clock on it.",
  "000000001031": "A child sitting in front of a bowl of food.",
  "000000001032": "A man on skis standing on a snowy hill.",
  "000000001033": "A person is jumping on a snowboard in the air.",
  "000000001034": "A young man is riding a skateboard on a ramp.",
  "000000001035": "A bathroom with a toilet and a window.",
  "000000001036": "A black cat laying on a suitcase in a book.",
  "000000001037": "A horse pulling a cart with people on it.",
  "000000001038": "A couple of people skiing down a mountain.",
  "000000001039": "A girl is standing in front of a stove.",
  "000000001040": "A man sitting on a bench in a park.",
  "000000001041": "A group of men standing in front of a wall.",
  "000000001042": "A herd of sheep grazing in a field.",
  "000000001043": "A baseball player holding a bat on a field.",
  "000000001044": "A train is parked at a train station.",
  "000000001045": "A field of crops is shown with a line of cars.",
  "000000001046": "A man is holding a bottle of wine and a waffel in his hand.",
  "000000001047": "A baby brushing their teeth in a bath tub.",
  "000000001048": "A bathroom with a sink, a toilet and a mirror.",
  "000000001049": "A double decker bus parked in a parking lot.",
  "000000001050": "A dog is playing with a car in a park.",
  "000000001051": "A kitchen with a white refrigerator, sink and a white stove.",
  "000000001052": "A microwave, a refrigerator, and a stove are shown in a kitchen.",
  "000000001053": "A group of people sitting at a table eating food.",
  "000000001054": "A piece of pizza is on a white plate.",
  "000000001055": "A dog is riding a surfboard on a body of water.",
  "000000001056": "A clock tower with a large clock on it.",
  "000000001057": "A horse pulling a cart with people standing in the background.",
  "000000001058": "A group of giraffes standing around a tree.",
  "000000001059": "A stop sign is shown with a sign reading \"No parking.\"",
  "000000001060": "A large airplane is parked on a runway.",
  "000000001061": "A man sitting at a table with a wine glass.",
  "000000001062": "A cat is looking at something in the mirror.",
  "000000001063": "A person is walking down a busy airport.",
  "000000001064": "A person is playing frisbee on a grassy field.",
  "000000001065": "A young girl holding a tennis racket in front of a airport.",
  "000000001066": "Two women standing next to each other with a cake.",
  "000000001067": "A couple of people walking down a street.",
  "000000001068": "A cat sitting on a horse-shaped chair.",
  "000000001069": "A truck is parked on the side of the road.",
  "000000001070": "A man sitting on a bench holding a bottle of water.",
  "000000001071": "A pizza with a lot of toppings on it.",
  "000000001072": "A table topped with plates of food and drinks.",
  "000000001073": "A stop sign with a sign reading \"Stop\" on it.",
  "000000001074": "A baseball player is getting ready to swing at a ball.",
  "000000001075": "A woman standing on a tennis court holding a tennis racquet.",
  "000000001076": "A living room with a couch, a bookshelf, a fireplace and a window.",
  "000000001077": "Two children are sitting in a bathroom with their tooth brushes.",
  "000000001078": "A kitchen with a stove, oven, sink and a refrigerator.",
  "000000001079": "A clock is shown in a city setting.",
  "000000001080": "A black and white photo of a bird on a tree.",
  "000000001081": "A hot dog sitting on a plate next to a cup of coffee.",
  "000000001082": "Two people sitting on a bench on a beach.",
  "000000001083": "A dog is sitting on a boat with a bucket and a rope.",
  "000000001084": "A train is on the tracks in the day.",
  "000000001085": "A man riding a motorcycle on a dirt road.",
  "000000001086": "A group of people standing in a park flying kites.",
  "000000001087": "A bus parked in a parking lot next to a building.",
  "000000001088": "A dog and a dog standing on a field.",
  "000000001089": "Two people riding motorcycles in a street at night.",
  "000000001090": "A cow standing in a field with people in the background.",
  "000000001091": "A group of people standing around a truck.",
  "000000001092": "A cat laying on a bed with a white blanket.",
  "000000001093": "Two men are standing in a bathroom with a toilet.",
  "000000001094": "A horse is grazing on a grassy hill next to a river.",
  "000000001095": "A group of people standing on a beach with boats in the water.",
  "000000001096": "A variety of different types of fruit on a display.",
  "000000001097": "A plate of food with vegetables and meat on it.",
  "000000001098": "A dog sitting in a car with a suit on it.",
  "000000001099": "A white dog standing on a car window.",
  "000000001100": "A sheep standing in a grassy field.",
  "000000001101": "A kitchen with a stove, a refrigerator and a sink.",
  "000000001102": "A herd of cattle grazing in a field near a river.",
  "000000001103": "A woman is walking down the street with a umbrella.",
  "000000001104": "A window with a blue and white tile on it.",
  "000000001105": "A table topped with plates of food and a tablecloth.",
  "000000001106": "A man and a woman are looking at their cell phones.",
  "000000001107": "A group of people playing frisbee in a field.",
  "000000001108": "A clock tower with a clock on top of it.",
  "000000001109": "A parking meter sitting on a sidewalk next to a car.",
  "000000001110": "A baseball player is swinging at a baseball.",
  "000000001111": "A woman sitting at a table with two laptops.",
  "000000001112": "A man riding a surfboard on top of a wave.",
  "000000001113": "A living room with a couch, a television, and a bookshelf.",
  "000000001114": "A kitchen with a counter, sink, and a refrigerator.",
  "000000001115": "A table topped with three cakes and a tablecloth.",
  "000000001116": "A man standing on a beach holding a surfboard.",
  "000000001117": "A group of young baseball players standing together.",
  "000000001118": "A man sitting at a table with food and wine.",
  "000000001119": "A giraffe standing in the grass near trees.",
  "000000001120": "A train is traveling down a train track.",
  "000000001121": "A group of young boys and girls posing for a picture.",
  "000000001122": "A car is parked in the dark at night.",
  "000000001123": "A clock tower with a clock on top of it.",
  "000000001124": "A clock tower with a clock on top of it.",
  "000000001125": "A large fish is being sold at a restaurant.",
  "000000001126": "A group of people on a beach flying kites.",
  "000000001127": "A woman and a man are sitting at a table with a cake.",
  "000000001128": "A train is parked in a train station.",
  "000000001129": "A man in a blue shirt is throwing a frisbee.",
  "000000001130": "A child eating a hot dog at a picnic.",
  "000000001131": "A man standing next to a small airplane.",
  "000000001132": "Three zebras are standing in a field with trees in the background.",
  "000000001133": "A group of people standing in the grass flying kites.",
  "000000001134": "A large airplane parked at an airport with a lot of equipment.",
  "000000001135": "A living room with a couch, table, and a vase of flowers.",
  "000000001136": "A group of people sitting at a table in a restaurant.",
  "000000001137": "A group of people watching a skateboarder in a skate park.",
  "000000001138": "Two children are standing on a tree branch holding umbrellas.",
  "000000001139": "A group of skiers standing next to each other.",
  "000000001140": "A bench sitting on top of a pond.",
  "000000001141": "A baseball player is getting ready to swing.",
  "000000001142": "A dog laying on a rug on a couch.",
  "000000001143": "A dog laying on a couch in a living room.",
  "000000001144": "A group of umbrellas hanging from a pole in a pool.",
  "000000001145": "A man holding a tennis racket in his hand.",
  "000000001146": "A large boat is parked on the water.",
  "000000001147": "A table with plates of food on it.",
  "000000001148": "A cat is sitting in a car with a toy.",
  "000000001149": "A computer keyboard with a handle on it.",
  "000000001150": "A man sitting in a living room watching a television.",
  "000000001151": "A dog standing on the beach with a hat on.",
  "000000001152": "A cat laying on top of a laptop computer.",
  "000000001153": "A woman is using a laptop in a room.",
  "000000001154": "A woman holding a knife and a watch in her hands.",
  "000000001155": "A desk with a lot of papers and a laptop.",
  "000000001156": "A tray filled with vegetables and a bowl of rice.",
  "000000001157": "A man is doing a trick on a skateboard.",
  "000000001158": "A fruit sitting on a table next to a glass.",
  "000000001159": "A group of young children standing around a park.",
  "000000001160": "A man standing in front of a large glass of wine.",
  "000000001161": "A woman wearing a red shirt and a red tie.",
  "000000001162": "A large airplane is parked on a runway.",
  "000000001163": "A toilet with a cat sitting on it.",
  "000000001164": "A man is catching a frisbee in a field.",
  "000000001165": "A woman standing next to a man holding a kite.",
  "000000001166": "A woman standing next to a sign with a smile.",
  "000000001167": "A group of cows standing next to a man and a cow.",
  "000000001168": "A collection of decorative vases arranged in a display.",
  "000000001169": "A person is skiing down a hill in the snow.",
  "000000001170": "A man taking a picture of himself in a bathroom mirror.",
  "000000001171": "A large elephant walking through a field near a fence.",
  "000000001172": "A person skiing down a snowy hill with skis.",
  "000000001173": "A group of people skiing down a snowy mountain.",
  "000000001174": "A person is looking at a plastic tube.",
  "000000001175": "A train is traveling down the tracks in a field.",
  "000000001176": "A dog standing next to a car on a street.",
  "000000001177": "A polar bear walking through a lush green field.",
  "000000001178": "A man sitting at a table with a plate of food.",
  "000000001179": "A chocolate covered cake with sprinkles and nuts.",
  "000000001180": "A man riding a skateboard on a ramp.",
  "000000001181": "A teddy bear sitting on top of a wooden shelf.",
  "000000001182": "Three wooden tubs sitting on a bed in a room.",
  "000000001183": "A man is swinging a tennis racket at a ball.",
  "000000001184": "A street sign is shown in front of a car.",
  "000000001185": "A woman is sitting in the snow with her mouth open.",
  "000000001186": "A black and white cat sitting on a laptop.",
  "000000001187": "A baseball player is swinging a bat at a ball.",
  "000000001188": "A bed sitting in a room with a curtain.",
  "000000001189": "Two young girls wearing blue shirts and tie.",
  "000000001190": "A person flying through the air on a kite.",
  "000000001191": "A man is doing a skateboard trick on a skate park.",
  "000000001192": "A table topped with pizza and a plate of fruit.",
  "000000001193": "A clock tower with four statues on it.",
  "000000001194": "A woman riding a motorcycle on a road.",
  "000000001195": "A bathroom with a sink, mirror, and a towel rack.",
  "000000001196": "A man is holding a tennis racquet on a tennis court.",
  "000000001197": "A zebra standing in a field of grass.",
  "000000001198": "A room with a table and chairs and wine glasses.",
  "000000001199": "A motorcycle parked on the street next to a car.",
  "000000001200": "A bunch of teddy bears are arranged on a table.",
  "000000001201": "A bus parked in front of a building.",
  "000000001202": "A person riding skis down a snowy hill.",
  "000000001203": "A bag of food with a glass of water and a glass of lemonade.",
  "000000001204": "A group of people sitting on top of a large drum.",
  "000000001205": "A drink is served with oranges on a table.",
  "000000001206": "A table topped with several pieces of food.",
  "000000001207": "A man and two women are drinking wine.",
  "000000001208": "A bear is sitting on a rock near trees.",
  "000000001209": "A group of people sitting at a table with luggage.",
  "000000001210": "A bunch of laptops sitting on a desk.",
  "000000001211": "A group of cows are eating grass in a field.",
  "000000001212": "A truck with a man standing in the back of it.",
  "000000001213": "A woman in a kitchen with a glass of wine.",
  "000000001214": "A group of people standing around a bike stand.",
  "000000001215": "A sign that says \"No parking\" is on a street.",
  "000000001216": "A red truck sitting on a field with a green and red plant.",
  "000000001217": "A man sitting in a room holding a cell phone.",
  "000000001218": "A person holding a doughnut in front of a building.",
  "000000001219": "A large oven sitting in a garage next to a wall.",
  "000000001220": "A truck with a bunch of paintings on it.",
  "000000001221": "A group of horses pulling a cart with a dog.",
  "000000001222": "A cat is sitting on a window sill.",
  "000000001223": "A boat is moving down a river with people on the bank.",
  "000000001224": "A woman in a red sweater talking on a cell phone while holding a basket of apples.",
  "000000001225": "A man jumping up to catch a frisbee on a path.",
  "000000001226": "A train is parked on the tracks with people standing around it.",
  "000000001227": "A computer monitor sitting on top of a desk.",
  "000000001228": "A group of people watching a person on a snowboard go through a ramp.",
  "000000001229": "A group of people standing around a giraffe in a zoo.",
  "000000001230": "A baby elephant walking across a dirt field next to a dirt bank.",
  "000000001231": "A zebra standing in a field of grass.",
  "000000001232": "A group of people riding on a red surfboard in a lake.",
  "000000001233": "A group of people sitting at a table with food.",
  "000000001234": "A man sitting on a couch with a laptop.",
  "000000001235": "A herd of cows grazing in a field.",
  "000000001236": "A bag of bread sitting in a pot on a table.",
  "000000001237": "A group of people are standing in a parking lot.",
  "000000001238": "A red truck with a wooden box sitting on top of it.",
  "000000001239": "A clock is hanging from the side of a building.",
  "000000001240": "A street with cars parked on the side of it.",
  "000000001241": "A group of people sitting around a table with pizza.",
  "000000001242": "Two elephants are standing next to each other.",
  "000000001243": "A clock is mounted on a wall in a room.",
  "000000001244": "A group of motorcycles parked in a row.",
  "000000001245": "A group of people standing around a lot of luggage.",
  "000000001246": "A fire hydrant is on the side of the road.",
  "000000001247": "A group of people standing around a laptop computer.",
  "000000001248": "A person jumping a horse in a cage.",
  "000000001249": "A group of people sitting around a table with laptops.",
  "000000001250": "A horse pulling a cart with people in it.",
  "000000001251": "A man is riding a skateboard down a street.",
  "000000001252": "A man eating a hot dog in front of a window.",
  "000000001253": "A man standing in a kitchen holding a wine glass.",
  "000000001254": "A woman is selling bananas at a market.",
  "000000001255": "A bedroom with a bed, a couch, a lamp and a window.",
  "000000001256": "A cat is sitting on a toilet in a bathroom.",
  "000000001257": "A bird is standing in the water with its wings open.",
  "000000001258": "A train is parked on a train track.",
  "000000001259": "A plate of food with meat, vegetables and a fork.",
  "000000001260": "A dog standing in a car looking at the camera.",
  "000000001261": "A vase filled with pink flowers sitting on a table.",
  "000000001262": "A room with luggage on a table and a chair.",
  "000000001263": "A desk with a computer, a monitor, a keyboard and a mouse.",
  "000000001264": "Two men are playing a video game in a living room.",
  "000000001265": "Two buses are parked next to each other.",
  "000000001266": "A young girl holding a red plastic cup.",
  "000000001267": "A vase with flowers on it sitting on a shelf.",
  "000000001268": "A stop sign is shown with a red sign on it.",
  "000000001269": "A plate of food with a fork and knife.",
  "000000001270": "A cat is laying on the ground with some fruit.",
  "000000001271": "A baseball player is swinging at a baseball.",
  "000000001272": "A woman holding a baby dog in her arms.",
  "000000001273": "A cat is sitting on a motorcycle seat.",
  "000000001274": "A person is preparing broccoli in a bowl.",
  "000000001275": "A street with a traffic light and a building.",
  "000000001276": "A group of people sitting on a train playing video games.",
  "000000001277": "A person is walking down a city street.",
  "000000001278": "A train is traveling down the tracks near a building.",
  "000000001279": "A large clock tower sitting next to a river.",
  "000000001280": "A truck is parked on the ground with a pile of rubble.",
  "000000001281": "A man riding a snowboard down a snowy hill.",
  "000000001282": "A kitchen with a sink, counter, and a window.",
  "000000001283": "A cat is sitting on the edge of a window.",
  "000000001284": "A large airplane is on the runway at night.",
  "000000001285": "A kitchen with a stove, a sink and a bowl of food.",
  "000000001286": "Two giraffes are standing in a field with a bunch of grass.",
  "000000001287": "A fire hydrant sitting in a field next to a fence.",
  "000000001288": "A boy is sitting on a couch holding a remote control.",
  "000000001289": "A bathroom with a sink, mirror and a towel rack.",
  "000000001290": "A horse standing in a fenced area near a tree.",
  "000000001291": "A woman sitting in a train looking at a picture.",
  "000000001292": "A man standing in a field with a kite.",
  "000000001293": "A street sign is hanging on the side of a building.",
  "000000001294": "A bunch of bananas hanging from a tree.",
  "000000001295": "A woman is holding a horse in front of a fence.",
  "000000001296": "A horse is riding on a horseback with people in the background.",
  "000000001297": "A train is traveling down the tracks near a building.",
  "000000001298": "A man on a motorcycle is sitting in the middle of a box.",
  "000000001299": "A dog is laying on a porch with a camera.",
  "000000001300": "A man in a kitchen preparing food in a restaurant.",
  "000000001301": "A street with a stop sign and a parking lot.",
  "000000001302": "A woman standing in front of a mirror with a towel hanging from her neck.",
  "000000001303": "A hot dog with ketchup, ketchup powder, and firecracks on it.",
  "000000001304": "A man standing next to a group of elephants.",
  "000000001305": "Three children skiing down a hill in the snow.",
  "000000001306": "A group of people walking down a street.",
  "000000001307": "A group of men standing on a field.",
  "000000001308": "A teddy bear is sitting on a bed.",
  "000000001309": "Two giraffes standing next to each other in a zoo.",
  "000000001310": "A kitchen with a stove, sink, microwave and oven.",
  "000000001311": "A group of people sitting on chairs with umbrellas.",
  "000000001312": "A person standing in the snow with a snowboard.",
  "000000001313": "A police officer is riding a motorcycle on the street.",
  "000000001314": "A toilet with a dirty seat and a dirty bowl.",
  "000000001315": "A person riding a surfboard on a wave.",
  "000000001316": "A cat laying on a window sill next to a window.",
  "000000001317": "A man in a white shirt holding a tennis racket.",
  "000000001318": "A large airplane is flying over a mountain.",
  "000000001319": "A large airplane flying in the sky with a pole in the background.",
  "000000001320": "A group of cows eating grass in a field.",
  "000000001321": "A man is doing a trick on a skateboard.",
  "000000001322": "A group of kids sitting at a table eating pizza.",
  "000000001323": "A woman standing on a couch holding a Wii remote.",
  "000000001324": "A teddy bear sitting on a white cloth.",
  "000000001325": "A clock is shown in the dark with the light on.",
  "000000001326": "A group of teddy bears sitting on a rock.",
  "000000001327": "Two men are playing video games in a room.",
  "000000001328": "A laptop is sitting on a table next to a laptop cover.",
  "000000001329": "A large brown dog laying on a bed with a blanket.",
  "000000001330": "A train is parked at the station with a traffic light.",
  "000000001331": "A man standing next to a motorcycle in a parking lot.",
  "000000001332": "Cars parked on the side of a road near a building.",
  "000000001333": "A street sign is hanging from a pole.",
  "000000001334": "A train is parked at a train station.",
  "000000001335": "A group of people standing around a table with a laptop.",
  "000000001336": "A vase with a flower on it sitting on a window sill.",
  "000000001337": "A cell phone is next to a apple on a table.",
  "000000001338": "A woman is holding a cake with a picture of her.",
  "000000001339": "A dog laying on a bed with a blanket.",
  "000000001340": "A man is standing on a bus with people in the background.",
  "000000001341": "A traffic light is shown in the background.",
  "000000001342": "A bird is sitting on a tree branch.",
  "000000001343": "A man sitting in the rain with an umbrella.",
  "000000001344": "Two people walking down a street with umbrellas.",
  "000000001345": "A man with a snowboard standing in the snow.",
  "000000001346": "A fire hydrant is on the side of the road.",
  "000000001347": "A group of elephants standing next to each other.",
  "000000001348": "A man and a woman standing on a beach flying a kite.",
  "000000001349": "A bathroom with a bathtub, sink, and toilet.",
  "000000001350": "A microwave sitting on top of a kitchen counter.",
  "000000001351": "A woman on skis in the woods with trees in the background.",
  "000000001352": "A woman sitting on a chair with a plate of food.",
  "000000001353": "A group of people standing around a building with umbrellas.",
  "000000001354": "A herd of cows grazing in a field.",
  "000000001355": "A bedroom with a bed, a lamp, a window and a desk.",
  "000000001356": "A baseball player swinging a bat at a ball.",
  "000000001357": "A young man riding a skateboard down a ramp.",
  "000000001358": "A bathroom with a sink, toilet, mirror and a sink.",
  "000000001359": "A man in a hat talking on a cell phone.",
  "000000001360": "A person walking down a street near a building.",
  "000000001361": "A man is walking on the beach with a surfboard.",
  "000000001362": "A man riding a horse on a street next to a shop.",
  "000000001363": "A dog laying on a bed with a cat.",
  "000000001364": "A umbrella is hanging from a wooden frame.",
  "000000001365": "A group of people are standing around a race bike.",
  "000000001366": "A woman in a hat is talking on a phone.",
  "000000001367": "A motorcycle parked in a field next to a fence.",
  "000000001368": "A group of teddy bears sitting on a shelf.",
  "000000001369": "A car driving down a street at night.",
  "000000001370": "A man is playing tennis on a tennis court.",
  "000000001371": "A man riding a surfboard in the water.",
  "000000001372": "A group of giraffes standing next to each other.",
  "000000001373": "A cell phone sitting next to a apple and a cup of coffee.",
  "000000001374": "A train traveling down the tracks near a hill.",
  "000000001375": "A man riding a horse in a field.",
  "000000001376": "A baseball player is getting ready to swing.",
  "000000001377": "Two birds sitting on top of a wooden post.",
  "000000001378": "A giraffe standing in the grass near a tree.",
  "000000001379": "A group of people standing in front of a food shop.",
  "000000001380": "A woman in a swimsuit riding a surfboard in the water.",
  "000000001381": "A couple of people standing on the beach flying kites.",
  "000000001382": "A man riding a surfboard on a wave in the ocean.",
  "000000001383": "A man is playing a game of tennis.",
  "000000001384": "A horse standing next to a woman and a man.",
  "000000001385": "A man riding a wave on a surfboard in the ocean.",
  "000000001386": "A group of zebras standing in a field.",
  "000000001387": "A red and white truck parked on the side of the road.",
  "000000001388": "A school bus parked on the side of a road.",
  "000000001389": "A person is skiing down a snowy hill.",
  "000000001390": "A truck parked in front of a building.",
  "000000001391": "A group of people riding on top of elephants in the water.",
  "000000001392": "A man wearing a suit and tie standing in front of a mirror.",
  "000000001393": "A clock sitting on top of a wall next to a statue of a woman.",
  "000000001394": "A group of people sitting around a table with laptops.",
  "000000001395": "A young boy eating a piece of fruit.",
  "000000001396": "A woman is holding a cell phone in her hand.",
  "000000001397": "A white refrigerator sitting next to a microwave.",
  "000000001398": "A plate of fried pancakes sitting on a table.",
  "000000001399": "A cat is sitting in a brick box on a wooden fence.",
  "000000001400": "A toilet sitting on top of a wooden wall.",
  "000000001401": "A pair of scissors and a bottle of water on a table.",
  "000000001402": "A woman sitting on a bed with a laptop in her lap.",
  "000000001403": "A vase of flowers sitting on a table.",
  "000000001404": "A baseball player is swinging at a ball.",
  "000000001405": "A woman with umbrellas walking down the street.",
  "000000001406": "Two people are walking down a snowy street.",
  "000000001407": "A woman sitting at a desk with a laptop.",
  "000000001408": "A table with vegetables and a sign that says \"Buy fresh vegetables\".",
  "000000001409": "A man is talking on a cell phone while standing in the street.",
  "000000001410": "A large airplane flying through a cloudy sky.",
  "000000001411": "A sheep standing on a rock with a sky in the background.",
  "000000001412": "A pizza sitting on a plate on a table.",
  "000000001413": "A cat laying on a bed with its legs up.",
  "000000001414": "A zebra standing in a field of grass.",
  "000000001415": "A man talking on a cell phone while holding a tennis racquet.",
  "000000001416": "A red double decker bus with a sign on it.",
  "000000001417": "A baseball player is swinging a bat at a ball.",
  "000000001418": "A laptop is sitting on a desk next to a mouse.",
  "000000001419": "Two teddy bears are displayed on a wall.",
  "000000001420": "A man and a child riding skis down a snowy hill.",
  "000000001421": "A suitcase is sitting on a wall next to a chair.",
  "000000001422": "Two young girls holding a bottle of water.",
  "000000001423": "A train is traveling down the tracks in a field.",
  "000000001424": "A giraffe standing next to a fence in a forest.",
  "000000001425": "A woman is playing tennis on a tennis court.",
  "000000001426": "A dog sitting on the back of a car.",
  "000000001427": "A white loaf of bread sitting on a table.",
  "000000001428": "A group of young girls posing for a picture.",
  "000000001429": "A cat is licking its nose at a dog toy.",
  "000000001430": "A bedroom with a bed, a desk, a lamp and a bookshelf.",
  "000000001431": "A parking meter is shown on the side of a street.",
  "000000001432": "A train traveling down a train track next to a building.",
  "000000001433": "A woman wearing a pink shirt and a red tie on a tennis court.",
  "000000001434": "A bathroom with a sink, a mirror, and a toilet.",
  "000000001435": "Two women sitting on a couch in a hotel.",
  "000000001436": "A group of people sitting on a beach under umbrellas.",
  "000000001437": "A yellow and white stuffed animal hanging from a wire pole.",
  "000000001438": "A man standing next to a truck with cows.",
  "000000001439": "A man in a green shirt is playing frisbee in a park.",
  "000000001440": "A store with a window and a window display.",
  "000000001441": "A woman in a hat is feeding an elephant.",
  "000000001442": "A large jet sitting on a runway near a building.",
  "000000001443": "A view of a lake with mountains in the background.",
  "000000001444": "Two men riding horses in front of a crowd.",
  "000000001445": "A bus is parked in front of a building.",
  "000000001446": "A group of people standing in a field playing baseball.",
  "000000001447": "A white bird sitting on a car window ledge.",
  "000000001448": "A child is skiing down a snowy hill.",
  "000000001449": "A bird is sitting on a bird feeder.",
  "000000001450": "A train is traveling down the tracks with smoke coming out of it.",
  "000000001451": "A pizza is sitting on a wooden board.",
  "000000001452": "A train is traveling down the tracks in a field.",
  "000000001453": "A large airplane sitting on top of an airport.",
  "000000001454": "A group of giraffes standing next to a fence.",
  "000000001455": "Three zebras are grazing in a field of grass.",
  "000000001456": "A large elephant walking through a lush green field.",
  "000000001457": "A young girl standing in a kitchen with a basket.",
  "000000001458": "A table topped with a bowl of fruit and a plate of food.",
  "000000001459": "A child is standing on skis in the snow.",
  "000000001460": "A herd of sheep grazing in a grassy field.",
  "000000001461": "A group of sheep standing in a cage.",
  "000000001462": "A pink and white package of books sitting on a table.",
  "000000001463": "A young boy standing on a beach holding a frisbee.",
  "000000001464": "Two girls are flying a kite on the beach.",
  "000000001465": "A bathroom with a sink, toilet, and towel rack.",
  "000000001466": "A baseball player is swinging a bat at a ball.",
  "000000001467": "A small airplane sitting on top of a runway.",
  "000000001468": "A car parked next to a bus on a street.",
  "000000001469": "A man sitting on a bench with a basket.",
  "000000001470": "A woman sitting on a bench with a suitcase.",
  "000000001471": "A group of children skiing down a hill.",
  "000000001472": "A bed with a large table and a large group of statues on it.",
  "000000001473": "Two sheep standing on a dirt field with a fence in the background.",
  "000000001474": "A white refrigerator sitting in a kitchen with a table.",
  "000000001475": "A double decker bus is parked on the side of a street.",
  "000000001476": "A man standing in the grass holding a baseball bat.",
  "000000001477": "A man riding a ski board in the water.",
  "000000001478": "A dog with a frisbee in its mouth.",
  "000000001479": "A giraffe standing next to a building with trees in the background.",
  "000000001480": "A bathroom with a sink, toilet, and a tub.",
  "000000001481": "A train is passing by a car on the street.",
  "000000001482": "A group of people sitting on benches in front of a building.",
  "000000001483": "A bus is parked on the side of the street.",
  "000000001484": "A group of people standing on a ski slope.",
  "000000001485": "A bird is standing on the sidewalk in the sun.",
  "000000001486": "A bus is parked in front of a building.",
  "000000001487": "Two men are talking on a cell phone on a sidewalk.",
  "000000001488": "A train is parked on the tracks in front of a building.",
  "000000001489": "A group of people standing in the grass with umbrellas.",
  "000000001490": "A cat is laying on a bed with books.",
  "000000001491": "A man is playing tennis on a tennis court.",
  "000000001492": "Two dogs are walking in a field with people watching.",
  "000000001493": "A man riding a skateboard down a highway.",
  "000000001494": "A girl with a shirt and a hat on.",
  "000000001495": "A cat laying on a person's lap.",
  "000000001496": "Two cows are standing in a field with a flower in the background.",
  "000000001497": "A man is standing on a motorcycle next to a crowd of people.",
  "000000001498": "A cat is laying on a laptop computer.",
  "000000001499": "A street sign on a pole in front of a building.",
  "000000001500": "A laptop sitting next to a mouse and a monitor.",
  "000000001501": "A vase with a knife in it sitting on a table.",
  "000000001502": "Three giraffes are standing near a tree.",
  "000000001503": "A plate of donuts with different types of donuts on it.",
  "000000001504": "A giraffe is standing in a fenced area.",
  "000000001505": "A kitchen with a refrigerator, sink, and cabinets.",
  "000000001506": "A herd of zebras standing in a field of grass.",
  "000000001507": "A bathroom with a sink, mirror, and a towel rack.",
  "000000001508": "A vase filled with flowers sitting on a table.",
  "000000001509": "A woman and a man are walking down the street.",
  "000000001510": "A fire hydrant is painted with graffiti.",
  "000000001511": "A man standing in a field with a kite.",
  "000000001512": "A group of young boys playing soccer on a field.",
  "000000001513": "A man riding a surfboard on a wave.",
  "000000001514": "A white toilet sitting in a white and blue bathroom.",
  "000000001515": "A child is riding a snowboard down a hill.",
  "000000001516": "A woman is holding a frisbee while people are watching.",
  "000000001517": "A young girl playing a video game in a living room.",
  "000000001518": "A couch sitting in front of a large window.",
  "000000001519": "A woman with a hat and a scarf taking a picture of herself.",
  "000000001520": "Three ducks are standing on a railing near a building.",
  "000000001521": "Two people sitting on a park bench in the park.",
  "000000001522": "A man standing in front of a car with a bunch of wigs hanging from it.",
  "000000001523": "A man standing in front of a large screen.",
  "000000001524": "A parking meter sitting next to a building.",
  "000000001525": "A zebra standing in a field of tall grass.",
  "000000001526": "A bicycle parked on a brick wall next to a store.",
  "000000001527": "Two people are sitting in a living room playing video games.",
  "000000001528": "A train is traveling down the tracks near a building.",
  "000000001529": "A bicycle is parked next to a metal bench.",
  "000000001530": "A man walking down the street with a suitcase.",
  "000000001531": "A group of people standing around holding bats.",
  "000000001532": "A young man standing on a field holding a baseball bat.",
  "000000001533": "A large commercial airplane parked on a runway.",
  "000000001534": "A bed with two pillows and a lamp.",
  "000000001535": "A television is on a bookshelf with books.",
  "000000001536": "A man is standing in the refrigerator while looking at a bottle of beer.",
  "000000001537": "A man is talking on a cell phone while others watch.",
  "000000001538": "A pizza sitting on a table with toppings.",
  "000000001539": "A large white elephant sculpture is displayed on a bench.",
  "000000001540": "A double decker bus is parked on the side of the road.",
  "000000001541": "A baseball player is swinging a bat at a ball.",
  "000000001542": "A street sign is hanging from the side of a building.",
  "000000001543": "A plate of meat, vegetables and rice.",
  "000000001544": "A group of giraffes standing in a field.",
  "000000001545": "A pizza sitting on a table with a knife.",
  "000000001546": "A brown and white dog standing on a leash.",
  "000000001547": "A giraffe standing next to a rock wall.",
  "000000001548": "A white pie is sitting on a wooden table.",
  "000000001549": "A group of young children watching a sheep eating grass.",
  "000000001550": "A laptop is sitting on a shelf next to a TV.",
  "000000001551": "A couple of people playing video games in a living room.",
  "000000001552": "A train is parked at the station with people waiting.",
  "000000001553": "A couple of people riding surfboards in a body of water.",
  "000000001554": "A bathroom with a mirror and a sink.",
  "000000001555": "A man standing next to a boat on a beach.",
  "000000001556": "A jet flying through the air with a green background.",
  "000000001557": "A group of people sitting in front of a window with a kite.",
  "000000001558": "A cat laying on a bed with a white collar.",
  "000000001559": "A black and white photo of a black and white cow.",
  "000000001560": "A group of motorcycles parked in a line.",
  "000000001561": "A truck with a painting on it sitting on the ground.",
  "000000001562": "A toilet with a white cover and a black seat.",
  "000000001563": "A vase with a picture of a man standing next to it.",
  "000000001564": "A microwave sitting on a street next to a fence.",
  "000000001565": "A horse pulling a cart down a street.",
  "000000001566": "Three bowls of broccoli and a bowl of rice.",
  "000000001567": "A double decker bus is passing through a traffic light.",
  "000000001568": "A bathroom with a sink, mirror and a counter.",
  "000000001569": "A bird flying in the air over a mountain.",
  "000000001570": "A kitchen with a sink, stove, and a window.",
  "000000001571": "A baby is sleeping in a bed with a stuffed animal.",
  "000000001572": "A picture of a bus with people walking around.",
  "000000001573": "A cat is laying on a computer desk with a mouse.",
  "000000001574": "A street light with a building in the background.",
  "000000001575": "A man riding a snowboard down a snowy hill.",
  "000000001576": "A bunch of bananas are displayed in a store.",
  "000000001577": "A pair of scissors sitting in a pair of scissors.",
  "000000001578": "A parking lot with a parking meter and a parking lot with cars.",
  "000000001579": "A teddy bear sitting on a wooden table.",
  "000000001580": "A bunch of oranges sitting on top of a table.",
  "000000001581": "A man standing on a train platform with a light on his head.",
  "000000001582": "A sign that says \"No parking\" is on a city street.",
  "000000001583": "A person is skiing down a snowy hill.",
  "000000001584": "A woman sitting on a skateboard with a phone in her hand.",
  "000000001585": "A black bear sitting on a pedestal with a white background.",
  "000000001586": "A pizza sitting on top of an oven.",
  "000000001587": "A couple of people standing in front of a video game controller.",
  "000000001588": "Two people are sitting on motorcycles in a park.",
  "000000001589": "A child is skiing down a snowy hill.",
  "000000001590": "A person sitting at a table with a laptop.",
  "000000001591": "A truck with a large truck truck and a large crowd of people.",
  "000000001592": "A baseball player is getting ready to hit a ball.",
  "000000001593": "A banana is on a plate with chocolate and frosting.",
  "000000001594": "A woman is holding a brown teddy bear.",
  "000000001595": "A group of people sitting at a table with pizza.",
  "000000001596": "A man riding a bike down a rocky hill.",
  "000000001597": "A man riding a surfboard on the beach.",
  "000000001598": "A box of doughnuts sitting next to a box of donuts and a box of donuts.",
  "000000001599": "A plate of chocolate cake with a cup of coffee.",
  "000000001600": "A dog sitting on a bed with a bowl.",
  "000000001601": "A woman on a surfboard in the ocean.",
  "000000001602": "A plate of food with meat, vegetables and a bowl of soup.",
  "000000001603": "A church with a clock on the side of it.",
  "000000001604": "A truck with a bunch of food on it.",
  "000000001605": "Two people playing tennis on a tennis court.",
  "000000001606": "A little girl is eating a piece of pizza.",
  "000000001607": "A person riding a surfboard on a wave in the ocean.",
  "000000001608": "A man riding a surfboard on a wave in the ocean.",
  "000000001609": "A plate topped with a hot dog and some vegetables.",
  "000000001610": "A couple of men standing next to each other on a street.",
  "000000001611": "A man walking down a street near a parking meter.",
  "000000001612": "A desk with a computer, a monitor, a keyboard and a chair.",
  "000000001613": "A man is sitting in a living room with a smoke mask.",
  "000000001614": "A clock tower with a white clock on it.",
  "000000001615": "A man in a suit holding an umbrella while standing in front of a building.",
  "000000001616": "A boat is in the water with other boats in the background.",
  "000000001617": "A dog is standing in the water next to a boat.",
  "000000001618": "A young boy swinging a bat at a baseball game.",
  "000000001619": "A large room with a clock on the wall.",
  "000000001620": "A kitchen with a microwave, stove, sink and a refrigerator.",
  "000000001621": "A tray with three different types of food on it.",
  "000000001622": "Two people standing next to each other on a skateboard.",
  "000000001623": "A herd of cows walking through a forest.",
  "000000001624": "A toilet with a pink and white picture on it.",
  "000000001625": "A large bus is parked in front of a building.",
  "000000001626": "A bathroom with a sink, toilet, and a shower.",
  "000000001627": "A living room with a television, couch, and a fireplace.",
  "000000001628": "A clock with a picture of a man on it.",
  "000000001629": "A dog is walking down a dirt road.",
  "000000001630": "A large commercial airplane parked at an airport.",
  "000000001631": "A stop sign with a red stop sign on it.",
  "000000001632": "A dog laying on a bed with a piece of food.",
  "000000001633": "A car parked next to a house with a boat in the background.",
  "000000001634": "A baseball player is holding a bat and standing on a field.",
  "000000001635": "A kitchen with a counter, a stove, and a table.",
  "000000001636": "A person in a black jacket and a snowboard in the snow.",
  "000000001637": "A desk with four computers and a laptop.",
  "000000001638": "A kitchen with a stove, sink, and a stove top.",
  "000000001639": "A street with people walking and people riding bikes.",
  "000000001640": "Two women standing in a living room holding video games.",
  "000000001641": "Two people walking on the beach with surfboards.",
  "000000001642": "A man riding a surfboard on top of a wave.",
  "000000001643": "A table with a vase of flowers and a tablecloth.",
  "000000001644": "A cat laying on a bench with a cat sitting on top of it.",
  "000000001645": "A woman with an umbrella walking down a street.",
  "000000001646": "A stop sign is broken and needs to be replaced.",
  "000000001647": "A bus with a large mural on the side of it.",
  "000000001648": "A stop sign is shown with a red and white background.",
  "000000001649": "A man standing on a tennis court holding a tennis racquet.",
  "000000001650": "A fire hydrant is sitting on the side of the road.",
  "000000001651": "A baseball player is throwing a baseball on a field.",
  "000000001652": "A woman in a black jacket skiing down a snowy hill.",
  "000000001653": "A man sitting at a table eating a piece of food.",
  "000000001654": "A bathroom with a bathtub, a sink, a mirror and a window.",
  "000000001655": "A clock tower with a fountain in the background.",
  "000000001656": "A young girl standing in a field holding a camera.",
  "000000001657": "A stop sign is shown with a tree in the background.",
  "000000001658": "A man wearing glasses and a tie standing in front of a building.",
  "000000001659": "A black and white cat is sitting on a counter.",
  "000000001660": "A dog is playing with a child on a field.",
  "000000001661": "A train is traveling down the tracks near a forest.",
  "000000001662": "A large table sitting in front of a window.",
  "000000001663": "A young girl standing in front of a refrigerator.",
  "000000001664": "A man riding a surfboard on a wave.",
  "000000001665": "A laptop sitting on a table next to a plant.",
  "000000001666": "A baseball player is swinging at a ball.",
  "000000001667": "A bench sitting on the side of a park.",
  "000000001668": "A bed with a TV on top of it.",
  "000000001669": "Two giraffes standing next to each other in a zoo.",
  "000000001670": "A clock tower in a large stadium with people walking around.",
  "000000001671": "A man is doing a trick on a skateboard.",
  "000000001672": "A large wave is coming out of the ocean.",
  "000000001673": "A pair of scissors and a pair of pens in a pink container.",
  "000000001674": "A man riding a surfboard on a wave in the ocean.",
  "000000001675": "Two giraffes are standing next to a rock.",
  "000000001676": "A large black and white dog sitting on a metal platform.",
  "000000001677": "A small airplane sitting on top of a green lawn.",
  "000000001678": "A computer monitor, keyboard, and a mouse on a desk.",
  "000000001679": "A man and a woman are on a lake with boats.",
  "000000001680": "A toilet with a red lid and a white seat.",
  "000000001681": "A pizza sitting on a wooden table next to a knife.",
  "000000001682": "A man standing next to an elephant with a hat on.",
  "000000001683": "A person is cleaning a toilet in a bathroom.",
  "000000001684": "A clock tower with a clock on it.",
  "000000001685": "A bear is sitting on a bunnies neck.",
  "000000001686": "A laptop is sitting on a wooden table.",
  "000000001687": "A woman sitting in a chair eating a plate of food.",
  "000000001688": "A group of elephants walking through a field at night.",
  "000000001689": "A display of various types of donuts on a counter.",
  "000000001690": "A pizza with cheese and sauce on a plate.",
  "000000001691": "A woman is playing tennis on a tennis court.",
  "000000001692": "A truck parked on a field with kites flying in the air.",
  "000000001693": "A brown horse walking through a field with a fence in the background.",
  "000000001694": "A stop sign sitting on a pole near a street.",
  "000000001695": "A bird is walking across a body of water.",
  "000000001696": "A woman sitting at a table with a plate of food.",
  "000000001697": "A baseball player is swinging at a ball.",
  "000000001698": "A toilet with a white lid and a white wall.",
  "000000001699": "A boat sitting on a wooden post in the middle of a field.",
  "000000001700": "A young child is sitting in front of a bowl of food.",
  "000000001701": "A suitcase with a bag and a chair on it.",
  "000000001702": "A table with several types of food on it.",
  "000000001703": "A stuffed teddy bear sitting on a table next to a blue bowl.",
  "000000001704": "A crowd of people standing around a large park.",
  "000000001705": "A baseball player is swinging at a ball.",
  "000000001706": "A large white plate topped with a large orange and pink donut.",
  "000000001707": "A traffic light is shown in a city setting.",
  "000000001708": "A man standing in a train waiting for a train.",
  "000000001709": "A horse pulling a cart with people in it.",
  "000000001710": "A man is playing frisbee in the park.",
  "000000001711": "A group of buses and a kite flying in the air.",
  "000000001712": "A person is wiping their hand on a toilet.",
  "000000001713": "A teddy bear is sitting on the side of a street.",
  "000000001714": "A living room with a couch, table, and a window.",
  "000000001715": "A large airplane flying in the sky.",
  "000000001716": "A clock is shown on the side of a building.",
  "000000001717": "A man with an umbrella is riding a bike.",
  "000000001718": "A group of people sitting at a table in a restaurant.",
  "000000001719": "A plate of chips, a plate of vegetables and a drink.",
  "000000001720": "A large clock hanging from the side of a building.",
  "000000001721": "A small boy is playing with a toy.",
  "000000001722": "A train is parked on the tracks in front of a building.",
  "000000001723": "A truck is parked in front of a traffic light.",
  "000000001724": "A man standing on a surfboard in the water.",
  "000000001725": "A kite flying in the sky over a hotel.",
  "000000001726": "A pair of remote controls sitting on top of a bed.",
  "000000001727": "A person holding a cell phone with a news broadcast on it.",
  "000000001728": "Three dogs are playing in a field with a frisbee.",
  "000000001729": "A woman is laying a cow on a bed.",
  "000000001730": "A red fire hydrant sitting in a grassy field.",
  "000000001731": "A group of elephants are sitting in a fenced area.",
  "000000001732": "A motorcycle parked on the side of a brick wall.",
  "000000001733": "A woman is preparing food at a food stand.",
  "000000001734": "A dog laying on a bed with a remote control.",
  "000000001735": "A person is flying a kite on a beach.",
  "000000001736": "A train traveling down a train track in a forest.",
  "000000001737": "A large city with a clock tower and a bridge.",
  "000000001738": "A person flying a kite on a grassy field.",
  "000000001739": "A man riding a snowboard down a snowy hill.",
  "000000001740": "A stop sign is shown on the side of a building.",
  "000000001741": "A woman standing next to a refrigerator with three monitors.",
  "000000001742": "A couple of people playing frisbee in a field.",
  "000000001743": "A group of people standing around a propeller airplane.",
  "000000001744": "A train is traveling down a train track.",
  "000000001745": "A bus is parked in the street with a sticker on it.",
  "000000001746": "A bird is sitting on a pole in the sun.",
  "000000001747": "A person holding a red and white trash can.",
  "000000001748": "A train is stopped at a stop light.",
  "000000001749": "A baseball player swinging a bat at a ball.",
  "000000001750": "A cell phone with a cell phone, a smart phone, and a smart phone with a cell phone on it.",
  "000000001751": "A baseball player is swinging a bat at a ball.",
  "000000001752": "A bathroom with a mirror, a sink and a toilet.",
  "000000001753": "A man sitting on a motorcycle in a field.",
  "000000001754": "A group of people riding motorcycles on a city street.",
  "000000001755": "A teddy bear is sitting in a Christmas tree.",
  "000000001756": "A baby brushing his teeth in a bathroom.",
  "000000001757": "A person is holding a piece of cake with a piece of cheese on it.",
  "000000001758": "A street with a building with a clock on it.",
  "000000001759": "A person skiing down a snowy hill with a mountain in the background.",
  "000000001760": "A bunch of bananas hanging from a tree.",
  "000000001761": "A cat laying on top of a laptop computer.",
  "000000001762": "A kitchen with a stove, a refrigerator and a sink.",
  "000000001763": "A white cake with flowers and a candle on it.",
  "000000001764": "A person is jumping water in the street.",
  "000000001765": "A group of giraffes standing in a fenced area.",
  "000000001766": "A group of people standing on a beach flying a kite.",
  "000000001767": "A dog is running down a dirt path.",
  "000000001768": "A cat is sitting next to a stuffed animal and a toy bear.",
  "000000001769": "A baseball player standing on a field with a dog in the background.",
  "000000001770": "A bus is parked on the side of the street.",
  "000000001771": "A plate of food sitting on a table next to a glass of wine.",
  "000000001772": "Two people sitting on two benches with their children.",
  "000000001773": "A person holding a piece of food in their hand.",
  "000000001774": "A sandwich and salad are on a plate.",
  "000000001775": "A street with lights on it at night.",
  "000000001776": "A laptop is on a desk next to a suitcase.",
  "000000001777": "A group of people playing tennis on a tennis court.",
  "000000001778": "A man cuts a person with a knife on a fire hydrant.",
  "000000001779": "A motorcycle parked on the side of a road.",
  "000000001780": "A man riding skis while a dog is on the ground.",
  "000000001781": "A woman holding an umbrella in her hand.",
  "000000001782": "A keyboard, mouse and monitor on a desk.",
  "000000001783": "A truck parked on the side of the road.",
  "000000001784": "A street sign is on the side of the road.",
  "000000001785": "A train is parked in a subway station.",
  "000000001786": "A traffic light on a street with cars passing by.",
  "000000001787": "A computer monitor sitting next to a keyboard and a mouse.",
  "000000001788": "A zebra is standing in a field of trees.",
  "000000001789": "A bus traveling down a road with trees in the background.",
  "000000001790": "A cat is looking at a mirror with its eyes open.",
  "000000001791": "A bus parked in front of a building with a bike on it.",
  "000000001792": "A toilet with a lid on it and a mirror on it.",
  "000000001793": "A brown and white cow standing in a field.",
  "000000001794": "Two people riding on top of an elephant in a body of water.",
  "000000001795": "A man is doing a trick on a skateboard.",
  "000000001796": "A man in a suit with a bow tie.",
  "000000001797": "A clock tower with a statue of a man standing on top.",
  "000000001798": "A picture of a cat on a toilet with a sign on it.",
  "000000001799": "A toilet sitting in a bathroom next to a tub.",
  "000000001800": "A street with a stop sign and a traffic light.",
  "000000001801": "A car parked next to a building with a white baseball bat.",
  "000000001802": "A truck is parked on the side of the road.",
  "000000001803": "A group of people standing on a beach near a boat.",
  "000000001804": "A group of people standing in a field flying kites.",
  "000000001805": "A bus is traveling down a busy street.",
  "000000001806": "Two people walking down a street with umbrellas.",
  "000000001807": "A bench sitting on a sidewalk next to a fence.",
  "000000001808": "A woman standing next to a motorcycle in a field.",
  "000000001809": "A man riding a horse on a city street.",
  "000000001810": "A city street with a lot of buildings and cars.",
  "000000001811": "A tall white building with a clock on it.",
  "000000001812": "A woman holding a tennis racquet on a tennis court.",
  "000000001813": "A motorcycle parked on a dirt road near a fence.",
  "000000001814": "A woman holding a tennis racquet on a tennis court.",
  "000000001815": "A person is walking through a forest with a backpack.",
  "000000001816": "A woman sitting at a table using a laptop.",
  "000000001817": "A man is standing in a kitchen holding a green cat.",
  "000000001818": "Two women pose for a picture while holding two donuts.",
  "000000001819": "A large airplane sitting on a runway in the sun.",
  "000000001820": "A man is swinging a tennis racket on a tennis court.",
  "000000001821": "A busy city street with traffic lights and buildings.",
  "000000001822": "A small bear standing next to a bunch of bananas.",
  "000000001823": "A dog laying on a couch with a picture of a window.",
  "000000001824": "A living room with a fireplace, a rug, and a picture of a man.",
  "000000001825": "A bed with a laptop on it in a room.",
  "000000001826": "A plate of food with a sandwich and vegetables.",
  "000000001827": "A desk with three computer monitors and a keyboard.",
  "000000001828": "A young boy is riding a skateboard in a crowd.",
  "000000001829": "A group of people riding bicycles with teddy bears.",
  "000000001830": "A group of people riding bicycles on a city street.",
  "000000001831": "Two people are playing a game of frisbee on a green field.",
  "000000001832": "A large stone building with a large window.",
  "000000001833": "A young boy holding a frisbee on a beach.",
  "000000001834": "A boy swinging a bat at a ball.",
  "000000001835": "A clock hanging from the side of a building.",
  "000000001836": "A pizza sitting on a plate on a table.",
  "000000001837": "A table topped with three different types of food.",
  "000000001838": "A group of people sitting on benches in a park.",
  "000000001839": "A kitchen with a microwave, a sink, a counter and a drawer.",
  "000000001840": "A person walking down a street near a building.",
  "000000001841": "A bathroom with two urinals and a sink.",
  "000000001842": "A church with a clock and a statue of a man in a black shirt.",
  "000000001843": "A man standing on a beach with a surfboard.",
  "000000001844": "A parking meter sitting on the side of a street.",
  "000000001845": "A man riding on the back of an elephant.",
  "000000001846": "A person riding skis down a hill.",
  "000000001847": "A toilet sitting in a bathroom with a mirror.",
  "000000001848": "A group of people sitting at a table eating food.",
  "000000001849": "A herd of cows grazing in a field.",
  "000000001850": "A train is passing by a building with a clock on it.",
  "000000001851": "A bus is parked in front of a red light.",
  "000000001852": "A bunch of glasses sitting on top of a table.",
  "000000001853": "A baseball player is swinging at a ball.",
  "000000001854": "A table topped with plates of food and bowls of rice.",
  "000000001855": "A large elephant walking through a field of grass.",
  "000000001856": "A man riding a skateboard down a street.",
  "000000001857": "A herd of animals grazing on a grassy field.",
  "000000001858": "A desk with a laptop computer and a lamp.",
  "000000001859": "A dog standing next to a bottle of alcohol.",
  "000000001860": "A group of people riding motorcycles in a row.",
  "000000001861": "A street with a traffic light and a street sign.",
  "000000001862": "A large airplane flying through the air in the sky.",
  "000000001863": "A large sign is hanging from the side of a building.",
  "000000001864": "A woman sitting on a boat with colorful butterflies hanging from it.",
  "000000001865": "A bathroom with a toilet, sink, and a window.",
  "000000001866": "A woman standing on top of a bed with a nurse in the background.",
  "000000001867": "A group of people standing in a kitchen.",
  "000000001868": "Two people sitting on a bench with skis.",
  "000000001869": "A table with a bowl of coffee, a plate of food and a cup of coffee.",
  "000000001870": "A man wearing a black tie and a black shirt.",
  "000000001871": "A train is traveling down the tracks near a building.",
  "000000001872": "A woman standing next to a man in a kitchen.",
  "000000001873": "A man standing in a living room holding a video game controller.",
  "000000001874": "A herd of elephants standing in a body of water.",
  "000000001875": "A group of motorcycles parked next to each other.",
  "000000001876": "A kitchen with a white counter and a white refrigerator.",
  "000000001877": "A man in a suit and tie is looking at a picture.",
  "000000001878": "A man doing a trick on a skateboard in a busy street.",
  "000000001879": "A giraffe and a cow are eating grass in a zoo.",
  "000000001880": "Two cats are laying in a bed together.",
  "000000001881": "A man in a shirt holding a paper kite.",
  "000000001882": "A group of teddy bears sitting on a table.",
  "000000001883": "A woman riding a snowboard down a hill.",
  "000000001884": "A woman holding an umbrella in front of her face.",
  "000000001885": "A group of people standing on a beach holding surfboards.",
  "000000001886": "Three giraffes are standing in a field near a fence.",
  "000000001887": "A person riding a snowboard down a snowy hill.",
  "000000001888": "Two people sitting on a couch watching a movie.",
  "000000001889": "A school bus is parked in the middle of the street.",
  "000000001890": "A man flying a kite on the beach.",
  "000000001891": "A man wearing a suit and tie in a room.",
  "000000001892": "A person walking down a street near a traffic light.",
  "000000001893": "A person wearing a snow suit is skiing down a hill.",
  "000000001894": "A man riding a bicycle on a street next to a park.",
  "000000001895": "A picture of a train with a man in the front of it.",
  "000000001896": "A fire hydrant is standing in the middle of a forest.",
  "000000001897": "A bear is standing in a field of grass.",
  "000000001898": "A person on a ski slope with skis.",
  "000000001899": "A man wearing a tie and suit is standing in a room.",
  "000000001900": "A woman is cutting a sandwich with a knife.",
  "000000001901": "A bowl of broccoli with a spoon in it.",
  "000000001902": "A table topped with a pizza and wine.",
  "000000001903": "A red fire hydrant sitting on the side of a road.",
  "000000001904": "A bathroom with a toilet, sink and a window.",
  "000000001905": "A parking meter with a sign on it.",
  "000000001906": "A pizza sitting on a plate next to a table.",
  "000000001907": "A woman eating a piece of doughnuts.",
  "000000001908": "A sandwich with a bun and a sauce on it.",
  "000000001909": "A woman holding a teddy bear in her hand.",
  "000000001910": "A woman eating a hot dog with a mouth out.",
  "000000001911": "Two stuffed animals sitting on a bench next to a dog.",
  "000000001912": "A cat standing on top of a wooden shelf.",
  "000000001913": "A bus is driving down the street near a church.",
  "000000001914": "A church with a large stone tower and a stone wall.",
  "000000001915": "Two buses are parked on the side of the road.",
  "000000001916": "A toothbrush with toothpaste and toothpaste sticks on it.",
  "000000001917": "Two boys are standing on a bench with a umbrella.",
  "000000001918": "A fire hydrant is on the side of the street.",
  "000000001919": "A group of people walking around on a road.",
  "000000001920": "A group of people riding motorcycles on a road.",
  "000000001921": "A plate with a sandwich, egg, and salad.",
  "000000001922": "A pizza is sitting in an oven with a knife.",
  "000000001923": "A person riding a surfboard on a wave.",
  "000000001924": "A woman holding an umbrella while people walk by.",
  "000000001925": "A woman is standing next to a toilet.",
  "000000001926": "A plate of food with a variety of snacks.",
  "000000001927": "A train is traveling down a train track.",
  "000000001928": "A clock sitting on top of a building.",
  "000000001929": "A large airplane is in the water with a wave coming in.",
  "000000001930": "A street sign with two different street signs.",
  "000000001931": "A clock tower with a clock on top of it.",
  "000000001932": "A man holding an umbrella standing on a beach.",
  "000000001933": "A vase of flowers sitting on top of a white table.",
  "000000001934": "A group of people sitting on a grass covered ground.",
  "000000001935": "A bunch of bananas, apples and other fruits.",
  "000000001936": "A man is playing tennis on a court.",
  "000000001937": "A man riding a surfboard on a body of water.",
  "000000001938": "A group of people standing around a giraffe in a zoo.",
  "000000001939": "A man in a red jacket skiing down a hill.",
  "000000001940": "A stop sign on a street next to a bus.",
  "000000001941": "Two zebras are standing in a field of grass.",
  "000000001942": "A black and white photo of a cooking pan with broccoli and meat.",
  "000000001943": "A baseball player is swinging at a ball.",
  "000000001944": "A group of zebras standing next to each other.",
  "000000001945": "Two horses standing in a field with trees in the background.",
  "000000001946": "A car is driving down a road with street signs hanging from the side.",
  "000000001947": "A person on a snowboard in the air.",
  "000000001948": "A herd of zebras standing in a field of tall grass.",
  "000000001949": "A bunch of hot dogs sitting on a grill.",
  "000000001950": "A couch with a dog sitting on it.",
  "000000001951": "A man wearing a suit and tie standing on a train.",
  "000000001952": "A cat is sitting on the back of a car.",
  "000000001953": "A table topped with a variety of food and wine.",
  "000000001954": "A man is swinging a tennis racket at a ball.",
  "000000001955": "A zebra standing in a field of grass.",
  "000000001956": "A room with a bookshelf, a chair and a fireplace.",
  "000000001957": "A man is talking on his cell phone while people watch.",
  "000000001958": "A umbrella is hanging on a stone bench.",
  "000000001959": "A pair of cell phones sitting on a table.",
  "000000001960": "A basket of bananas and other food items.",
  "000000001961": "A group of people standing on a hill near a road.",
  "000000001962": "A wooden box with a wooden bat and a wooden chair.",
  "000000001963": "A statue of a man in a costume sitting on a stone bench.",
  "000000001964": "A variety of fruits and vegetables are displayed in a store.",
  "000000001965": "A bathroom with a toilet and a sink.",
  "000000001966": "A baseball player is swinging at a ball.",
  "000000001967": "A tennis player is getting ready to hit the ball.",
  "000000001968": "A desk with a computer and a book shelf.",
  "000000001969": "A stuffed bear sitting on top of a truck.",
  "000000001970": "A stop sign is hanging from a pole near a truck.",
  "000000001971": "A man standing next to a fruit stand.",
  "000000001972": "A group of boats are docked in a harbor.",
  "000000001973": "A man riding a surfboard on a body of water.",
  "000000001974": "A colorful kite is hanging from a pole near a beach.",
  "000000001975": "A woman holding a tennis racket standing next to a fence.",
  "000000001976": "Three different types of luggage sitting on a table.",
  "000000001977": "A man riding a horse in a field.",
  "000000001978": "A person riding a surfboard on a wave.",
  "000000001979": "A giraffe standing in a field of grass.",
  "000000001980": "A white boat is in a river with a duck.",
  "000000001981": "A young boy is riding a skateboard with a Nintendo Wii controller.",
  "000000001982": "A group of cars are parked on a busy street.",
  "000000001983": "A laptop sitting on a desk next to a monitor.",
  "000000001984": "A cat laying on a computer desk with a mouse.",
  "000000001985": "A group of people are working in the street.",
  "000000001986": "A woman holding a knife and a pizza in her hands.",
  "000000001987": "A group of giraffes are eating grass in a field.",
  "000000001988": "A bird sitting on a plate of fruit.",
  "000000001989": "A man riding a surfboard on a wave in the ocean.",
  "000000001990": "A man riding a surfboard on top of a wave.",
  "000000001991": "Three zebras standing in a field of grass.",
  "000000001992": "Three zebras standing in a field of grass.",
  "000000001993": "A plate of food with a piece of meat on it.",
  "000000001994": "A giraffe standing in a lush green field.",
  "000000001995": "A street with a traffic light and a traffic sign.",
  "000000001996": "A woman in a white shirt holding a tennis racquet.",
  "000000001997": "A baseball player swinging a bat at a ball.",
  "000000001998": "A microwave sitting in a kitchen next to a stove.",
  "000000001999": "A cat is laying in a piece of clothing."
}