{
  "000000000000": "A room with a couch, a chair, a lamp and a mirror.",
  "000000000001": "A man riding a motorcycle in a parade.",
  "000000000002": "A group of motorcycles are parked in front of a building.",
  "000000000003": "A man standing in a kitchen with a knife.",
  "000000000004": "A computer desk with a laptop, a monitor, and a keyboard.",
  "000000000005": "A plate of food with broccoli, carrots, and rice.",
  "000000000006": "Two people are standing on skis in the snow.",
  "000000000007": "A man sitting at a desk with a laptop.",
  "000000000008": "A man standing next to a train station with a suitcase.",
  "000000000009": "A tray filled with vegetables and a salad.",
  "000000000010": "A boy playing a video game in a living room.",
  "000000000011": "A pan filled with carrots and potatoes on a stove.",
  "000000000012": "A man jumping up in the air with a frisbee.",
  "000000000013": "A group of vases with flowers on them.",
  "000000000014": "A vase of flowers sitting on a table.",
  "000000000015": "A man in a jacket skiing in the snow.",
  "000000000016": "A man is doing a trick on a skateboard.",
  "000000000017": "A woman is sitting at a table with a pizza.",
  "000000000018": "A kitchen with a wooden table and a wooden chair.",
  "000000000019": "Two people walking down a sand path holding umbrellas.",
  "000000000020": "Two zebras grazing in a grassy field.",
  "000000000021": "A snow covered street with a stop sign and a traffic light.",
  "000000000022": "A man doing a trick on a skateboard.",
  "000000000023": "A kitchen with a stove, sink and a refrigerator.",
  "000000000024": "A dog is sitting on a chair in a kitchen.",
  "000000000025": "A sandwich with a slice of bread and a slice of cheese.",
  "000000000026": "Two men standing next to each other in front of a donut stander.",
  "000000000027": "A boy is cutting a cake with a knife.",
  "000000000028": "A table with a bunch of flowers in a glass vase.",
  "000000000029": "A baseball player is swinging at a ball.",
  "000000000030": "A bench sitting on top of a hill next to a lake.",
  "000000000031": "A stop sign that is in front of a building.",
  "000000000032": "A man standing on a beach holding a green frisbee.",
  "000000000033": "A laptop computer sitting on top of a desk.",
  "000000000034": "A city street with a lot of traffic and lights.",
  "000000000035": "A little girl sitting on a bed with a laptop.",
  "000000000036": "A herd of cattle grazing in a field near mountains.",
  "000000000037": "A man in a blue jacket skiing down a snow covered slope.",
  "000000000038": "A statue of a man standing next to a bookshelf.",
  "000000000039": "A beach with chairs, surfboards and a chair.",
  "000000000040": "A room with a door and a window and a fridge.",
  "000000000041": "A group of people standing on a beach flying kites.",
  "000000000042": "Two men sitting on a bench outside of a restaurant.",
  "000000000043": "A man standing in front of a window with a computer.",
  "000000000044": "A table with a laptop, a mouse, a phone, a knife, and a bowl of food.",
  "000000000045": "A plane flying over a dock in front of a boat.",
  "000000000046": "A woman is playing tennis on a tennis court.",
  "000000000047": "A cat is sitting on a television playing a video game.",
  "000000000048": "A girl and a boy are playing on a beach.",
  "000000000049": "Three giraffes are standing in a field near a river.",
  "000000000050": "A statue of a elephant with a tiger on it.",
  "000000000051": "A boy, a girl and two men watching a TV.",
  "000000000052": "A man is flying a dirt bike in the air.",
  "000000000053": "A man carrying a surfboard on a beach.",
  "000000000054": "A street sign is hanging from a pole.",
  "000000000055": "A man standing on a surfboard in the water.",
  "000000000056": "A bathroom with a sink and a tub.",
  "000000000057": "A table topped with different types of donuts.",
  "000000000058": "A woman laying on a bed with a cat next to her.",
  "000000000059": "A statue of a man in a white shirt standing in front of a flower.",
  "000000000060": "A group of people standing on a beach holding surfboards.",
  "000000000061": "A man doing a trick on a skateboard.",
  "000000000062": "A group of people skiing down a snowy hill.",
  "000000000063": "A group of people standing outside of a store.",
  "000000000064": "A living room with a couch, chair, and a television.",
  "000000000065": "A herd of cows grazing on a grassy field.",
  "000000000066": "Three men are riding motorcycles down a road.",
  "000000000067": "A group of giraffes and a giraffe standing in a grassy field.",
  "000000000068": "A plate of food with a burger and a salad.",
  "000000000069": "A group of skiers and skiers are skiing down a hill.",
  "000000000070": "A group of people riding a dirt bike down a hill.",
  "000000000071": "A man is surfing in the ocean while holding a board.",
  "000000000072": "A little boy laying on a bed with a blanket.",
  "000000000073": "A cake with a birthday cake on top of it.",
  "000000000074": "A brown bear standing on top of a grassy field.",
  "000000000075": "Two girls are talking on their cell phones.",
  "000000000076": "A man sitting on a motorcycle talking on a cell phone.",
  "000000000077": "Two urinals in a bathroom with a phone in front of them.",
  "000000000078": "A table with plates of food and a beer.",
  "000000000079": "A young boy swinging a baseball bat at a ball.",
  "000000000080": "A dog laying in a bed with a blanket and a hat.",
  "000000000081": "A young boy playing tennis on a tennis court.",
  "000000000082": "Two motorcycles are parked in the middle of the road.",
  "000000000083": "A group of three skiers pose for a picture.",
  "000000000084": "A young boy and a girl are sitting at a table with a cake.",
  "000000000085": "A man in a carriage pulling a horse drawn carriage.",
  "000000000086": "A bunch of suitcases are stacked up.",
  "000000000087": "A dog and two cats are laying on a bed.",
  "000000000088": "A bowl of soup and a bowl of meat on a table.",
  "000000000089": "A woman is standing on a sidewalk with a dog.",
  "000000000090": "A group of cars are parked on a road.",
  "000000000091": "A person jumping over a fence in a racquet game.",
  "000000000092": "A train is traveling down the tracks near a tree.",
  "000000000093": "A black umbrella is sitting on a wooden table.",
  "000000000094": "A dog standing on a grassy field with a Frisbee in his mouth.",
  "000000000095": "A clock on a street with a bunch of flowers.",
  "000000000096": "A horse pulling a carriage with a man standing in the background.",
  "000000000097": "A woman in a kitchen preparing a pan of food.",
  "000000000098": "A pan with food on it in front of a oven.",
  "000000000099": "A clock on a brick wall with a blue sky.",
  "000000000100": "A school bus is parked in front of a traffic light.",
  "000000000101": "A boat with people on it on a lake.",
  "000000000102": "A woman standing in front of a couch in a living room.",
  "000000000103": "Two young men are playing with a video game.",
  "000000000104": "A giraffe standing in a fenced in area.",
  "000000000105": "A skateboard with a skateboarder in it.",
  "000000000106": "A car driving down a road in a grassy field.",
  "000000000107": "A man sitting in a chair with a tie on.",
  "000000000108": "A woman is flying a frisbee in a grassy field.",
  "000000000109": "A teddy bear sitting on top of a bed.",
  "000000000110": "A group of sheep eating hay in a barn.",
  "000000000111": "A large clock tower with a blue and white top.",
  "000000000112": "A man wearing glasses and a tie standing in front of a camera.",
  "000000000113": "A herd of zebras grazing on grass near a tree.",
  "000000000114": "A group of people sitting on a couches with a man playing a video game.",
  "000000000115": "A group of people flying kites in a grassy field.",
  "000000000116": "A sign that says \"No food\" is on a street.",
  "000000000117": "A motorcycle parked in front of a car.",
  "000000000118": "A woman holding a frisbee while another man holds a racquet.",
  "000000000119": "A group of motorcycles are parked in front of a bus.",
  "000000000120": "A cat sleeping on a bed next to a laptop.",
  "000000000121": "A group of people flying kites in a field.",
  "000000000122": "A cat laying on a couch next to a person.",
  "000000000123": "A spoon is in a pot with food on it.",
  "000000000124": "A person is holding a knife and a knife holder.",
  "000000000125": "A pair of scissors and a coffee mug on a table.",
  "000000000126": "A herd of zebras standing in a field of grass.",
  "000000000127": "A man and woman sitting at a table eating food.",
  "000000000128": "A fire hydrant is sitting on the side of the road.",
  "000000000129": "A bus is parked in front of a bus stop.",
  "000000000130": "A pizza topped with cheese, spinach, and mushrooms.",
  "000000000131": "A bowl of food with a bowl of beans, a bowl of meat, a bowl of rice and a bowl of broccoli.",
  "000000000132": "A group of horses are walking along a wooden fence.",
  "000000000133": "A little boy playing a video game with a remote.",
  "000000000134": "A table topped with food and drinks on a wooden table.",
  "000000000135": "A man is snowboarding down a snow covered slope.",
  "000000000136": "Two elephants are standing next to each other in a fenced in area.",
  "000000000137": "A woman playing tennis with a tennis racket.",
  "000000000138": "A man standing in a field with a bowl of food.",
  "000000000139": "A dog laying on top of a couch wearing a pair of shoes.",
  "000000000140": "Three people sitting on a bench next to a elephant.",
  "000000000141": "A young man swinging a baseball bat at a ball.",
  "000000000142": "A stop sign with a picture of a man in the middle of it.",
  "000000000143": "A street sign is painted on a wall.",
  "000000000144": "A man sitting on a bench in front of a bunch of bushes.",
  "000000000145": "A large airplane is parked on a runway.",
  "000000000146": "A woman standing next to an elephant in a pen.",
  "000000000147": "A lot of people are walking through an airport.",
  "000000000148": "A cat is looking at a person while laying on a bed.",
  "000000000149": "A large building with a clock on the top.",
  "000000000150": "A bathroom with a shower, sink and toilet.",
  "000000000151": "A motorcycle parked in front of a window.",
  "000000000152": "A train is parked at a train station.",
  "000000000153": "A slice of pizza with a cola on top.",
  "000000000154": "A man standing next to a large truck with a bunch of luggage.",
  "000000000155": "A crowd of people walking down a street near a building.",
  "000000000156": "A bedroom with a bed, a chair and a table.",
  "000000000157": "A donut is placed in a box with a cat on it.",
  "000000000158": "A large building with a large clock on top of it.",
  "000000000159": "A man sitting on a bench with a bag of food.",
  "000000000160": "A woman is skiing down a snow covered slope.",
  "000000000161": "A man standing next to a boat in the water.",
  "000000000162": "A group of people flying kites on a beach.",
  "000000000163": "A group of boats are in the water near a field.",
  "000000000164": "Two giraffes standing next to each other in a zoo.",
  "000000000165": "A woman holding a cake and a knife.",
  "000000000166": "A bathroom with a sink, a mirror and a toilet.",
  "000000000167": "A desk with a laptop, a computer, and a bottle of water.",
  "000000000168": "Two people riding horses on a beach near the ocean.",
  "000000000169": "A man riding a wave on a surfboard.",
  "000000000170": "A clock tower with a large window in front of it.",
  "000000000171": "A person holding a donut sandwich in a paper bag.",
  "000000000172": "A plate of food with a bowl of sauce and a slice of bread.",
  "000000000173": "A dog sitting on a table next to a cart.",
  "000000000174": "A tennis player is swinging a racket at a ball.",
  "000000000175": "A group of people sitting at a table eating food.",
  "000000000176": "A bathroom with a toilet and a sink.",
  "000000000177": "A giraffe standing in a field of grass.",
  "000000000178": "Two men standing on a snow covered slope with snowboards.",
  "000000000179": "A man riding a surfboard in a roller coaster.",
  "000000000180": "A group of people standing on a snow covered slope.",
  "000000000181": "A man and a boy are riding a skateboard.",
  "000000000182": "Three zebras standing in a field of tall grass.",
  "000000000183": "A cat wearing a tie and a collar on top of it.",
  "000000000184": "A man holding a cell phone and a bottle of wine.",
  "000000000185": "A man and a woman are holding a dog.",
  "000000000186": "A room with a table and chairs in the middle of it.",
  "000000000187": "A person is reading a book while holding a dog.",
  "000000000188": "A plate of broccoli and chicken on a table.",
  "000000000189": "A baseball player swinging a bat at a ball.",
  "000000000190": "Two cows are standing in a fence with hay.",
  "000000000191": "A herd of zebras standing in a field next to a body of water.",
  "000000000192": "A man playing tennis on a tennis court.",
  "000000000193": "A plate of food with a wine glass on a table.",
  "000000000194": "A bus parked in front of a man and a woman.",
  "000000000195": "A fire truck parked on the side of a road.",
  "000000000196": "A man riding a surfboard on top of a wave.",
  "000000000197": "A man holding a piece of food in front of him.",
  "000000000198": "A woman in a black shirt is holding a towel.",
  "000000000199": "A train with a train car with a bunch of people sitting in it.",
  "000000000200": "A crowd of people watching a baseball game.",
  "000000000201": "A stop sign is hanging from a pole.",
  "000000000202": "A man swinging a tennis racquet at a ball.",
  "000000000203": "Two men sitting at a table eating food.",
  "000000000204": "A truck with a sticker on it is parked in the middle of the road.",
  "000000000205": "A table topped with a cake, a cell phone, and a suitcase.",
  "000000000206": "Two giraffes standing next to each other in a zoo.",
  "000000000207": "A group of people sitting at a table eating.",
  "000000000208": "A sandwich is on a plate with a fork.",
  "000000000209": "A man cutting a bottle of wine on a table.",
  "000000000210": "A group of young children standing next to a stuffed bear.",
  "000000000211": "A group of people riding horses on a beach.",
  "000000000212": "A kitchen with a stove, sink and a refrigerator.",
  "000000000213": "A man and a woman are sitting in front of a table with a picnic table.",
  "000000000214": "A man eating a pizza with a fork.",
  "000000000215": "A pizza on a wooden table with a glass of wine.",
  "000000000216": "Two giraffes standing next to each other in a field.",
  "000000000217": "A meal of food with vegetables, meat and rice.",
  "000000000218": "A group of people sitting in front of a motorcycle.",
  "000000000219": "Two people are running on the beach with a surfboard.",
  "000000000220": "A woman sitting on a bench holding an umbrella.",
  "000000000221": "Two giraffes standing next to each other in a field.",
  "000000000222": "Two people are riding a motorcycle down a dirt road.",
  "000000000223": "A large airplane flying over a large flag.",
  "000000000224": "A woman standing on a hill flying a kite.",
  "000000000225": "A woman is skateboarding in a building.",
  "000000000226": "A woman sitting in a bed with two dogs.",
  "000000000227": "A person holding a laptop computer with a book in their hand.",
  "000000000228": "A man in a blue shirt riding a motorcycle.",
  "000000000229": "A bunch of vegetables are displayed on a table.",
  "000000000230": "A man wearing glasses and a tie talking to a woman wearing glasses.",
  "000000000231": "A bathroom with a sink and a toilet.",
  "000000000232": "A park with a tree and a bench.",
  "000000000233": "A large table with a white chair and a white sink.",
  "000000000234": "A large area with a mix machine and a bucket of food.",
  "000000000235": "A man riding a skateboard with a pair of skis.",
  "000000000236": "A cat sitting on a bench with its head on a fence.",
  "000000000237": "A pair of scissors are on a wooden board.",
  "000000000238": "A plane is parked on a runway with a group of people.",
  "000000000239": "A woman in a tennis outfit playing tennis.",
  "000000000240": "A dog is walking across the floor in a living room.",
  "000000000241": "A large clock tower with a blue sky in the background.",
  "000000000242": "Three dogs are playing in the snow with a man holding an umbrella.",
  "000000000243": "A baseball player is swinging at a ball.",
  "000000000244": "A living room with a couch, a chair and a table.",
  "000000000245": "A city skyline with a train station and a bridge.",
  "000000000246": "A man standing in front of a truck with a dog on it.",
  "000000000247": "A boat is on the water near a bridge.",
  "000000000248": "A bird flying through the air with a green body.",
  "000000000249": "Two people are surfing on a wave in the ocean.",
  "000000000250": "A man standing in front of a parking lot with a car parked in front of him.",
  "000000000251": "A man riding a motorcycle down a road.",
  "000000000252": "A man is riding a snowboard down a ramp.",
  "000000000253": "A street with a stop sign and a street light.",
  "000000000254": "Two people riding horses on a beach with a third person riding a horse.",
  "000000000255": "Two benches are sitting on a sidewalk next to a park.",
  "000000000256": "A man in a tennis uniform holding a racquet.",
  "000000000257": "A parking meter that is sitting on a parking lot.",
  "000000000258": "A street sign is hanging on a pole.",
  "000000000259": "A sheep standing on top of a grassy field.",
  "000000000260": "A man holding a Frisbee in his hand.",
  "000000000261": "A large building with a large clock on the side of it.",
  "000000000262": "A man sitting at a table looking at his phone.",
  "000000000263": "A group of people on skis standing on a snow covered slope.",
  "000000000264": "A table topped with a cup of coffee, a banana, and a cup of milk.",
  "000000000265": "A group of people standing around a table with wine glasses.",
  "000000000266": "A man is surfing on a beach in the middle of the day.",
  "000000000267": "Two men and a woman sitting at a table eating pizza.",
  "000000000268": "A bowl of vegetables sitting on a table.",
  "000000000269": "A kitchen with a sink, stove, and refrigerator.",
  "000000000270": "A bench with a bunch of bananas on it.",
  "000000000271": "A man playing tennis on a tennis court.",
  "000000000272": "Two giraffes standing next to each other in a forest.",
  "000000000273": "A vase with flowers in it sits on a window sill.",
  "000000000274": "A man standing in a field with a herd of cows.",
  "000000000275": "A baseball player is swinging at a ball.",
  "000000000276": "A group of boats are docked in a harbor.",
  "000000000277": "A cell phone sitting on top of a table.",
  "000000000278": "A cat is sitting in a pan with a fork.",
  "000000000279": "A man playing tennis on a tennis court.",
  "000000000280": "A set of toys with a remote control in them.",
  "000000000281": "A man riding on the back of an elephant.",
  "000000000282": "A clock hanging from a wooden ceiling in a room.",
  "000000000283": "A bunch of fruit including apples, bananas and lemons.",
  "000000000284": "A little girl eating a piece of candy with a stuffed bear.",
  "000000000285": "A man in a kitchen preparing food in a stove.",
  "000000000286": "Two little children are sitting next to a stuffed bear.",
  "000000000287": "A man is using a cell phone while another person watches.",
  "000000000288": "A little girl and a boy sitting on a grassy bench.",
  "000000000289": "A train is parked at a train station.",
  "000000000290": "A park bench sitting in the middle of a grassy area.",
  "000000000291": "A man playing tennis on a tennis court.",
  "000000000292": "A man and a woman are standing in front of a group of people.",
  "000000000293": "A little girl with a red shirt and a green hair tie.",
  "000000000294": "A kite flying over the water in front of a mountain.",
  "000000000295": "A group of cows and a man riding a boat.",
  "000000000296": "A man is playing tennis on a tennis court.",
  "000000000297": "A man is playing a game of soccer.",
  "000000000298": "A little girl holding a remote control on a bed.",
  "000000000299": "A bike parked on a train platform next to a door.",
  "000000000300": "A man and a woman are walking down a street.",
  "000000000301": "A man is doing a trick on a skateboard.",
  "000000000302": "A fire hydrant with a blue and red fire hydrant on top of it.",
  "000000000303": "A man in a suit and tie holding a cell phone.",
  "000000000304": "Two women are playing tennis in a park.",
  "000000000305": "A street light is on the side of a street.",
  "000000000306": "A large airplane flying through a blue sky.",
  "000000000307": "A man riding a motorcycle in the dark.",
  "000000000308": "Two zebras are standing next to each other in a grassy area.",
  "000000000309": "A man cutting a cake with a knife.",
  "000000000310": "Two elephants are standing in a field of grass.",
  "000000000311": "A young boy holding a bat in a grassy field.",
  "000000000312": "A young girl holding a tennis racket on a tennis court.",
  "000000000313": "A man riding a surfboard on top of a wave.",
  "000000000314": "A man is taking a picture in a mirror.",
  "000000000315": "A large elephant is running through a field.",
  "000000000316": "A double decker truck driving down a street.",
  "000000000317": "A group of people sitting around a table with chairs.",
  "000000000318": "A table with a bunch of plates of food and a glass of wine.",
  "000000000319": "A man standing next to a traffic light with a sign on it.",
  "000000000320": "A polar bear is walking around in the zoo.",
  "000000000321": "A busy city street with many buses and cars.",
  "000000000322": "A stop sign that is sitting on a road.",
  "000000000323": "A subway train is being pulled into a station.",
  "000000000324": "A slice of pizza with a lot of toppings.",
  "000000000325": "A dog with a nose and ears on a rug.",
  "000000000326": "A woman sitting on a bench holding an umbrella.",
  "000000000327": "A man standing next to a bike with a man in the background.",
  "000000000328": "A collection of wooden sticks and knives in a wooden box.",
  "000000000329": "A woman standing next to a painted airplane.",
  "000000000330": "A fruit tree with oranges and a bowl of water.",
  "000000000331": "A woman cutting meat in a box with a knife.",
  "000000000332": "A large airplane flying in the air with a blue sky.",
  "000000000333": "A man and a boy cutting a cake.",
  "000000000334": "A man in a blue jacket riding a bike.",
  "000000000335": "A group of umbrellas are hanging on a fence.",
  "000000000336": "Two men sitting on a bench in the middle of a park.",
  "000000000337": "A clock sitting on top of a table next to a plant.",
  "000000000338": "A man standing on a snow covered field holding a kite.",
  "000000000339": "A man is holding a bottle of water while standing on a counter.",
  "000000000340": "A group of young children standing around a table.",
  "000000000341": "A small dog laying on top of a bed.",
  "000000000342": "A cat is sitting on a pair of shoes.",
  "000000000343": "A boat with a group of people on it.",
  "000000000344": "Two people are holding a laptop computer and a mouse.",
  "000000000345": "A man in a baseball uniform swinging a bat.",
  "000000000346": "A living room with a couch, chair, and a table.",
  "000000000347": "A man wearing a hat and tie sitting on a statue of a bull.",
  "000000000348": "Two men standing on a beach holding a device.",
  "000000000349": "A kitchen with a stove, refrigerator, and a table.",
  "000000000350": "A laptop computer sitting on top of a table next to a phone.",
  "000000000351": "A tray of donuts with different types of toppings.",
  "000000000352": "A man and a woman are playing a game with a controller.",
  "000000000353": "A man and a woman are holding a baby.",
  "000000000354": "A bus is parked in front of a bus stop.",
  "000000000355": "A group of horses are standing next to each other.",
  "000000000356": "A cat is sitting on a person's lap next to a laptop.",
  "000000000357": "A man is riding a wave on a surfboard.",
  "000000000358": "A plate of food with rice, broccoli, and noodles.",
  "000000000359": "A man is surfing on a wave in the ocean.",
  "000000000360": "A bathroom with a toilet and a sink.",
  "000000000361": "A bus is parked on the side of the street.",
  "000000000362": "Two men pose for a picture while holding glasses of wine.",
  "000000000363": "A clock is shown in the background of a black and white photo.",
  "000000000364": "A man is holding a frisbee in his hand.",
  "000000000365": "A man in a kitchen preparing food on a stove.",
  "000000000366": "A man holding a camera in front of a tree.",
  "000000000367": "A man in a hat and a dog in a frisbee.",
  "000000000368": "A group of giraffes standing on a grassy field.",
  "000000000369": "Two bikes are parked on a bed next to a chair.",
  "000000000370": "A woman holding a camera in front of her face.",
  "000000000371": "A burger with cheese and lettuce on a plate.",
  "000000000372": "A computer keyboard sitting on top of a wooden table.",
  "000000000373": "A baseball player swinging a bat at a ball.",
  "000000000374": "A train is parked in a subway station.",
  "000000000375": "A table topped with a knife, fork, and a bowl.",
  "000000000376": "A group of people standing around a motorcycle with a red and white sign on it.",
  "000000000377": "A man riding a skateboard on top of a ramp.",
  "000000000378": "A group of four people playing frisbee in a grassy field.",
  "000000000379": "A bed with a bedspread and a bed chair in a room.",
  "000000000380": "A man in a suit and tie standing in front of a tree.",
  "000000000381": "A living room with a table, chair and a couch.",
  "000000000382": "A large clock on a metal post with a green and white background.",
  "000000000383": "A train is parked on a train track.",
  "000000000384": "A pizza on a wooden cutting board with toppings.",
  "000000000385": "Two elephants are standing next to each other.",
  "000000000386": "A view of a mountain with a plane flying over it.",
  "000000000387": "A tray of doughnuts with a sign on it.",
  "000000000388": "A woman eating a donut at a restaurant.",
  "000000000389": "A group of sheep grazing on a grassy field.",
  "000000000390": "A large clock on a large body of water.",
  "000000000391": "A living room with a couch, a lamp, and a table.",
  "000000000392": "A table with a chair and a bowl in front of a window.",
  "000000000393": "A little girl holding a pink umbrella on a sidewalk.",
  "000000000394": "A young boy holding a skateboard in front of a fence.",
  "000000000395": "Two men are flying a kite in the grass.",
  "000000000396": "A man is walking down a street near a restaurant.",
  "000000000397": "A woman laying on a bed with a diamond shaped object.",
  "000000000398": "A cat sitting on top of a sink with two sinks.",
  "000000000399": "A man walking a group of horses in a forest.",
  "000000000400": "A cell phone with a screen and a phone with a screen on it.",
  "000000000401": "A dog sitting on a table with a cake.",
  "000000000402": "A man riding a surfboard on a wave.",
  "000000000403": "A street corner with graffiti and a parking meter.",
  "000000000404": "A man is sitting on a toilet with his head down.",
  "000000000405": "A large city with a large clock tower in the background.",
  "000000000406": "A plate of food with a slice of bread and a slice of pizza.",
  "000000000407": "Two elephants walking down a dirt road in the middle of a forest.",
  "000000000408": "A man skateboarding on a ramp with a skateboard.",
  "000000000409": "A giraffe standing in a field of grass.",
  "000000000410": "A stop sign is on the corner of a street.",
  "000000000411": "A man jumping up to catch a Frisbee.",
  "000000000412": "A person holding a metal spatula with oranges in it.",
  "000000000413": "A bench sitting in a grassy field next to a tree.",
  "000000000414": "A cat is laying on a laptop computer.",
  "000000000415": "A woman sitting at a table eating pizza.",
  "000000000416": "A group of boats are on the beach.",
  "000000000417": "A train is stopped at a stop at a station.",
  "000000000418": "A man holding a tennis racquet on a tennis court.",
  "000000000419": "Two giraffes standing in a field of grass.",
  "000000000420": "A man is sitting on a couch holding a piece of paper.",
  "000000000421": "A man riding a wave on a surfboard.",
  "000000000422": "A giraffe standing in a fenced in area.",
  "000000000423": "A man in a tennis outfit holding a tennis racquet.",
  "000000000424": "A bed with a large rug and a large table.",
  "000000000425": "A man is doing a trick on a skateboard.",
  "000000000426": "A bowl of soup with carrots and a spoon.",
  "000000000427": "A dog is catching a frisbee in the grass.",
  "000000000428": "A woman holding a cell phone in her hand.",
  "000000000429": "A man is playing soccer on a grassy field.",
  "000000000430": "A bowl of oranges sitting on a table.",
  "000000000431": "A cat laying on a block of wood.",
  "000000000432": "A group of people eating food at a restaurant.",
  "000000000433": "A man doing a trick on a skateboard.",
  "000000000434": "A bicycle is parked next to a bike.",
  "000000000435": "A man eating a plate of food in front of a tree.",
  "000000000436": "Two men standing on a beach holding a surfboard.",
  "000000000437": "A traffic light is on in a city.",
  "000000000438": "A small dog standing on a sandy beach.",
  "000000000439": "A desk with three computers and a laptop.",
  "000000000440": "Two brown bears are standing next to each other.",
  "000000000441": "A bowl of soup with broccoli and carrots.",
  "000000000442": "Two men playing tennis on a tennis court.",
  "000000000443": "A street sign with a wooden box in front of it.",
  "000000000444": "A bus is parked on the side of the street.",
  "000000000445": "A group of people standing on a beach holding surfboards.",
  "000000000446": "A little boy holding a apple on a bed.",
  "000000000447": "A large airplane flying in the sky with a blue sky in the background.",
  "000000000448": "A man walking down a street near a traffic light.",
  "000000000449": "A bowl of apples with green and red apples.",
  "000000000450": "A bus parked in front of a tree.",
  "000000000451": "A window with a sign and a clock on it.",
  "000000000452": "A black cat laying on a desk next to a laptop.",
  "000000000453": "Two women are sitting in front of a refrigerator.",
  "000000000454": "A man swinging a tennis racket at a ball.",
  "000000000455": "A group of zebras grazing on a grassy field.",
  "000000000456": "Two men are standing next to each other with a green bus in the background.",
  "000000000457": "A group of people standing in the snow with ski poles.",
  "000000000458": "A man and woman flying a kite on a boat.",
  "000000000459": "A woman holding a pizza on a table.",
  "000000000460": "A group of elephants standing next to each other.",
  "000000000461": "A woman standing on a street next to a car.",
  "000000000462": "Two people standing next to each other with plates of food.",
  "000000000463": "A bathroom with a toilet, sink, and a bathtub.",
  "000000000464": "A train is traveling down the tracks in the middle of the day.",
  "000000000465": "A black bear sitting on top of a grassy field.",
  "000000000466": "A man and a woman standing next to each other.",
  "000000000467": "A group of bicycles parked on a sidewalk next to a bench.",
  "000000000468": "A bird flying over the beach in the sand.",
  "000000000469": "A horse standing next to a fence with a brown nose.",
  "000000000470": "A cake with a computer screen on it.",
  "000000000471": "A man standing next to a woman holding a bat.",
  "000000000472": "A hamburger, fries, and ketchup on a plate.",
  "000000000473": "Two boys sitting on a bench looking at a computer.",
  "000000000474": "A plate of carrots and broccoli with a can of broccoli.",
  "000000000475": "A beach with many chairs and a boat in the distance.",
  "000000000476": "A group of young boys playing a game of soccer.",
  "000000000477": "A bathroom with a toilet and a bowl of food.",
  "000000000478": "A group of oranges sitting on top of a table.",
  "000000000479": "A sign that says \"Stop the Traffic\" is on a pole.",
  "000000000480": "A herd of cows grazing in a grassy field.",
  "000000000481": "A man holding a sheep while standing on a mountain.",
  "000000000482": "A clock tower with a street sign on it.",
  "000000000483": "A group of people are walking in a field.",
  "000000000484": "A group of people on skis in the snow.",
  "000000000485": "A man standing next to a group of kids.",
  "000000000486": "A man sitting in front of a table with a candle.",
  "000000000487": "A plate of broccoli, cheese, and a piece of meat.",
  "000000000488": "A stop sign is hanging from a pole.",
  "000000000489": "A pizza with cheese and toppings sitting on a table.",
  "000000000490": "A man and a woman are on a motorcycle.",
  "000000000491": "A street sign with two directions and a street sign.",
  "000000000492": "A desk with two monitors and a computer.",
  "000000000493": "A man standing next to a boat in the water.",
  "000000000494": "A boat sitting on the beach next to a wave.",
  "000000000495": "A baby brushing her teeth with a toothbrush.",
  "000000000496": "A man and a woman playing a video game.",
  "000000000497": "A woman sitting on a couch playing a video game.",
  "000000000498": "A computer monitor and a keyboard are on a desk.",
  "000000000499": "A box of cereal, a box of donuts, a box of chocolate and a box of donuts.",
  "000000000500": "A woman sitting at a table eating a pizza.",
  "000000000501": "A street sign with a traffic light and a traffic sign.",
  "000000000502": "A group of birds standing in the middle of a lake.",
  "000000000503": "A group of young children standing around a sheep.",
  "000000000504": "A street with many cars and traffic signs.",
  "000000000505": "A black bear standing on top of a rock.",
  "000000000506": "Two zebras are standing in a grassy area.",
  "000000000507": "Two motorcycles are parked on a street at night.",
  "000000000508": "A sandwich with lettuce, onions, and a pick is on a plate.",
  "000000000509": "A man holding a bottle of wine in front of a window.",
  "000000000510": "A traffic light is red and a car is stopped.",
  "000000000511": "A man in a hat rides a surfboard in the water.",
  "000000000512": "A bathroom with a sink and a mirror.",
  "000000000513": "A woman playing tennis on a tennis court.",
  "000000000514": "A man in a baseball uniform standing next to a man in a baseball uniform.",
  "000000000515": "A man sitting on a bike on a sidewalk next to a building.",
  "000000000516": "A man and a woman are on surfboards while a third person watches.",
  "000000000517": "A group of people standing around a man in a suit.",
  "000000000518": "A woman in a green dress and a green tie is helping another woman.",
  "000000000519": "A table topped with a bunch of food including potatoes and meat.",
  "000000000520": "A bunch of oranges, a apple and a pear.",
  "000000000521": "A desk with a computer, a keyboard, mouse and a lamp.",
  "000000000522": "Two zebras are standing in a grassy field.",
  "000000000523": "A woman and a boy are standing in front of a table.",
  "000000000524": "A man is sitting on a sidewalk holding a frisbee.",
  "000000000525": "A pizza on a plate with cheese and pepperoni.",
  "000000000526": "Two men sitting on a red bench in front of a lake.",
  "000000000527": "A bird standing in a grassy field.",
  "000000000528": "A person is cutting a pizza on a cardboard table.",
  "000000000529": "A street with a house and a road in the background.",
  "000000000530": "A cat is sitting on top of a tv.",
  "000000000531": "A man is on a surfboard in the water.",
  "000000000532": "A man is doing a trick on a snowboard.",
  "000000000533": "A plate of salad with a head of lettuce and a head of broccoli.",
  "000000000534": "A man flying a kite over the water.",
  "000000000535": "A basket of fruit and a cow on a table.",
  "000000000536": "A desk with a laptop, a computer, and a phone.",
  "000000000537": "A man riding a bike down a road next to a horse.",
  "000000000538": "A man swinging a tennis racket at a ball.",
  "000000000539": "A dog is sitting in the back of a car.",
  "000000000540": "A red fire hydrant sitting in the middle of a forest.",
  "000000000541": "A man wearing a hat and a mask standing next to an elephant.",
  "000000000542": "A pizza topped with a bunch of vegetables and a egg.",
  "000000000543": "A man in a jacket and hat skiing down a snow covered slope.",
  "000000000544": "A man is skiing down a snowy hill.",
  "000000000545": "A little girl holding an umbrella in front of a tree.",
  "000000000546": "A bowl of soup and a sandwich on a table.",
  "000000000547": "A group of giraffes standing next to each other.",
  "000000000548": "A woman holding a sandwich in front of a table.",
  "000000000549": "A little girl standing next to a woman holding an umbrella.",
  "000000000550": "A woman is holding a box of pizza.",
  "000000000551": "A train is parked in front of a fence.",
  "000000000552": "A view of a car from a side view mirror.",
  "000000000553": "A microwave sitting on top of a wooden table.",
  "000000000554": "A boat is being shown in the water.",
  "000000000555": "A table with a cell phone, a laptop, and a television.",
  "000000000556": "Two men pose for a picture with a tie.",
  "000000000557": "A man is cutting a bicycle wheel with a wooden tool.",
  "000000000558": "A glass vase filled with colorful colored objects.",
  "000000000559": "A desk with a laptop and a computer on it.",
  "000000000560": "A kitchen with a table, chair, and a refrigerator.",
  "000000000561": "A white and red bus parked on a street.",
  "000000000562": "A basket of bananas sitting on a table.",
  "000000000563": "A group of people standing in front of a bunch of kites.",
  "000000000564": "A man riding a surfboard on top of a wave.",
  "000000000565": "A young boy is playing with a frisbee in the grass.",
  "000000000566": "A woman holding a Nintendo Wii controller while standing next to a man.",
  "000000000567": "A display of various types of pastries and pastries.",
  "000000000568": "A baseball player holding a bat and a catcher standing behind him.",
  "000000000569": "A man is holding a rope while standing on top of an elephant.",
  "000000000570": "A bird standing on top of a tree branch.",
  "000000000571": "A train is parked at a train station.",
  "000000000572": "A group of people are surfing on a beach.",
  "000000000573": "A bunch of bananas are sitting on a table.",
  "000000000574": "A bus is parked on the side of the road.",
  "000000000575": "A couch sitting next to a chair with a backpack on it.",
  "000000000576": "A group of people walking down a street with dogs.",
  "000000000577": "A man in a baseball uniform swinging a bat.",
  "000000000578": "A man standing next to a crowd of people holding signs.",
  "000000000579": "A man standing in a kitchen holding a dog.",
  "000000000580": "A man wearing a blue shirt and a dog collar is playing with a dog.",
  "000000000581": "Three people flying a kite on a beach.",
  "000000000582": "A man sitting on a bed with a laptop.",
  "000000000583": "A group of young people standing on a tennis court.",
  "000000000584": "A group of sheep standing on top of a grassy field.",
  "000000000585": "A desk with a laptop, a monitor, a cell phone and a tablet.",
  "000000000586": "Two people are preparing pizza on a table.",
  "000000000587": "A suitcase with shoes and a skateboard on top of it.",
  "000000000588": "A group of people standing in the snow.",
  "000000000589": "A dog and a dog standing next to a motorcycle.",
  "000000000590": "A cat is sitting on a table with a laptop.",
  "000000000591": "A group of zebras standing next to each other.",
  "000000000592": "A bench with a colorful blanket and a colored chair.",
  "000000000593": "A table topped with a paper box with a knife and a candle.",
  "000000000594": "A woman holding a baseball bat and standing next to a man.",
  "000000000595": "Two cats are laying on a bed with a pillow.",
  "000000000596": "A man is holding a surfboard in the water.",
  "000000000597": "A sink with a toothbrush and a toothpaste bottle.",
  "000000000598": "A man swinging a tennis racket at a ball.",
  "000000000599": "A train is parked in a train station.",
  "000000000600": "A vase with flowers sitting on a table.",
  "000000000601": "A baseball player swinging a bat at a ball.",
  "000000000602": "A zebra standing in a field with other zebras.",
  "000000000603": "A group of cows are eating grass in a field.",
  "000000000604": "Three white birds are standing on the water.",
  "000000000605": "A group of giraffes standing next to a fence.",
  "000000000606": "A large market filled with a variety of fruit.",
  "000000000607": "A man in a black shirt and shorts holding a football.",
  "000000000608": "A bathroom with a sink, a tub, and a stove.",
  "000000000609": "A bus is parked in a station with people sitting on it.",
  "000000000610": "A large airplane is on the runway with a banner on it.",
  "000000000611": "A man sitting at a table eating a plate of food.",
  "000000000612": "A cat is laying on a bed with a pillow.",
  "000000000613": "A cat laying on top of a laptop computer.",
  "000000000614": "Two people standing next to each other holding luggage.",
  "000000000615": "A living room with a couch, chair, and a television.",
  "000000000616": "A person is holding a plate of food.",
  "000000000617": "A group of people riding horses on a beach.",
  "000000000618": "A cat is sitting in a sink with a cup.",
  "000000000619": "A black and white cat is sitting on a table.",
  "000000000620": "Two pairs of shoes are laid on a bed.",
  "000000000621": "A person riding a bike down a street near a building.",
  "000000000622": "A giraffe standing in a field next to a rock.",
  "000000000623": "A bed in a room with a chair and a table.",
  "000000000624": "A little boy sitting at a table eating a piece of cake.",
  "000000000625": "A stop sign with a tree in the background.",
  "000000000626": "A bathroom with a sink, mirror and a shower.",
  "000000000627": "A vase filled with flowers on a table.",
  "000000000628": "A man standing on a snow covered slope holding a snowboard.",
  "000000000629": "A man is playing a game of tennis.",
  "000000000630": "A television is sitting on a desk in a room.",
  "000000000631": "A living room with a couch, chair and lamp.",
  "000000000632": "A kite flying in the air over a grassy field.",
  "000000000633": "A hand is holding a mouse in front of a computer.",
  "000000000634": "A man in a park holding a frisbee.",
  "000000000635": "Two men are playing a game of Frisbee.",
  "000000000636": "Two young women standing in front of a video game controller.",
  "000000000637": "Two elephants are standing next to each other.",
  "000000000638": "A man standing next to a group of people.",
  "000000000639": "A car is parked in front of a train.",
  "000000000640": "A clock on a metal post in front of a building.",
  "000000000641": "A dog laying on a couch next to two people.",
  "000000000642": "A woman is touching a bunch of donuts.",
  "000000000643": "A little girl sitting on a floor holding a cell phone.",
  "000000000644": "A woman holding a cell phone in her hand.",
  "000000000645": "A bus is parked in front of a building.",
  "000000000646": "A kite flying in the sky with a blue and white color scheme.",
  "000000000647": "A baseball player swinging a bat at a ball.",
  "000000000648": "Two street signs are posted on a pole.",
  "000000000649": "A man doing a trick on a skateboard.",
  "000000000650": "A living room with a table and chairs and a fireplace.",
  "000000000651": "A man doing a trick on a skateboard.",
  "000000000652": "A bathroom with a toilet and a toilet paper holder.",
  "000000000653": "A group of men playing a game of soccer.",
  "000000000654": "A green boat is floating in a lake.",
  "000000000655": "A man in a uniform standing in a kitchen.",
  "000000000656": "A cat is standing next to a bird.",
  "000000000657": "A group of cows grazing in a field.",
  "000000000658": "A man is cutting his own wound with a knife.",
  "000000000659": "A group of people flying kites in a park.",
  "000000000660": "A young boy holding a Frisbee in a backyard.",
  "000000000661": "A dog sitting on top of a computer keyboard.",
  "000000000662": "A plate of food with a burger and fries on it.",
  "000000000663": "A train is parked in a subway station.",
  "000000000664": "Two people are sitting in a subway train.",
  "000000000665": "A bus is parked on the street in front of a building.",
  "000000000666": "A man wearing a tie and a tie tie.",
  "000000000667": "A street with a stop light and a road with a green light.",
  "000000000668": "A man is surfing on a wave in the ocean.",
  "000000000669": "A police motorcycle is parked on the side of the road.",
  "000000000670": "A man is surfing on a wave in the ocean.",
  "000000000671": "A street sign with two colorful umbrellas on it.",
  "000000000672": "Three people are riding skis in a parking lot.",
  "000000000673": "A man riding a skateboard down a ramp.",
  "000000000674": "A man is riding a surfboard on the beach.",
  "000000000675": "A room with a desk, laptop, and a chair.",
  "000000000676": "A table topped with a plate of food and a cup of coffee.",
  "000000000677": "Two people are surfing on a wave in the ocean.",
  "000000000678": "A brown bear standing on a rock near a pond.",
  "000000000679": "A bus is parked in front of a crowd of people.",
  "000000000680": "A bird sitting on a bench next to a park.",
  "000000000681": "Two people standing on skis in the snow.",
  "000000000682": "A bird perched on top of a bird feeder.",
  "000000000683": "A skier is doing a trick in the air.",
  "000000000684": "A motorcycle is parked on the street at night.",
  "000000000685": "A plate of fruit and banana bread with a cup of coffee.",
  "000000000686": "A man and a woman are playing with a baby.",
  "000000000687": "A man riding a surfboard in the ocean.",
  "000000000688": "A small city with many boats in the water.",
  "000000000689": "Three cows are standing in front of a sign.",
  "000000000690": "A living room with a couch, chair, television, and a fireplace.",
  "000000000691": "A parking lot with a parking lot with a parking meter.",
  "000000000692": "A group of boys playing a game of soccer.",
  "000000000693": "A woman posing for a picture with a tie.",
  "000000000694": "A stop sign is on the side of a street.",
  "000000000695": "A man doing a trick on a skateboard.",
  "000000000696": "A person is walking through a airport with a suitcase.",
  "000000000697": "A cat is sitting on a desk with a keyboard.",
  "000000000698": "A slice of pizza with cheese and pepperoni on it.",
  "000000000699": "A group of zebras grazing on a grassy field.",
  "000000000700": "A herd of cows walking down a road.",
  "000000000701": "A train is parked in a station with people sitting on the platform.",
  "000000000702": "A group of people sitting around a table with drinks.",
  "000000000703": "A glass bottle with a red and white design.",
  "000000000704": "A herd of elephants standing next to each other.",
  "000000000705": "A young boy standing on a snow covered slope.",
  "000000000706": "A bed with a pillow and a blanket on it.",
  "000000000707": "A vase with a flower in it on a table.",
  "000000000708": "A bed with two pillows on it in a room.",
  "000000000709": "A street sign is hanging from a pole.",
  "000000000710": "Two men are standing on a beach with a umbrella.",
  "000000000711": "A computer keyboard with a mouse and a computer mouse.",
  "000000000712": "A table with a bag of equipment and a clock on it.",
  "000000000713": "A child is standing on a metal cart holding an umbrella.",
  "000000000714": "Two people standing next to two elephants in a field.",
  "000000000715": "A man is doing a trick on a skateboard.",
  "000000000716": "A bunch of cars parked next to a plane.",
  "000000000717": "A man walking down a street holding a bear stuffed animal sign.",
  "000000000718": "A refrigerator sitting in a room with a basket of food.",
  "000000000719": "A man and a woman standing next to a fire hydrant.",
  "000000000720": "A man in a uniform standing in a field.",
  "000000000721": "A train is traveling down the train tracks.",
  "000000000722": "A train is parked in front of a small building.",
  "000000000723": "Three sheep standing on a hill with a river in the background.",
  "000000000724": "A man is standing on a boat in a river.",
  "000000000725": "A man sitting at a table using a laptop.",
  "000000000726": "A metal post with a fence around it.",
  "000000000727": "A room with a window and a stove.",
  "000000000728": "A man in a snow suit carrying a suitcase and a snowboard.",
  "000000000729": "A table topped with a carrot and a knife.",
  "000000000730": "Two men are riding their bikes in the woods.",
  "000000000731": "A man standing on a truck with a blue hydraulic pump.",
  "000000000732": "A small plane sitting on a dock on a beach.",
  "000000000733": "A traffic light with a sign that says \"Stop.\"",
  "000000000734": "A car is parked on the side of a road.",
  "000000000735": "A bowl of food with broccoli and sauce.",
  "000000000736": "A woman sitting on a couch playing a video game.",
  "000000000737": "A woman playing tennis with a tennis racket.",
  "000000000738": "A cat laying on a bed with a pillow.",
  "000000000739": "A cat is sitting on top of a television.",
  "000000000740": "A dog standing in the grass with a rope.",
  "000000000741": "A man in a suit and tie is holding a phone.",
  "000000000742": "A yellow truck is parked in front of a building.",
  "000000000743": "A man playing a video game with a remote.",
  "000000000744": "A man flying a kite in a park.",
  "000000000745": "A man and two children playing frisbee in a grassy field.",
  "000000000746": "A man playing tennis on a tennis court.",
  "000000000747": "A person is lying in a bed with a monitor.",
  "000000000748": "A fire hydrant is on the street next to cars.",
  "000000000749": "A truck with a sign on the back of it.",
  "000000000750": "A train is parked in a train station.",
  "000000000751": "A man swinging a tennis racket at a ball.",
  "000000000752": "A cat laying on a bed with pillows and a pillowcase.",
  "000000000753": "A train is being pulled up to a station.",
  "000000000754": "A group of girls standing next to each other.",
  "000000000755": "A white refrigerator sitting in a kitchen with a door open.",
  "000000000756": "A sign on a building that is hanging on the side of a street.",
  "000000000757": "A man doing a trick on a skateboard.",
  "000000000758": "A group of people standing around a hotel.",
  "000000000759": "A woman in a tennis outfit playing tennis.",
  "000000000760": "A room with a bed, a chair and a fireplace.",
  "000000000761": "A woman jumping over a fence with a horse.",
  "000000000762": "A group of men in uniform standing on horses.",
  "000000000763": "A black and white photo of a black and white truck.",
  "000000000764": "A bench sitting next to a plant with a tree in front of it.",
  "000000000765": "A group of people standing next to a bus.",
  "000000000766": "A bus is parked in front of a tree.",
  "000000000767": "A street sign is hanging from a pole.",
  "000000000768": "A man is doing a trick on a skateboard.",
  "000000000769": "A plate of food with bacon, eggs, and a cup of coffee.",
  "000000000770": "A group of children standing around a boat.",
  "000000000771": "A man is surfing on a wave in the ocean.",
  "000000000772": "A bird is standing on a tree branch.",
  "000000000773": "A bicycle parked on the sidewalk next to a house.",
  "000000000774": "A young boy eating a cake with a smile.",
  "000000000775": "A woman holding a umbrella while talking on a cell phone.",
  "000000000776": "Two buses are parked in front of a building.",
  "000000000777": "Two giraffes standing next to each other in a zoo.",
  "000000000778": "A bus parked in a parking lot next to another bus.",
  "000000000779": "A person is holding a bowl of doughnuts.",
  "000000000780": "A woman is standing next to a bunch of cakes.",
  "000000000781": "A bowl of food with a spoon in it.",
  "000000000782": "A large clock tower with a large window.",
  "000000000783": "A group of men playing baseball on a field.",
  "000000000784": "Two giraffes are walking in a grassy field.",
  "000000000785": "A bus traveling down a city street with a building in the background.",
  "000000000786": "A brown bear standing in the middle of a river.",
  "000000000787": "A train is parked in a field with people standing around.",
  "000000000788": "A large airplane flying through a blue sky.",
  "000000000789": "A clock on a tower with a bird in the background.",
  "000000000790": "A man holding a cell phone with his hand.",
  "000000000791": "A man holding a tennis racket on a tennis court.",
  "000000000792": "Two people sitting on a bench in a park.",
  "000000000793": "A plate of food with a knife and a glass of wine.",
  "000000000794": "A couple of birds sitting on top of a sandy beach.",
  "000000000795": "A man is holding a umbrella on a beach.",
  "000000000796": "A motorcycle parked in the grass next to a tent.",
  "000000000797": "A man in a suit and tie is holding a book.",
  "000000000798": "A street sign is shown with trees in the background.",
  "000000000799": "Two zebras are standing in a fenced in area.",
  "000000000800": "A large clock tower with a blue sky in the background.",
  "000000000801": "A plane is parked in the airport with a camera.",
  "000000000802": "A street sign is posted on a pole.",
  "000000000803": "Two elephants are standing next to each other.",
  "000000000804": "A pizza is on a wooden table with a knife.",
  "000000000805": "A street with a few small shops and a building.",
  "000000000806": "Two zebras standing next to each other on a fence.",
  "000000000807": "A group of cows are in a barn.",
  "000000000808": "Two people are standing in the rain with umbrellas.",
  "000000000809": "A bird is flying in the air on a tree.",
  "000000000810": "Two sheep are standing in a grassy field.",
  "000000000811": "A cat laying on a couch with a chair in the background.",
  "000000000812": "A sandwich with bacon and ham on a plate.",
  "000000000813": "A street with many people sitting on a bench and cars driving down the street.",
  "000000000814": "A woman cutting a cake with a knife.",
  "000000000815": "A bus is driving down the street next to a traffic light.",
  "000000000816": "A large green field with a bench in the middle.",
  "000000000817": "A woman holding a stuffed bear in front of a woman.",
  "000000000818": "A stop sign on a pole in front of a street.",
  "000000000819": "A bus is traveling down a street near a building.",
  "000000000820": "A bunch of boats are docked in the water.",
  "000000000821": "A kitchen with a stainless steel stove, microwave and refrigerator.",
  "000000000822": "A group of kites flying in the air.",
  "000000000823": "A man and a horse are standing on a dirt field.",
  "000000000824": "A group of people on skis in the snow.",
  "000000000825": "A box of food sitting on top of a table.",
  "000000000826": "A cat is sitting on a floor with its feet on a pair of shoes.",
  "000000000827": "A group of skiers are standing on a snowy slope.",
  "000000000828": "A man standing on skis in the snow.",
  "000000000829": "A crowd of people standing in front of a large building.",
  "000000000830": "A bench with two pairs of shoes on it.",
  "000000000831": "A bus is parked on the street near a building.",
  "000000000832": "A dog is drinking from a bottle with a remote.",
  "000000000833": "A group of giraffes standing next to each other.",
  "000000000834": "A man in a black shirt is throwing a Frisbee.",
  "000000000835": "A person taking a picture of themselves in a mirror.",
  "000000000836": "A table with a bunch of desserts and a cup of coffee.",
  "000000000837": "A plane flying in the sky with a blue sky in the background.",
  "000000000838": "A man laying on a bed with a blanket.",
  "000000000839": "A bathroom with a shower curtain and a toilet.",
  "000000000840": "A baseball player swinging a bat at a ball.",
  "000000000841": "A bus is parked on the side of the street.",
  "000000000842": "A giraffe standing in a field of grass.",
  "000000000843": "A plate of food with a sandwich and a salad.",
  "000000000844": "A man cutting a birthday cake with a group of people.",
  "000000000845": "A group of cows are standing in front of a church.",
  "000000000846": "A stuffed animal is sitting next to a clock.",
  "000000000847": "A man is skiing down a snowy slope.",
  "000000000848": "A man in a suit and tie smiling.",
  "000000000849": "A street sign is shown with two street signs.",
  "000000000850": "A woman sitting in front of a mirror talking on a cell phone.",
  "000000000851": "A man is preparing food at a table.",
  "000000000852": "A motorcycle and a bus are driving down a street.",
  "000000000853": "A man in a black jacket standing next to a motorcycle.",
  "000000000854": "A knife and a mug on a table.",
  "000000000855": "Two buses are parked in front of a parking lot.",
  "000000000856": "A person wearing a hat standing in a tree.",
  "000000000857": "Two zebras are standing next to a tree.",
  "000000000858": "A large clock on a building with a large window.",
  "000000000859": "A stop sign is shown with a street sign in the background.",
  "000000000860": "A street light is on at night and a building is in the background.",
  "000000000861": "A man holding a tennis racquet on a tennis court.",
  "000000000862": "A person is cutting a pizza with a knife.",
  "000000000863": "A man riding a skateboard on a cement ramp.",
  "000000000864": "A bunch of large green flowers in a field.",
  "000000000865": "A bird sitting on a wooden bench with bananas.",
  "000000000866": "A woman sitting on a bed with a dress on.",
  "000000000867": "A plate of food with broccoli, meat and potatoes.",
  "000000000868": "Two elephants are walking through a river with a lake in the background.",
  "000000000869": "A train is parked at a train station.",
  "000000000870": "A plane flying in the air with smoke coming out of it.",
  "000000000871": "A man and a woman playing tennis on a tennis court.",
  "000000000872": "A man riding a wave on a surfboard.",
  "000000000873": "A group of people walking down a street with bicycles.",
  "000000000874": "Two zebras are standing in a grassy field.",
  "000000000875": "A large airplane sitting on a runway with people standing around.",
  "000000000876": "A tray with three different sized baked cakes.",
  "000000000877": "A car is parked on the side of a road.",
  "000000000878": "A pizza on a plate with a slice missing.",
  "000000000879": "A baseball player is swinging his bat at a ball.",
  "000000000880": "A group of people sitting at a table with food.",
  "000000000881": "A person is surfing on a wave in the ocean.",
  "000000000882": "A bathroom with a toilet, a tub, and a towel hanging from the wall.",
  "000000000883": "A man standing on skis in the snow.",
  "000000000884": "A woman is sitting on a train with a man sitting next to her.",
  "000000000885": "A living room with a table, chair, and a couch.",
  "000000000886": "A man and woman are watching a television.",
  "000000000887": "A woman sitting on a bed in a room.",
  "000000000888": "A young boy holding a baseball bat on a baseball field.",
  "000000000889": "A man doing a trick on a skateboard.",
  "000000000890": "A bus with a colorful sticker on the front of it.",
  "000000000891": "A woman in a pink dress and a tie is talking on her cell phone.",
  "000000000892": "A group of people standing around a barn with a lot of sheep.",
  "000000000893": "A man flying a frisbee in a field.",
  "000000000894": "A black and white photo of a dog in the woods.",
  "000000000895": "A pastry is on a plate with a cup of coffee.",
  "000000000896": "A plate of strawberry and banana dessert with chocolate frosting.",
  "000000000897": "A man standing in front of a window looking at a bike.",
  "000000000898": "A group of people standing on a bus.",
  "000000000899": "A cat is laying on a table with a cellphone.",
  "000000000900": "Two men are playing with a man who is holding a giant sign.",
  "000000000901": "A group of people walking down a road with an umbrella.",
  "000000000902": "A group of people sitting down with a young girl.",
  "000000000903": "A desk with two computers and a monitor.",
  "000000000904": "A girl playing a video game in a room.",
  "000000000905": "Two people posing for a picture with a motorcycle.",
  "000000000906": "A dog is laying on the back of a truck.",
  "000000000907": "A table with a bunch of different colored flowers.",
  "000000000908": "A bunch of bananas sitting on top of a table.",
  "000000000909": "A kitchen with a sink, a stove, a refrigerator and a table.",
  "000000000910": "A person is watching a TV and holding a bottle of water.",
  "000000000911": "A kitchen with a stove, sink, refrigerator and a dining room with a table and chairs.",
  "000000000912": "An elephant and a giraffe standing next to each other.",
  "000000000913": "A tray with a lunch of fruit, vegetables, and a salad.",
  "000000000914": "A woman sitting at a table drinking a glass of wine.",
  "000000000915": "A group of people standing around holding up frisbee.",
  "000000000916": "A giraffe standing in a grassy area next to rocks.",
  "000000000917": "A group of motorcycles are driving down a street.",
  "000000000918": "A pizza on a white plate with a red and white border.",
  "000000000919": "A large airplane is parked on a runway.",
  "000000000920": "A woman standing on a bench with a pair of shoes.",
  "000000000921": "A pizza on a pan with cheese and mushrooms.",
  "000000000922": "A woman riding a surfboard on top of a wave.",
  "000000000923": "A man holding a tennis racquet on a tennis court.",
  "000000000924": "A man sitting on a couch with a cell phone.",
  "000000000925": "A couple of cows are standing next to a house.",
  "000000000926": "A herd of elephants walking across a muddy river.",
  "000000000927": "A group of cows grazing in a field.",
  "000000000928": "A table and chairs are sitting in front of a patio table.",
  "000000000929": "A cat laying on top of a pile of luggage.",
  "000000000930": "A woman smiles while holding a toothbrush to a little girl.",
  "000000000931": "A plate of food with a bowl of broccoli and a salad.",
  "000000000932": "A man in a suit and tie is holding a bicycle.",
  "000000000933": "A woman holding a candle in front of a store.",
  "000000000934": "A woman is cutting a pizza with a knife.",
  "000000000935": "A boy holding a hot dog with mustard and ketchup.",
  "000000000936": "A piece of cake with chocolate frosting on it.",
  "000000000937": "A herd of cattle grazing in a field.",
  "000000000938": "A large airplane is parked on a runway.",
  "000000000939": "A cat is sitting in the back of a car.",
  "000000000940": "A plate of food with a bowl of beans and a bowl of meat.",
  "000000000941": "A train is traveling down a train track.",
  "000000000942": "Two women standing in front of a microwave.",
  "000000000943": "A bird perched on top of a tree branch.",
  "000000000944": "A man and two cows walking down a dirt road.",
  "000000000945": "A train is parked on the tracks in front of a building.",
  "000000000946": "A boy sitting at a table eating pizza.",
  "000000000947": "A pizza on a table with a drink.",
  "000000000948": "A bowl of pasta and broccoli with a sauce.",
  "000000000949": "A train is traveling down the tracks next to a train station.",
  "000000000950": "A street sign is on the corner of a street.",
  "000000000951": "A woman sitting at a table holding a fork and plate.",
  "000000000952": "A hand holding a cell phone with a screen on it.",
  "000000000953": "A man sitting on a blanket next to a picnic table.",
  "000000000954": "A desk with three computers and a laptop.",
  "000000000955": "A man laying on a bed holding a cell phone.",
  "000000000956": "A man is riding a skateboard on a sidewalk.",
  "000000000957": "A cat sitting in a glass on a table.",
  "000000000958": "A man eating a hot dog with a hat on.",
  "000000000959": "A shelf with books and magazines on it.",
  "000000000960": "A person is playing a video game in front of a TV.",
  "000000000961": "A man is jumping up to catch a frisbee.",
  "000000000962": "A plane flying in the sky with clouds in the background.",
  "000000000963": "A giraffe standing in the middle of a lush green field.",
  "000000000964": "A man riding a wave on a surfboard.",
  "000000000965": "A black and white bear sitting on a rock.",
  "000000000966": "A sandwich is displayed in a refrigerator with a sign.",
  "000000000967": "A dog is jumping with a frisbee in its mouth.",
  "000000000968": "A man flying a kite in front of a crowd.",
  "000000000969": "A man and two children playing tennis on a tennis court.",
  "000000000970": "A man standing on a bicycle with a cart in the background.",
  "000000000971": "Two men are playing frisbee in a park.",
  "000000000972": "A large restaurant with a large clock on the outside.",
  "000000000973": "Two stuffed animals sitting on a bench in front of a tree.",
  "000000000974": "A person jumping over a rail on a horse.",
  "000000000975": "A man wearing a tie and a shirt.",
  "000000000976": "A black and white photo of a train station.",
  "000000000977": "A train engine is on the tracks with a stop sign.",
  "000000000978": "A stuffed bear sitting on top of a table.",
  "000000000979": "A bowl of food with a bunch of bananas.",
  "000000000980": "A display of four different sized bowls and a vase.",
  "000000000981": "A dog is standing next to a red fire hydrant.",
  "000000000982": "A group of sheep standing next to each other.",
  "000000000983": "A kitchen with a microwave and a refrigerator.",
  "000000000984": "A stuffed bear sitting on a sidewalk next to a bus.",
  "000000000985": "A man wearing a hat and jacket on skis.",
  "000000000986": "A man and a woman are standing next to a motorcycle.",
  "000000000987": "A clock with a picture of a man on it.",
  "000000000988": "A cat is laying in a bathtub with a bottle.",
  "000000000989": "A person sitting on a desk with a laptop.",
  "000000000990": "A bear walking through a grassy field.",
  "000000000991": "Two cows are laying down in a grassy field.",
  "000000000992": "A man and a woman standing in front of a video game controller.",
  "000000000993": "A bed in a room with a lamp on the ceiling.",
  "000000000994": "A clock tower with two statues of bulls on it.",
  "000000000995": "A bird is standing in the middle of a green bush.",
  "000000000996": "A man in a suit and tie standing in front of a camera.",
  "000000000997": "A refrigerator is being cleaned in a yard.",
  "000000000998": "A group of boats are docked in the water.",
  "000000000999": "A table with three different colored plates with a light on it.",
  "000000001000": "A man is carrying luggage on a city street.",
  "000000001001": "A train is parked on the tracks near a field.",
  "000000001002": "A brown bear walking through a grassy field.",
  "000000001003": "A bathroom with a mirror, a sink, and a window.",
  "000000001004": "A bathroom sink with a toothbrush and a bottle of toothpaste.",
  "000000001005": "A brown bear standing in the middle of a forest.",
  "000000001006": "A man holding a surfboard on top of a wave.",
  "000000001007": "A clock tower in a building with a large window.",
  "000000001008": "A group of people sitting in a table with a tablecloth over their heads.",
  "000000001009": "A table topped with plates of food and a bottle of beer.",
  "000000001010": "A man riding a horse pulling a cart.",
  "000000001011": "A wooden table with a piece of paper and a wooden stick.",
  "000000001012": "Two dogs are sitting on a bench in the park.",
  "000000001013": "A man riding a motorcycle down a dirt road.",
  "000000001014": "A woman is holding a slice of pizza.",
  "000000001015": "A man standing on a beach flying a kite.",
  "000000001016": "A orange is sitting on a bench next to a wooden table.",
  "000000001017": "A man sitting on a train looking at a laptop.",
  "000000001018": "A street with a red light and a street sign.",
  "000000001019": "Two brown and white cats standing in a grassy area.",
  "000000001020": "A dog laying on a couch with a laptop on the floor.",
  "000000001021": "A tennis player is playing a game on a tennis court.",
  "000000001022": "A train is passing by a group of people.",
  "000000001023": "A large city with a large building in the background.",
  "000000001024": "A man flying a kite on a beach.",
  "000000001025": "A cell phone with a picture on it.",
  "000000001026": "A large crowd of people flying kites in the air.",
  "000000001027": "Two men standing next to each other holding a bat.",
  "000000001028": "Three zebras are grazing in a grassy field.",
  "000000001029": "Three birds are standing on the water near a lake.",
  "000000001030": "A large clock tower with a clock on top of it.",
  "000000001031": "A little girl sitting in front of a bowl of food.",
  "000000001032": "A man is standing on a snow covered slope with skis.",
  "000000001033": "A snowboarder is jumping in the air.",
  "000000001034": "A young man doing a trick on a skateboard.",
  "000000001035": "A bathroom with a toilet and a window.",
  "000000001036": "A black cat laying on top of a suitcase.",
  "000000001037": "A group of people standing around a train that is being pulled by a horse.",
  "000000001038": "A group of people on skis on a mountain.",
  "000000001039": "A girl is baking a cookie in the kitchen.",
  "000000001040": "A man sitting on a bench in front of a brick building.",
  "000000001041": "A group of young men standing in front of a camera.",
  "000000001042": "A herd of sheep grazing in a grassy field.",
  "000000001043": "A baseball player holding a bat on a field.",
  "000000001044": "A train is traveling down the road near a building.",
  "000000001045": "A field of grass with a blue sky in the background.",
  "000000001046": "A man is holding a bottle of wine and a waffle.",
  "000000001047": "A baby brushing her teeth in a bath.",
  "000000001048": "A bathroom with a sink and a toilet.",
  "000000001049": "A bus is parked in front of a building.",
  "000000001050": "A dog and a car are playing a game.",
  "000000001051": "A kitchen with a refrigerator, a sink, and a stove.",
  "000000001052": "A microwave and a refrigerator are sitting on a kitchen counter.",
  "000000001053": "A group of people sitting in a room eating food.",
  "000000001054": "A plate with a slice of pizza on it.",
  "000000001055": "Two dogs are surfing on a body of water.",
  "000000001056": "A clock tower with a large blue and white clock.",
  "000000001057": "A man riding a horse drawn carriage in a field.",
  "000000001058": "A group of giraffes standing around a tree.",
  "000000001059": "A stop sign with a message written on it.",
  "000000001060": "A large airplane is parked on a runway.",
  "000000001061": "A man sitting at a table with a bunch of people.",
  "000000001062": "A cat is looking at something in the mirror.",
  "000000001063": "A man standing next to a man with a bag.",
  "000000001064": "A man is playing with a frisbee on a grassy field.",
  "000000001065": "A little girl standing on a runway holding a baseball bat.",
  "000000001066": "Two women standing next to a man eating a cake.",
  "000000001067": "Two people walking down a street holding luggage.",
  "000000001068": "A cat sitting on top of a horse chair.",
  "000000001069": "A truck driving down a road next to a stop sign.",
  "000000001070": "A man sitting on a bench holding a wooden board.",
  "000000001071": "A pizza with green peppers and mushrooms on it.",
  "000000001072": "A table topped with plates of food and a bowl of soup.",
  "000000001073": "A stop sign with a blue and white background.",
  "000000001074": "A baseball player standing on a baseball field.",
  "000000001075": "A woman playing tennis on a tennis court.",
  "000000001076": "A living room with a couch, a chair, a lamp, and a bookshelf.",
  "000000001077": "Two children are sitting in the bathroom with their toothbrushes.",
  "000000001078": "A kitchen with a stove, oven, and a refrigerator.",
  "000000001079": "A clock on a street corner with people walking by.",
  "000000001080": "Two black horses are standing on a grassy field.",
  "000000001081": "A hot dog with mustard and ketchup on a plate.",
  "000000001082": "Two people sitting on a bench on a beach.",
  "000000001083": "A dog is sitting on a boat with a water bottle.",
  "000000001084": "A train is moving down the tracks in the middle of a day.",
  "000000001085": "A man riding a motorcycle on a dirt road.",
  "000000001086": "A group of people flying kites in a park.",
  "000000001087": "A bus is parked in a parking lot.",
  "000000001088": "A dog and a dog running in a field.",
  "000000001089": "Two people are sitting on motorcycles in front of a street.",
  "000000001090": "A cow with three cows in front of it.",
  "000000001091": "A group of people standing around a tractor and a cow.",
  "000000001092": "A cat is sleeping on a bed in a bed.",
  "000000001093": "Two men standing next to a toilet in a room.",
  "000000001094": "A horse stands on a grassy hill next to a river.",
  "000000001095": "A group of people standing on a beach next to a boat.",
  "000000001096": "A variety of fruits are displayed in a display.",
  "000000001097": "A plate of food with vegetables and meat on it.",
  "000000001098": "A dog in a suit with a basket in its mouth.",
  "000000001099": "A white dog standing on top of a car window.",
  "000000001100": "A sheep standing in a grassy field.",
  "000000001101": "A kitchen with a stove, refrigerator, microwave and a sink.",
  "000000001102": "A herd of cattle grazing in a grassy field.",
  "000000001103": "A woman in a dress walking on a sidewalk with a umbrella.",
  "000000001104": "A window with a blue sign on it.",
  "000000001105": "A table topped with plates of food and plates of cake.",
  "000000001106": "A man and a woman are looking at a cell phone.",
  "000000001107": "A group of people playing a game of Frisbee.",
  "000000001108": "A clock tower with a large clock on it.",
  "000000001109": "A parking meter sitting on a sidewalk next to a parking lot.",
  "000000001110": "A baseball game is in progress with a batter and catcher.",
  "000000001111": "A woman sitting at a table with two laptops.",
  "000000001112": "A man is surfing while another man is holding a surfboard.",
  "000000001113": "A living room with a couch, chair, and a bookshelf.",
  "000000001114": "A kitchen with a stove, a refrigerator, and a microwave.",
  "000000001115": "A table topped with three cakes and a cupcake.",
  "000000001116": "A man holding a surfboard and a dog holding a dog leash.",
  "000000001117": "Three young men are posing for a picture with their baseball mitts.",
  "000000001118": "A man sitting at a table eating food.",
  "000000001119": "A giraffe standing in the grass near a tree.",
  "000000001120": "A train is traveling down a train track.",
  "000000001121": "A group of girls and a boy are posing for a picture.",
  "000000001122": "A man standing in front of a car at night.",
  "000000001123": "A clock tower with a clock on top of it.",
  "000000001124": "A church with a clock tower and a large clock on it.",
  "000000001125": "A large meat stand with a large number of animals.",
  "000000001126": "A group of people flying kites in the water.",
  "000000001127": "A woman and a man are sitting at a table with a cake.",
  "000000001128": "A train is parked at a train station.",
  "000000001129": "A man in a field throwing a frisbee.",
  "000000001130": "A child eating a sandwich at a picnic table.",
  "000000001131": "A man is taking a picture of a man standing next to a bus.",
  "000000001132": "A group of zebras standing in a field.",
  "000000001133": "A group of people standing in a field flying kites.",
  "000000001134": "A large airplane parked on a runway next to a building.",
  "000000001135": "A living room with a couch, chair, and table.",
  "000000001136": "A man and woman sitting at a table in a restaurant.",
  "000000001137": "A group of people watching a skateboarder do a trick.",
  "000000001138": "A little girl and a boy are standing on a tree.",
  "000000001139": "Three people standing on skis in the snow.",
  "000000001140": "A bench sitting in front of a pond.",
  "000000001141": "A baseball player in a uniform standing on a baseball field.",
  "000000001142": "A dog laying on a couch with a dog on top of it.",
  "000000001143": "A dog laying on a couch with a blanket.",
  "000000001144": "A group of umbrellas hanging on a blue railing.",
  "000000001145": "A man holding a tennis racket in his hand.",
  "000000001146": "A large ship is docked at a harbor.",
  "000000001147": "A table with plates of food and a fork.",
  "000000001148": "A black and white cat sitting in a car.",
  "000000001149": "A computer keyboard with a mouse and a keyboard on top of it.",
  "000000001150": "A man sitting in front of a television watching a movie.",
  "000000001151": "A dog standing on the beach with a hat on.",
  "000000001152": "A cat is laying on a bed next to a laptop.",
  "000000001153": "A woman is using a laptop while others look on.",
  "000000001154": "A woman holding a knife and a camera.",
  "000000001155": "A desk with a computer and a book on it.",
  "000000001156": "A tray with a mix of vegetables and a bowl of rice.",
  "000000001157": "A man doing a trick on a skateboard.",
  "000000001158": "A fruit is sitting on a table in a wooden box.",
  "000000001159": "A group of children standing around with stuffed animals.",
  "000000001160": "A large number of bottles of wine are hanging from a bar.",
  "000000001161": "A man and a woman wearing hats and tie.",
  "000000001162": "A large airplane is flying in the sky.",
  "000000001163": "A cat is sitting on the toilet in a bathroom.",
  "000000001164": "A man is throwing a frisbee in a field.",
  "000000001165": "A woman holding a kite while standing next to a man.",
  "000000001166": "A woman holding a sign with a smile on her face.",
  "000000001167": "A man and a cow are standing next to each other.",
  "000000001168": "A display of various types of decorative vases.",
  "000000001169": "A man is skiing down a mountain with trees in the background.",
  "000000001170": "A man takes a picture of himself in a bathroom mirror.",
  "000000001171": "A large elephant standing in a field next to a fence.",
  "000000001172": "A group of people standing on a snow covered slope.",
  "000000001173": "A group of people standing on a snow covered slope.",
  "000000001174": "A person holding a plastic tube with a knife in front of them.",
  "000000001175": "A train is traveling down the track in a field.",
  "000000001176": "A dog is standing next to a car.",
  "000000001177": "A polar bear is walking through a field.",
  "000000001178": "A man sitting at a table eating a piece of cake.",
  "000000001179": "A chocolate cake with sprinkles and frosting.",
  "000000001180": "A man is doing a trick on a skateboard.",
  "000000001181": "A stuffed bear sitting on top of a wooden shelf.",
  "000000001182": "A couple of wooden tubs sitting next to a wall.",
  "000000001183": "A man swinging a tennis racket at a ball.",
  "000000001184": "A traffic light that is on a road.",
  "000000001185": "A woman is sitting down and looking at her phone.",
  "000000001186": "A cat is sitting on a computer screen.",
  "000000001187": "A man in a baseball uniform throwing a baseball.",
  "000000001188": "A bed in a room with a curtain and a window.",
  "000000001189": "Two young girls wearing suits and tie and tie ties.",
  "000000001190": "A man flying through the air in a kite.",
  "000000001191": "A man doing a skateboard trick on a ramp.",
  "000000001192": "A table with plates of pizza and a glass of wine.",
  "000000001193": "A large clock tower with a large arch.",
  "000000001194": "A man riding a motorcycle down a road.",
  "000000001195": "A bathroom with a sink, mirror, and a shower.",
  "000000001196": "A man in a tennis outfit is playing tennis.",
  "000000001197": "A group of zebras standing next to a dirt field.",
  "000000001198": "A room with a table and chairs and a wine glass.",
  "000000001199": "A close up of a motorcycle parked in a parking lot.",
  "000000001200": "Three stuffed bears are dressed up in formal attire.",
  "000000001201": "A bus is parked in front of a bus stop.",
  "000000001202": "A man skiing down a snow covered slope.",
  "000000001203": "A small bowl of food with a small piece of food in it.",
  "000000001204": "A group of people are watching a performance.",
  "000000001205": "A glass of orange juice and a glass of orange juice next to a table.",
  "000000001206": "A table topped with a bowl of food and a plate of food.",
  "000000001207": "A man in a suit and tie holding a glass of wine.",
  "000000001208": "A brown bear standing on a rock next to a tree.",
  "000000001209": "A group of people are standing around with their luggage.",
  "000000001210": "A bunch of laptops sitting on a desk.",
  "000000001211": "A group of cows that are eating grass.",
  "000000001212": "A old truck with a man standing in front of it.",
  "000000001213": "A woman in a kitchen holding a glass of water.",
  "000000001214": "A group of people standing around a bike stand.",
  "000000001215": "A sign that says \"Stop the traffic\" and \"Stop the traffic\" in front of a street.",
  "000000001216": "A red truck parked next to a green and red bus.",
  "000000001217": "A man sitting in a room holding a cell phone.",
  "000000001218": "A person holding a hot dog in front of a bakery.",
  "000000001219": "A stove with a view of a window through it.",
  "000000001220": "A bunch of paintings are hanging on the side of a truck.",
  "000000001221": "Two horses are pulling a cart with a man.",
  "000000001222": "A cat is sitting on a window sill looking out.",
  "000000001223": "A group of people standing on a dock near a boat.",
  "000000001224": "A woman in a red shirt talking on a cell phone while holding a bunch of apples.",
  "000000001225": "A man jumping up to catch a frisbee in the woods.",
  "000000001226": "A train is parked on the tracks with a bunch of cars.",
  "000000001227": "A computer monitor and a mouse are on a desk.",
  "000000001228": "A group of people watching a snowboarder go down a ramp.",
  "000000001229": "Three people are feeding a giraffe in a zoo.",
  "000000001230": "A baby elephant walking across a dirt field.",
  "000000001231": "Two zebras standing next to each other in a field.",
  "000000001232": "Two people are riding a small boat in a lake.",
  "000000001233": "A group of people sitting around a table with food.",
  "000000001234": "A man sitting on a couch with a laptop.",
  "000000001235": "A herd of cows standing in a grassy field.",
  "000000001236": "A bag of bread sitting in a bag on a table.",
  "000000001237": "Two men are standing next to each other in a parking lot.",
  "000000001238": "A wooden dog wagon with a dog on the back of it.",
  "000000001239": "A clock is hanging from a pole in front of a building.",
  "000000001240": "A street with cars parked on the side of it.",
  "000000001241": "A group of people sitting around a table with pizza.",
  "000000001242": "Two elephants are standing next to each other.",
  "000000001243": "A large clock with a clock face and hands.",
  "000000001244": "A group of people are standing around a motorcycle.",
  "000000001245": "A group of men standing around a large pile of luggage.",
  "000000001246": "A fire hydrant is on the side of the street.",
  "000000001247": "A group of people standing around a table with laptops.",
  "000000001248": "A person jumping over a fence with a horse.",
  "000000001249": "A group of people sitting around a table with laptops.",
  "000000001250": "A group of people riding in a horse drawn carriage.",
  "000000001251": "A man is doing a trick on a snowboard.",
  "000000001252": "A man eating a hot dog with a hat on.",
  "000000001253": "A man standing in front of a table with a bowl of food and a wine glass.",
  "000000001254": "A woman standing next to a table with a bunch of vegetables.",
  "000000001255": "A bedroom with a bed, a chair and a lamp.",
  "000000001256": "A cat is sitting on the toilet in a bathroom.",
  "000000001257": "A bird is standing in the water with its wings open.",
  "000000001258": "A train is traveling down a road in a forest.",
  "000000001259": "A plate of food with meat, vegetables and a fork.",
  "000000001260": "A dog standing in a car looking out the window.",
  "000000001261": "A glass vase with flowers and a drink in it.",
  "000000001262": "A room with luggage on a table and chairs.",
  "000000001263": "A desk with a computer, a monitor, and a keyboard.",
  "000000001264": "Two men are playing a video game together.",
  "000000001265": "A bus is parked in front of a bus stop.",
  "000000001266": "A little girl holding a red bottle while smiling.",
  "000000001267": "A vase with flowers in it is sitting on a shelf.",
  "000000001268": "A stop sign with a red sign on it.",
  "000000001269": "A plate of food with a spoon and fork.",
  "000000001270": "A black and white cat sitting on a grassy field.",
  "000000001271": "A baseball player swinging a bat at a ball.",
  "000000001272": "A man holding a baby dog in his arms.",
  "000000001273": "A cat sitting on top of a chair.",
  "000000001274": "A person is chopping up broccoli in a blue bowl.",
  "000000001275": "A street with a lot of cars and a street sign.",
  "000000001276": "A group of men playing video games in a room.",
  "000000001277": "A man and woman walking down a city street.",
  "000000001278": "A train is traveling down the tracks near a building.",
  "000000001279": "A large clock tower in front of a large city.",
  "000000001280": "A truck is parked on the ground next to a truck bed.",
  "000000001281": "A man riding a snowboard down a snow covered slope.",
  "000000001282": "A kitchen sink with a towel hanging on the counter.",
  "000000001283": "A cat is standing on the corner of a window.",
  "000000001284": "A large airplane is flying over a grassy runway.",
  "000000001285": "A kitchen counter with a stove and a sink.",
  "000000001286": "Two giraffes standing in a grassy field next to a grassy field with a fence in the background.",
  "000000001287": "A red fire hydrant sitting in front of a fence.",
  "000000001288": "A boy is playing with a remote on his lap.",
  "000000001289": "A bathroom with a sink, mirror and a toilet.",
  "000000001290": "A horse standing in a fenced in area.",
  "000000001291": "A woman and a dog sitting in a train window.",
  "000000001292": "A man standing in a grassy field flying a kite.",
  "000000001293": "A street sign is on a pole near a building.",
  "000000001294": "A bunch of bananas hanging from a tree.",
  "000000001295": "A man and a woman are holding a horse.",
  "000000001296": "A horse is riding in the woods with a man on a bike.",
  "000000001297": "A train is traveling down the tracks near a building.",
  "000000001298": "A man is sitting on a motorcycle with a box in his lap.",
  "000000001299": "A dog is laying on a leash in front of a mirror.",
  "000000001300": "A man in a kitchen preparing food with a knife.",
  "000000001301": "A street sign is on the side of a road.",
  "000000001302": "A woman is looking at her phone in front of a mirror.",
  "000000001303": "A hot dog with ketchup and ketchup powder on it.",
  "000000001304": "A man standing next to a group of elephants.",
  "000000001305": "Three children on skis are skiing down a hill.",
  "000000001306": "A group of people walking down a street near a bus.",
  "000000001307": "A group of men standing on top of a baseball field.",
  "000000001308": "Two stuffed bears are sitting next to each other.",
  "000000001309": "Two giraffes standing next to each other in a zoo.",
  "000000001310": "A kitchen with a stove, microwave, oven and sink.",
  "000000001311": "Two men sitting on a bench with umbrellas.",
  "000000001312": "A man standing in the snow with a snowboard.",
  "000000001313": "A police officer on a motorcycle with a car behind him.",
  "000000001314": "A toilet with a dirty seat and a dirty lid.",
  "000000001315": "A man riding a surfboard on a wave.",
  "000000001316": "A cat sitting on a window sill looking out.",
  "000000001317": "A man holding a tennis racquet on a tennis court.",
  "000000001318": "A large airplane flying over a snowy landscape.",
  "000000001319": "A large airplane flying in the air with wires.",
  "000000001320": "A group of cows eating grass in a field.",
  "000000001321": "A man doing a trick on a skateboard.",
  "000000001322": "Two young boys sitting at a table eating pizza.",
  "000000001323": "A woman standing in front of a man playing a video game.",
  "000000001324": "A brown teddy bear sitting on top of a white cloth.",
  "000000001325": "A clock is shown in the background of a laptop screen.",
  "000000001326": "Three stuffed bears are sitting on a rock.",
  "000000001327": "Two men playing a video game in a living room.",
  "000000001328": "A laptop computer sitting on a desk next to a laptop case.",
  "000000001329": "A large brown dog laying on a bed.",
  "000000001330": "A train is coming down the train tracks.",
  "000000001331": "A man standing next to a motorcycle in a parking lot.",
  "000000001332": "A street with cars and a building in the background.",
  "000000001333": "A street sign is hanging from a pole.",
  "000000001334": "A train is parked at a train station.",
  "000000001335": "A group of people standing around a computer.",
  "000000001336": "A small plant is sitting in a vase.",
  "000000001337": "A cell phone and a apple on a table.",
  "000000001338": "A woman sitting at a table holding a cake.",
  "000000001339": "A dog laying on a bed with a blanket.",
  "000000001340": "A man is standing on a bus with his head on the bus.",
  "000000001341": "A traffic light is hanging off of a pole.",
  "000000001342": "A bird is standing in the tree with its beak out.",
  "000000001343": "A man sitting in the dark with an umbrella.",
  "000000001344": "Two people are walking down a city street with umbrellas.",
  "000000001345": "Two men are skiing in the snow on a snowy hill.",
  "000000001346": "A man is shooting a fire hydrant in the middle of a street.",
  "000000001347": "Two elephants are standing next to each other.",
  "000000001348": "Two people flying a kite on a beach.",
  "000000001349": "A bathroom with a tub and a toilet.",
  "000000001350": "A microwave sitting on top of a kitchen counter.",
  "000000001351": "A woman on skis in the snow with a tree in the background.",
  "000000001352": "A woman sitting on a chair eating a plate of food.",
  "000000001353": "A group of people standing around a tent with umbrellas.",
  "000000001354": "A herd of cows standing in a field.",
  "000000001355": "A bedroom with a bed and a lamp.",
  "000000001356": "A young man holding a baseball bat in a field.",
  "000000001357": "A man doing a trick on a skateboard.",
  "000000001358": "A bathroom with a sink, toilet, and mirror.",
  "000000001359": "A man in a hat is talking on a cell phone.",
  "000000001360": "A man walking down a street near a building.",
  "000000001361": "A man in a wet suit holding a surfboard on a beach.",
  "000000001362": "A black and white photo of a man riding a horse in front of a restaurant.",
  "000000001363": "A dog laying on a bed with a dog on top of it.",
  "000000001364": "A table with a bench and a chair next to a umbrella.",
  "000000001365": "A group of people standing around a race bike.",
  "000000001366": "A woman in a jacket and tie is smiling.",
  "000000001367": "A motorcycle parked in a grassy area.",
  "000000001368": "A group of stuffed animals sitting on top of a shelf.",
  "000000001369": "A city street with cars and a tree with lights on.",
  "000000001370": "A man swinging a tennis racquet at a ball.",
  "000000001371": "A man is riding a surfboard in the water.",
  "000000001372": "A group of giraffes standing next to each other.",
  "000000001373": "A table topped with a notebook, a cup of coffee, a cell phone and a apple.",
  "000000001374": "A train is traveling down the tracks near a train station.",
  "000000001375": "A man is riding a horse in a field.",
  "000000001376": "A baseball player is holding a bat and a glove.",
  "000000001377": "Two birds sitting on top of a wooden post.",
  "000000001378": "A giraffe standing in a grassy field.",
  "000000001379": "Three people standing in front of a donut shop.",
  "000000001380": "A woman in a swimsuit is surfing in the water.",
  "000000001381": "Two people are flying a kite on the beach.",
  "000000001382": "A man is riding a surfboard on a wave.",
  "000000001383": "A man is playing a game of tennis.",
  "000000001384": "A group of people standing around a horse.",
  "000000001385": "A man riding a wave on a surfboard.",
  "000000001386": "A group of zebras grazing on a grassy field.",
  "000000001387": "A red and white bus is parked in front of a snow covered mountain.",
  "000000001388": "A school bus with a colorful sticker on the front.",
  "000000001389": "A person is skiing down a snow covered slope.",
  "000000001390": "A truck is parked in front of a large truck.",
  "000000001391": "A group of people riding on the backs of elephants.",
  "000000001392": "A man wearing a tie and a shirt standing in front of a mirror.",
  "000000001393": "A woman in a costume sitting next to a clock.",
  "000000001394": "A group of people sitting at a table with laptops.",
  "000000001395": "A boy holding a piece of cake in front of him.",
  "000000001396": "A woman holding a cell phone in her hand.",
  "000000001397": "A kitchen with a refrigerator, microwave, and a stove.",
  "000000001398": "A plate of food with a cup of coffee on it.",
  "000000001399": "A cat is sitting in a wooden fence.",
  "000000001400": "A bathroom with a toilet and a sink.",
  "000000001401": "A pair of scissors and a bottle of rubbing alcohol.",
  "000000001402": "A woman sitting on a bed with a laptop.",
  "000000001403": "A vase of flowers sitting on top of a table.",
  "000000001404": "A baseball player is swinging a bat at a ball.",
  "000000001405": "A woman and a woman walking down a street holding umbrellas.",
  "000000001406": "Two men are walking down a snowy street.",
  "000000001407": "A woman sitting at a desk with a laptop.",
  "000000001408": "A table of vegetables that are being sold.",
  "000000001409": "A man is talking on a cell phone while standing on a sidewalk.",
  "000000001410": "A plane flying in the sky with a large white cloud in the background.",
  "000000001411": "A sheep standing on top of a rock.",
  "000000001412": "A plate topped with a pizza on a table.",
  "000000001413": "A cat laying on a bed with its head on a pillow.",
  "000000001414": "Two zebras are standing next to each other in a dirt field.",
  "000000001415": "A man talking on a cell phone while holding a tennis racquet.",
  "000000001416": "A red bus with a red license plate on it.",
  "000000001417": "Two men in baseball uniforms playing baseball.",
  "000000001418": "A laptop computer sitting on a desk next to a mouse.",
  "000000001419": "Two large stuffed bears are displayed in front of a flower.",
  "000000001420": "A man and a child are skiing down a snow covered slope.",
  "000000001421": "A piece of luggage sitting on top of a wall.",
  "000000001422": "A woman holding a baby while standing next to her.",
  "000000001423": "A train is traveling down the tracks in a rural area.",
  "000000001424": "A giraffe standing in a field next to a fence.",
  "000000001425": "A woman playing tennis on a tennis court.",
  "000000001426": "A dog is sitting on the back of a car.",
  "000000001427": "A loaf of bread is sitting on a table.",
  "000000001428": "A group of young girls posing for a picture.",
  "000000001429": "A cat is licking a stuffed animal in a bowl.",
  "000000001430": "A bedroom with a bed, a chair, and a bookshelf.",
  "000000001431": "A street sign is hanging on the side of a building.",
  "000000001432": "A train is traveling down the tracks in the middle of a field.",
  "000000001433": "A woman wearing a pink shirt and a red tie on a tennis court.",
  "000000001434": "A bathroom with a mirror, a sink and a toilet.",
  "000000001435": "Three girls sitting in a room with their teeth in their mouths.",
  "000000001436": "A beach with people sitting on the beach and holding umbrellas.",
  "000000001437": "A yellow and brown stuffed animal is hanging from a pole.",
  "000000001438": "A man standing next to a crowd of people.",
  "000000001439": "A man in a grassy field playing frisbee.",
  "000000001440": "A restaurant with a window that has a sign on it.",
  "000000001441": "A woman in a hat and a baby in a baby hat standing next to an elephant.",
  "000000001442": "A large airplane is parked on a runway.",
  "000000001443": "A view of a group of farms and mountains.",
  "000000001444": "A man in a uniform riding on the back of a horse.",
  "000000001445": "A bus is parked in front of a building.",
  "000000001446": "A group of men playing baseball in a field.",
  "000000001447": "A bird standing on a car window ledge.",
  "000000001448": "A young man wearing a helmet skiing down a snow covered slope.",
  "000000001449": "A bird is sitting on a bird feeder.",
  "000000001450": "A train is traveling down the tracks with smoke coming out of it.",
  "000000001451": "A pizza is on a metal pan on a stove.",
  "000000001452": "A train is traveling down the tracks near a train station.",
  "000000001453": "A large airplane sitting on top of a runway.",
  "000000001454": "A group of giraffes are standing in a fenced area.",
  "000000001455": "Three zebras grazing in a grassy field.",
  "000000001456": "A large elephant walking through a grassy field.",
  "000000001457": "A young girl standing in front of a kitchen counter.",
  "000000001458": "A table topped with a bowl of food and a glass of wine.",
  "000000001459": "A child is standing on skis in the snow.",
  "000000001460": "A group of sheep grazing in a grassy field.",
  "000000001461": "A group of sheep standing in a cage.",
  "000000001462": "A pink and white box with a blue and white pen on it.",
  "000000001463": "A young boy holding a frisbee on a beach.",
  "000000001464": "Two girls flying a kite on a beach.",
  "000000001465": "A bathroom with a sink, toilet, and a towel rack.",
  "000000001466": "A man is standing on a baseball field holding a bat.",
  "000000001467": "A small plane sitting on top of a field.",
  "000000001468": "A bus is parked on the side of a road.",
  "000000001469": "A woman sitting on a bench with a basket.",
  "000000001470": "A woman sitting on a bench with a suitcase.",
  "000000001471": "A group of people on skis in the snow.",
  "000000001472": "A bed with a large table and a large tablecloth.",
  "000000001473": "Two sheep standing on a field with grass.",
  "000000001474": "A white refrigerator sitting on top of a kitchen table.",
  "000000001475": "A bus is parked in front of a building.",
  "000000001476": "A man standing in a field holding a baseball bat.",
  "000000001477": "A man riding a water ski board while holding a pole.",
  "000000001478": "A dog with a frisbee in its mouth.",
  "000000001479": "A giraffe standing in front of a building.",
  "000000001480": "A bathroom with a sink, toilet, and a shower.",
  "000000001481": "A bus is passing by a car on a street.",
  "000000001482": "A group of people sitting on benches outside.",
  "000000001483": "A bus is parked on the side of the street.",
  "000000001484": "A group of people standing on a snow covered slope.",
  "000000001485": "A bird is standing on the sidewalk in the sun.",
  "000000001486": "A group of people riding a bus down a street.",
  "000000001487": "A man is standing on a sidewalk holding a soccer ball.",
  "000000001488": "A train is parked at a station in the woods.",
  "000000001489": "A woman holding a pink umbrella while standing next to a man.",
  "000000001490": "A cat is laying on a bed with a book.",
  "000000001491": "A man playing tennis with a racquet.",
  "000000001492": "Two dogs are walking in a field with a man.",
  "000000001493": "A man riding a skateboard down a road.",
  "000000001494": "A girl wearing a pink shirt and a black tie.",
  "000000001495": "A man laying on a bed with a cat next to him.",
  "000000001496": "Two cows are grazing in a field with a flower in the background.",
  "000000001497": "A man standing on a motorcycle with a dog.",
  "000000001498": "A cat is laying on a bed next to a laptop.",
  "000000001499": "A street sign on a pole in front of a building.",
  "000000001500": "A laptop computer sitting on top of a desk.",
  "000000001501": "A wooden vase with a black handle and a black and white knife in it.",
  "000000001502": "A group of giraffes standing next to a tree.",
  "000000001503": "A plate of donuts with different types of donuts on it.",
  "000000001504": "Two giraffes are standing in a fenced in area.",
  "000000001505": "A kitchen with a refrigerator and a sink.",
  "000000001506": "A herd of zebras standing next to a body of water.",
  "000000001507": "A bathroom with a sink, a mirror, and a toilet.",
  "000000001508": "A vase with three flowers in it on a table.",
  "000000001509": "A man and woman standing next to each other in the street.",
  "000000001510": "A fire hydrant with graffiti on it.",
  "000000001511": "A man standing in a field flying a kite.",
  "000000001512": "A group of boys playing soccer in a field.",
  "000000001513": "A man riding a surfboard on top of a wave.",
  "000000001514": "A white toilet sitting in front of a white tile wall.",
  "000000001515": "A man riding a snowboard down a snow covered slope.",
  "000000001516": "Two people are playing frisbee in a park.",
  "000000001517": "A little boy playing a video game with a man.",
  "000000001518": "A bed, a chair, a lamp and a vase in a room.",
  "000000001519": "A woman taking a picture of herself with a mirror.",
  "000000001520": "Three ducks are standing on a wooden bench.",
  "000000001521": "Two people sitting on a park bench in the park.",
  "000000001522": "A man is standing in front of a bus with a microphone.",
  "000000001523": "A man standing in front of a large screen.",
  "000000001524": "A parking meter sitting on a sidewalk next to a building.",
  "000000001525": "A group of zebras standing in a grassy field.",
  "000000001526": "A bicycle parked on the side of a brick wall.",
  "000000001527": "Two people are playing a video game in a living room.",
  "000000001528": "A train is traveling down the train tracks.",
  "000000001529": "A man standing next to a bicycle with a camera.",
  "000000001530": "A man walking down a street with a suitcase.",
  "000000001531": "A man holding a bat in front of a group of people.",
  "000000001532": "A young man in a baseball uniform standing on a field.",
  "000000001533": "A large airplane is parked on a runway.",
  "000000001534": "Two beds in a room with a lamp and a window.",
  "000000001535": "A bookshelf with a television on top of it.",
  "000000001536": "A man is standing in the refrigerator with a bottle of orange juice.",
  "000000001537": "A man in a black shirt talking on a cell phone.",
  "000000001538": "A pizza with cheese and broccoli on a table.",
  "000000001539": "A large sculpture of a cow with a large head.",
  "000000001540": "A man standing next to a bus on a street.",
  "000000001541": "A baseball player is swinging a bat at a ball.",
  "000000001542": "A street sign that has been painted in a different language.",
  "000000001543": "A plate of food with meat, vegetables and rice.",
  "000000001544": "A group of giraffes standing in a grassy field.",
  "000000001545": "A pizza with cheese and pepperoni on a paper plate.",
  "000000001546": "A brown and white dog standing on a bench with a fork.",
  "000000001547": "A giraffe standing next to a rock wall.",
  "000000001548": "A pie is being cooked in a pan.",
  "000000001549": "A group of young children standing next to a group of sheep.",
  "000000001550": "A view of a laptop computer on a desk.",
  "000000001551": "Two people playing a video game in a living room.",
  "000000001552": "A train is parked at a train station.",
  "000000001553": "A woman and a man are surfing on a body of water.",
  "000000001554": "A bathroom with a door and a mirror.",
  "000000001555": "A man holding a frisbee while standing in front of a boat.",
  "000000001556": "A plane flying through the snow with a green background.",
  "000000001557": "A man and woman sitting in front of a window with a kite in the air.",
  "000000001558": "A cat laying on a bed with a blanket.",
  "000000001559": "A cow standing in a field with other cows.",
  "000000001560": "A group of people standing around a line of motorcycles.",
  "000000001561": "A truck parked in front of a building with a sign on it.",
  "000000001562": "A toilet is sitting in a bathroom with a mirror.",
  "000000001563": "A vase with a painting on it is displayed.",
  "000000001564": "A microwave sitting on a street next to a fence.",
  "000000001565": "A horse drawn carriage is pulled by a horse.",
  "000000001566": "Three bowls of broccoli and beef on a table.",
  "000000001567": "A bus is driving down a street near a traffic light.",
  "000000001568": "A bathroom with a sink and a mirror.",
  "000000001569": "A bird flying in the air over a mountain.",
  "000000001570": "A kitchen with a stove, sink, and a refrigerator.",
  "000000001571": "A baby is sleeping in a bed with a stuffed animal.",
  "000000001572": "A group of people walking down a subway train.",
  "000000001573": "A cat is laying on a couch next to a computer mouse.",
  "000000001574": "A street light with a large clock on it.",
  "000000001575": "A man is skiing down a snow covered slope.",
  "000000001576": "A bunch of bananas are displayed in a store.",
  "000000001577": "A pair of scissors sitting in a pair of scissors.",
  "000000001578": "A parking lot with a parking lot with cars parked in front of a building.",
  "000000001579": "A stuffed bear sitting on a table with a white blanket.",
  "000000001580": "A bunch of oranges, apples and a blue apple.",
  "000000001581": "A man standing on a train track with a light on his head.",
  "000000001582": "A sign that is on a city street.",
  "000000001583": "A group of people on skis in the snow.",
  "000000001584": "A woman sitting on a ledge holding a skateboard.",
  "000000001585": "A bear sitting on a pedestal with a mirror.",
  "000000001586": "A pizza is sitting on top of a stove.",
  "000000001587": "Two people playing a video game in a living room.",
  "000000001588": "Two people are standing on a motorcycle in a park.",
  "000000001589": "A young child is skiing down a snowy slope.",
  "000000001590": "A man sitting at a table with a laptop.",
  "000000001591": "A group of people standing around a truck with a truck truck.",
  "000000001592": "A baseball game is being watched by a crowd.",
  "000000001593": "A banana is on a plate with chocolate and frosting.",
  "000000001594": "A woman holding a stuffed bear in her hand.",
  "000000001595": "A group of people sitting at a table eating pizza.",
  "000000001596": "A man riding a bike down a rocky path.",
  "000000001597": "A man and a woman are on a beach with surfboards.",
  "000000001598": "A table topped with doughnuts and a box of donuts.",
  "000000001599": "A plate of chocolate cupcakes with a chocolate bar on top.",
  "000000001600": "A dog with a red and white collar and a bowl in its mouth.",
  "000000001601": "A woman is surfing in the ocean on a surfboard.",
  "000000001602": "A plate of food with meat, potatoes and broccoli.",
  "000000001603": "A large stone building with a clock on the side of it.",
  "000000001604": "A truck with a refrigerator and a sign on it.",
  "000000001605": "Two men playing a game of tennis on a tennis court.",
  "000000001606": "A little girl holding a piece of pizza.",
  "000000001607": "A man riding a wave on a surfboard.",
  "000000001608": "Two people are surfing on a body of water.",
  "000000001609": "A plate topped with a hot dog and a bun.",
  "000000001610": "Two men are playing with a frisbee in a park.",
  "000000001611": "Two people are standing on a sidewalk near a pole.",
  "000000001612": "A desk with a computer, a monitor, and a keyboard.",
  "000000001613": "A man sitting in front of a table with a hat on.",
  "000000001614": "A clock tower with a clock on top of it.",
  "000000001615": "A man in a suit holding a umbrella while standing next to a woman.",
  "000000001616": "A group of boats are on the beach.",
  "000000001617": "A dog standing on top of a boat in the water.",
  "000000001618": "A young boy swinging a bat at a baseball.",
  "000000001619": "A large room with a table and chairs in it.",
  "000000001620": "A kitchen with a microwave, stove, and oven.",
  "000000001621": "A tray of food with carrots, broccoli, and a salad.",
  "000000001622": "Two stuffed bears are standing next to a skateboard.",
  "000000001623": "A herd of cows walking through a snow covered field.",
  "000000001624": "A bathroom with a toilet and a pink colored towel.",
  "000000001625": "A bus is driving down the street next to a bus.",
  "000000001626": "A bathroom with a sink, toilet, and a shower.",
  "000000001627": "A living room with a couch, chair, and television.",
  "000000001628": "A clock is shown in a wooden frame.",
  "000000001629": "A dog is on a dirt road with a backpack.",
  "000000001630": "A large airplane parked at an airport with lots of luggage.",
  "000000001631": "A stop sign with a red sign on it.",
  "000000001632": "A dog laying on a bed with a piece of food.",
  "000000001633": "A red car parked next to a house with a blue car parked in front of it.",
  "000000001634": "A man in a baseball uniform is holding a baseball bat.",
  "000000001635": "A kitchen with a table and a stove and a refrigerator.",
  "000000001636": "A man in a black jacket and a snowboard in the snow.",
  "000000001637": "A desk with a laptop, a desktop and a computer.",
  "000000001638": "A kitchen with a stove, oven, and sink.",
  "000000001639": "A group of people walking down a street.",
  "000000001640": "Two women playing a video game on the floor.",
  "000000001641": "Two men are walking on the beach with their surfboards.",
  "000000001642": "A man riding a wave on a surfboard.",
  "000000001643": "A table with a vase of flowers and a tablecloth.",
  "000000001644": "A cat is sitting on a bench with a cat's tail.",
  "000000001645": "A woman walking with an umbrella on a sidewalk.",
  "000000001646": "A street pole with a fire hydrant on it.",
  "000000001647": "A bus with a large group of people on it.",
  "000000001648": "A stop sign with a red and white background.",
  "000000001649": "A man holding a tennis racquet on a tennis court.",
  "000000001650": "A fire hydrant is sitting in the grass.",
  "000000001651": "A baseball player throwing a baseball on a baseball field.",
  "000000001652": "A man is skiing down a snow covered slope.",
  "000000001653": "A man sitting at a table eating a fruit.",
  "000000001654": "A bathroom with a shower, a tub, and a window.",
  "000000001655": "A view of a city with a clock tower and a fountain.",
  "000000001656": "A young girl standing in a grassy field holding a red shirt.",
  "000000001657": "A stop sign with a red and white stripe on it.",
  "000000001658": "A man wearing a tie and a hat.",
  "000000001659": "A black and white cat sitting on a table.",
  "000000001660": "A dog is playing with a child in the dirt.",
  "000000001661": "A train is traveling down the tracks near a forest.",
  "000000001662": "A large table sitting in front of a large window.",
  "000000001663": "A little girl standing in front of a refrigerator.",
  "000000001664": "A man is surfing on a wave in the ocean.",
  "000000001665": "A laptop computer sitting on a wooden table next to a plant.",
  "000000001666": "A baseball player is running towards the catcher.",
  "000000001667": "A bench sitting on a grassy field next to a tree.",
  "000000001668": "A bed with a pillow and a sheet on it.",
  "000000001669": "Two giraffes standing next to each other in a fenced in area.",
  "000000001670": "A clock tower with a large clock on top of it.",
  "000000001671": "A man doing a trick on a skateboard in the air.",
  "000000001672": "A wave is coming in the ocean and a person is riding a surfboard.",
  "000000001673": "A pair of scissors and a pair of pens in a bowl.",
  "000000001674": "A man in a black shirt riding a surfboard on a wave.",
  "000000001675": "Two giraffes standing next to a large rock.",
  "000000001676": "A dog is sitting on a small metal platform.",
  "000000001677": "A small blue airplane sitting on top of a green lawn.",
  "000000001678": "A desk with a computer, a keyboard, and a mouse.",
  "000000001679": "A group of people on a beach with boats.",
  "000000001680": "A toilet in a bathroom with a blue cover.",
  "000000001681": "A pizza on a wooden table with toppings.",
  "000000001682": "A man in a hat stands next to an elephant.",
  "000000001683": "A person is holding a toilet with a brush.",
  "000000001684": "A clock tower with a large clock on it.",
  "000000001685": "A brown bear is wearing a blanket on a leash.",
  "000000001686": "A laptop computer sitting on a wooden table.",
  "000000001687": "A young woman sitting in a chair eating a plate of food.",
  "000000001688": "A group of elephants walking through a field at night.",
  "000000001689": "A display of many types of donuts and pastries.",
  "000000001690": "A plate of food with a fork and knife.",
  "000000001691": "A woman in a tennis outfit playing a game of tennis.",
  "000000001692": "A large number of kites flying in the air.",
  "000000001693": "A brown horse walking through a field with a blanket.",
  "000000001694": "A stop sign sitting on a pole next to a road.",
  "000000001695": "Two ducks are walking across a body of water.",
  "000000001696": "A woman sitting at a table with a tablecloth.",
  "000000001697": "A man swinging a baseball bat at a ball.",
  "000000001698": "A bathroom with two urinals and a toilet.",
  "000000001699": "A boat sitting on a fence next to a tree.",
  "000000001700": "A little boy sitting at a table eating from a bowl.",
  "000000001701": "A suitcase with a bag and a chair on a floor.",
  "000000001702": "A table with several food items and a sign.",
  "000000001703": "A stuffed bear sitting on top of a wooden table.",
  "000000001704": "A crowd of people standing around a large stuffed bear.",
  "000000001705": "A man standing on a baseball field holding a bat.",
  "000000001706": "A plate of a donut with a pink frosting.",
  "000000001707": "A traffic light is shown in the background.",
  "000000001708": "A man standing in front of a bus waiting for a ride.",
  "000000001709": "A horse drawn carriage with two horses in front of a forest.",
  "000000001710": "A man is playing with a frisbee in a park.",
  "000000001711": "A group of buses and a kite flying in a field.",
  "000000001712": "A person is standing next to a bathroom toilet.",
  "000000001713": "A stuffed bear sitting on a sidewalk next to a street.",
  "000000001714": "A living room with a couch, chair, and a table.",
  "000000001715": "A plane flying in the sky with a blue and white fuselage.",
  "000000001716": "A clock is shown on the side of a building.",
  "000000001717": "A man wearing a helmet and umbrella is riding a bike.",
  "000000001718": "A group of people sitting at a table in a restaurant.",
  "000000001719": "A table with plates of food and a drink.",
  "000000001720": "A large clock is hanging on the side of a building.",
  "000000001721": "A little boy holding a toy cell phone.",
  "000000001722": "A train is on the tracks with a train car in the middle.",
  "000000001723": "A truck is parked in front of a bus.",
  "000000001724": "A man standing on a surfboard in the water.",
  "000000001725": "A group of kites flying in the sky.",
  "000000001726": "A bunch of different remotes are on a bed.",
  "000000001727": "A person holding a cell phone with a screen on it.",
  "000000001728": "Three dogs playing with frisbee in a grassy field.",
  "000000001729": "A woman is cutting the back of a cow.",
  "000000001730": "A red and yellow fire hydrant sitting in front of a house.",
  "000000001731": "Two elephants are standing next to each other in a fenced in area.",
  "000000001732": "A motorcycle parked in front of a brick wall.",
  "000000001733": "A man in a kitchen with a tray of food.",
  "000000001734": "A dog laying on a bed holding a remote control.",
  "000000001735": "A kite flying in the air over a beach.",
  "000000001736": "A train is traveling down a train track.",
  "000000001737": "A large city with a large clock tower and a large bridge.",
  "000000001738": "A man flying a kite in a grassy field.",
  "000000001739": "A man is snowboarding down a snow covered slope.",
  "000000001740": "A stop sign is shown with a street sign in the background.",
  "000000001741": "A woman standing in front of a refrigerator with several appliances.",
  "000000001742": "A man jumping up to catch a Frisbee.",
  "000000001743": "A group of people standing around a plane.",
  "000000001744": "A train is traveling down a train track.",
  "000000001745": "A bus is parked on the side of the road.",
  "000000001746": "A bird is sitting on a wooden fence.",
  "000000001747": "A person holding a cell phone with a sticker on it.",
  "000000001748": "A group of people standing around a train station.",
  "000000001749": "A man swinging a bat at a baseball.",
  "000000001750": "A cell phone with a cell phone, a watch, and a smartphone.",
  "000000001751": "A baseball player holding a bat standing on a field.",
  "000000001752": "A bathroom with a mirror, a sink and a toilet.",
  "000000001753": "A man standing next to a group of motorcycles.",
  "000000001754": "A group of people riding motorcycles on a busy street.",
  "000000001755": "A teddy bear is holding a Christmas tree.",
  "000000001756": "A boy brushing his teeth while sitting in a toilet.",
  "000000001757": "A half eaten slice of a toasted cake.",
  "000000001758": "A view of a building with a street in the background.",
  "000000001759": "A man skiing down a snow covered slope.",
  "000000001760": "A bunch of bananas hanging from a tree.",
  "000000001761": "A cat is sitting on top of a computer.",
  "000000001762": "A kitchen with a stove, a refrigerator, and a stove top.",
  "000000001763": "A cake with a bunch of flowers and a candle in the center.",
  "000000001764": "A person is spraying water on a fire hydrant.",
  "000000001765": "A group of giraffes standing in a fenced in area.",
  "000000001766": "Three children flying a kite on a beach.",
  "000000001767": "A dog is running around in the dirt.",
  "000000001768": "A black and white cat is sitting next to a stuffed animal and a teddy bear.",
  "000000001769": "A man in a baseball uniform holding a baseball bat.",
  "000000001770": "A bus is driving down a street near a clock.",
  "000000001771": "A plate of food with a burger, salad and fries.",
  "000000001772": "A couple of people sitting on a bench with a little girl.",
  "000000001773": "A person holding a sandwich with a drink in front of it.",
  "000000001774": "A plate of food with a sandwich and a salad.",
  "000000001775": "A street with a street light and a street sign.",
  "000000001776": "A room with a laptop computer, a bag, and a suitcase.",
  "000000001777": "A group of men playing a game of tennis.",
  "000000001778": "A man cuts into the body of another person with a flaming torch.",
  "000000001779": "A motorcycle parked on a dirt road next to a store.",
  "000000001780": "A man in a blue jacket and a dog in a yellow jacket on skis.",
  "000000001781": "A woman holding an umbrella while standing in the air.",
  "000000001782": "A computer keyboard, mouse, and mouse pad on a desk.",
  "000000001783": "A truck is parked next to a truck.",
  "000000001784": "A street sign is on the side of a road.",
  "000000001785": "A group of people walking around a train station.",
  "000000001786": "A traffic light is on the side of the road.",
  "000000001787": "A desk with a computer, a keyboard, mouse, and a monitor.",
  "000000001788": "A herd of zebras standing in a field.",
  "000000001789": "A bus traveling down a road near a tree.",
  "000000001790": "A cat is looking at a mirror in a mirror.",
  "000000001791": "A bus is parked in front of a bus stop.",
  "000000001792": "A toilet with a lid that is open.",
  "000000001793": "Two cows are standing in a grassy field.",
  "000000001794": "Three people standing next to an elephant in a lake.",
  "000000001795": "A man doing a trick on a skateboard.",
  "000000001796": "A man in a suit and tie with a bow tie.",
  "000000001797": "A large clock on a stone building with a statue of a man.",
  "000000001798": "A picture of a cat with a bird on it.",
  "000000001799": "A bathroom with a toilet, tub and sink.",
  "000000001800": "A street with a traffic light and a building in the background.",
  "000000001801": "A small torch is hanging on a street corner.",
  "000000001802": "A truck is parked in front of a stop light.",
  "000000001803": "A group of people standing on a beach near a boat.",
  "000000001804": "A group of people standing in front of a kite.",
  "000000001805": "A bus traveling down a street with a bus stop.",
  "000000001806": "Two people are walking down a street with umbrellas.",
  "000000001807": "A chair and a table sitting on a sidewalk.",
  "000000001808": "A woman standing next to a motorcycle in a field.",
  "000000001809": "A man in a uniform riding on the back of a horse.",
  "000000001810": "A city street with a parking lot and a building.",
  "000000001811": "A house with windows and a tree in front of it.",
  "000000001812": "A woman in a white shirt holding a tennis racquet.",
  "000000001813": "A motorcycle parked on a dirt road near a fence.",
  "000000001814": "A woman holding a tennis racquet on a court.",
  "000000001815": "A backpack is on the ground in the woods.",
  "000000001816": "A woman is using a laptop computer while another person looks on.",
  "000000001817": "A man is standing in front of a refrigerator.",
  "000000001818": "Two women pose for a picture while holding a donut.",
  "000000001819": "A plane is parked on a grassy field.",
  "000000001820": "A man swinging a tennis racket on a tennis court.",
  "000000001821": "A busy city street with traffic lights and buildings.",
  "000000001822": "A small dog standing next to a bunch of bananas.",
  "000000001823": "A dog laying on a couch with a window open.",
  "000000001824": "A living room with a fireplace, a window, and a chair.",
  "000000001825": "A bed with a laptop computer on it.",
  "000000001826": "A plate of food with bacon, eggs, and salad.",
  "000000001827": "A desk with three computer monitors and a laptop.",
  "000000001828": "A young boy is playing with a frisbee.",
  "000000001829": "A group of people are riding a bicycle with a stuffed bear.",
  "000000001830": "A group of people riding bicycles on a city street.",
  "000000001831": "Two people are playing a game of Frisbee.",
  "000000001832": "A pastry shop with a large pastry counter.",
  "000000001833": "A little boy holding a frisbee on a beach.",
  "000000001834": "A man swinging a bat at a ball.",
  "000000001835": "A clock hanging from the side of a building.",
  "000000001836": "A pizza on a plate on a wooden table.",
  "000000001837": "A table topped with four different food containers.",
  "000000001838": "A group of people sitting on benches with chairs in front of them.",
  "000000001839": "A microwave oven sitting in a room next to a drawer.",
  "000000001840": "A man walking down a street near a sign.",
  "000000001841": "A bathroom with a white sink and a white wall.",
  "000000001842": "A view of a church with a clock and a statue of a man.",
  "000000001843": "A man standing on a beach holding a surfboard.",
  "000000001844": "A parking meter sitting on a sidewalk next to a grassy area.",
  "000000001845": "A man riding on the back of a black and white elephant.",
  "000000001846": "A person riding a snowboard down a snow covered slope.",
  "000000001847": "A bathroom with a toilet and a mirror.",
  "000000001848": "A group of people sitting at a table eating food.",
  "000000001849": "A herd of cows grazing in a field.",
  "000000001850": "A train is passing by a building with a clock on it.",
  "000000001851": "A bus is driving down a road near a lake.",
  "000000001852": "A table with a blue and white drawer and a blue and white chair.",
  "000000001853": "A baseball player swinging a bat at a ball.",
  "000000001854": "A table with plates of food and bowls of rice.",
  "000000001855": "A large elephant standing in a field with a small elephant.",
  "000000001856": "A man riding a skateboard down a street.",
  "000000001857": "A group of animals grazing on a grassy field.",
  "000000001858": "A desk with a laptop computer and a chair in front of it.",
  "000000001859": "A dog standing next to a bottle of beer.",
  "000000001860": "A group of people are riding motorcycles in a row.",
  "000000001861": "A street with a lot of traffic and a street light.",
  "000000001862": "A large airplane flying through a blue sky.",
  "000000001863": "A street sign is hanging above a building.",
  "000000001864": "A woman sitting on a boat with a colorful umbrella.",
  "000000001865": "A bathroom with a toilet, sink and a mirror.",
  "000000001866": "A woman in a black shirt standing on a bed.",
  "000000001867": "A group of people standing in a kitchen.",
  "000000001868": "Two people sitting on a bench with skis in the snow.",
  "000000001869": "A table with three plates of food and a cup of coffee.",
  "000000001870": "A man wearing a tie and a shirt with a red tie on.",
  "000000001871": "A train is traveling down the tracks near a train station.",
  "000000001872": "A woman standing next to a man in a restaurant.",
  "000000001873": "A man standing in front of a living room with a child.",
  "000000001874": "A herd of elephants standing in a muddy area.",
  "000000001875": "A motorcycle is parked in front of a building.",
  "000000001876": "A kitchen with a counter top and a table with a computer.",
  "000000001877": "A man in a suit and tie with a tie on.",
  "000000001878": "A man doing a trick on a skateboard in a city.",
  "000000001879": "Two giraffes and a cow are eating grass.",
  "000000001880": "Two cats are laying in a bed together.",
  "000000001881": "A man holding a paper with a pencil in his hand.",
  "000000001882": "A group of stuffed animals are arranged on a table.",
  "000000001883": "A woman is riding a snowboard down a snow covered slope.",
  "000000001884": "A woman holding a pink umbrella while looking at her phone.",
  "000000001885": "A group of people standing on a beach holding surfboards.",
  "000000001886": "Three giraffes are standing in a field.",
  "000000001887": "A man is skiing down a snow covered slope.",
  "000000001888": "Two people sitting on a couch watching a TV.",
  "000000001889": "A school bus is parked in front of a building.",
  "000000001890": "A man flying a kite on a beach.",
  "000000001891": "A man in a suit and tie standing in front of a mirror.",
  "000000001892": "A person standing next to a street light.",
  "000000001893": "A man is skiing down a snow covered slope.",
  "000000001894": "A man riding a bicycle next to a dog.",
  "000000001895": "A train engine with a man in front of it.",
  "000000001896": "A fire hydrant sitting on a dirt road.",
  "000000001897": "A brown bear standing in a grassy field.",
  "000000001898": "Two people are skiing down a snowy mountain.",
  "000000001899": "A man wearing a tie and tie tie is smiling.",
  "000000001900": "A woman is holding a sandwich with a foot in the air.",
  "000000001901": "A bowl of broccoli and broccoli and broccoli.",
  "000000001902": "A table topped with a pizza and a bottle of wine.",
  "000000001903": "A red fire hydrant sitting on the side of a street.",
  "000000001904": "A bathroom with a toilet and a sink.",
  "000000001905": "A parking meter is covered in graffiti and a sign.",
  "000000001906": "A table topped with a slice of pizza and a slice of pizza on a tray.",
  "000000001907": "A woman eating a piece of chocolate cake.",
  "000000001908": "A sandwich on a plate with mustard and ketchup.",
  "000000001909": "A woman holding a stuffed bear and taking a picture.",
  "000000001910": "A woman eating a hot dog with a smile.",
  "000000001911": "A dog sits on a bench with a stuffed bear.",
  "000000001912": "A cat standing on top of a wooden table.",
  "000000001913": "A bus is driving down a street near a building.",
  "000000001914": "A large church with a large stone building.",
  "000000001915": "Two buses are parked on the side of the road.",
  "000000001916": "A toothbrush sitting on a table next to a toothbrush holder.",
  "000000001917": "Two boys are standing next to a dog.",
  "000000001918": "A fire hydrant is on the street.",
  "000000001919": "A group of people on a road riding on a bus.",
  "000000001920": "A group of people riding motorcycles in a line.",
  "000000001921": "A plate with a bowl of food and a fork.",
  "000000001922": "A piece of food sitting in an oven.",
  "000000001923": "A man riding a surfboard on a wave.",
  "000000001924": "A woman and a man are holding umbrellas while people are walking.",
  "000000001925": "A woman is holding a plant in her hand.",
  "000000001926": "A plate of food with a donut, a cookie, and a sandwich.",
  "000000001927": "A train is passing by a train station.",
  "000000001928": "A clock on a building with a statue of a man.",
  "000000001929": "A large ship is going through the water.",
  "000000001930": "A street sign with a sign reading \"No parking\" and \"No parking\" on it.",
  "000000001931": "A tall clock tower with a blue sky in the background.",
  "000000001932": "A man holding a umbrella while standing on a beach.",
  "000000001933": "A flower is sitting on a table in front of a window.",
  "000000001934": "A group of people sitting on the ground in the grass.",
  "000000001935": "A bunch of bananas and apples are on a table.",
  "000000001936": "Two people playing tennis on a tennis court.",
  "000000001937": "A man riding a surfboard on a wave.",
  "000000001938": "Three people standing next to a giraffe in a zoo.",
  "000000001939": "A man in a hat is skiing down a snow covered slope.",
  "000000001940": "A city street with a stop sign and a bus stop.",
  "000000001941": "A group of zebras standing in a field.",
  "000000001942": "A wooden stove with a wooden pan and a fork on it.",
  "000000001943": "A baseball player swinging a bat at a ball.",
  "000000001944": "A group of zebras standing next to each other.",
  "000000001945": "Two horses are standing in a grassy field.",
  "000000001946": "A car driving down a road near a street sign.",
  "000000001947": "A person on a snowboard is jumping over a hill.",
  "000000001948": "A herd of zebras standing in a field.",
  "000000001949": "A bunch of hot dogs are being prepared on a grill.",
  "000000001950": "A dog sits on a couch with a laptop.",
  "000000001951": "A man in a suit and tie is standing in the middle of a train.",
  "000000001952": "A cat is looking at the back of a car.",
  "000000001953": "A table topped with a variety of food items.",
  "000000001954": "A man swinging a tennis racket at a ball.",
  "000000001955": "A zebra standing in a grassy field.",
  "000000001956": "A room with a chair, a table, and a bookshelf.",
  "000000001957": "A man is talking on his cell phone while standing in a crowd.",
  "000000001958": "A umbrella is hanging on a stone bench.",
  "000000001959": "A pair of black and white laptop computers on a table.",
  "000000001960": "A basket of bananas and other food items on a shelf.",
  "000000001961": "A group of people standing on a dirt field.",
  "000000001962": "A wooden box with a person sitting in it.",
  "000000001963": "A statue of a man in a black suit sitting next to a man in a white suit.",
  "000000001964": "A variety of fruits and vegetables are displayed in a store.",
  "000000001965": "A bathroom with a toilet and a sink.",
  "000000001966": "A baseball player swinging a bat at a ball.",
  "000000001967": "A tennis player is playing a game on a tennis court.",
  "000000001968": "A desk with a computer desk and a pencil.",
  "000000001969": "A stuffed bear sitting on top of a truck.",
  "000000001970": "A stop sign is hanging from a pole near a road.",
  "000000001971": "A man standing next to a table with bananas.",
  "000000001972": "A group of boats are docked in a busy harbor.",
  "000000001973": "A man riding a surfboard on top of a wave.",
  "000000001974": "A colorful kite flying over a beach with a blue flag.",
  "000000001975": "A young girl holding a tennis racket in front of a fence.",
  "000000001976": "Three different pieces of luggage are shown in a photo.",
  "000000001977": "A man in a hat and a cowboy hat riding a horse.",
  "000000001978": "A man riding a surfboard on top of a wave.",
  "000000001979": "A giraffe standing in a field of grass.",
  "000000001980": "Two white ducks are in a river with a boat.",
  "000000001981": "A young boy is holding a Nintendo Wii controller.",
  "000000001982": "A group of cars driving down a street.",
  "000000001983": "A laptop computer sitting on a desk next to a monitor.",
  "000000001984": "A black and white cat sitting on a desk next to a computer.",
  "000000001985": "A man in a red shirt and a man in a white shirt are standing next to a traffic light.",
  "000000001986": "A woman holding a hot dog with a wooden spoon.",
  "000000001987": "A group of giraffes are eating grass.",
  "000000001988": "A bird sitting on top of a plate of fruit.",
  "000000001989": "A man riding a wave on a surfboard.",
  "000000001990": "A man riding a wave on a surfboard.",
  "000000001991": "A group of zebras standing in a grassy field.",
  "000000001992": "Three zebras standing in a grassy field.",
  "000000001993": "A plate of food with a piece of meat and a piece of sausage.",
  "000000001994": "A giraffe standing in a grassy area.",
  "000000001995": "A street with a traffic light and a traffic sign.",
  "000000001996": "A woman in a tennis outfit playing a game of tennis.",
  "000000001997": "A baseball player swinging a bat at a ball.",
  "000000001998": "A microwave sitting in the middle of a kitchen.",
  "000000001999": "A cat laying on top of a piece of luggage."
}