{
  "000000000000": "A person sitting on a chair in front of a mirror.",
  "000000000001": "A police officer riding a motorcycle in a parade.",
  "000000000002": "A group of motorcycles parked in front of a store.",
  "000000000003": "A man standing in a kitchen looking at a window.",
  "000000000004": "A desk with a laptop, television, and a monitor.",
  "000000000005": "A plate of rice and vegetables with a chopstick.",
  "000000000006": "A man in a red jacket skiing down a snow covered slope.",
  "000000000007": "A person sitting in front of a laptop computer.",
  "000000000008": "A couple of people standing next to a train.",
  "000000000009": "A salad with carrots, broccoli, rice, and a picket.",
  "000000000010": "A boy playing a video game in a living room.",
  "000000000011": "A pot of stir fried vegetables on a stove.",
  "000000000012": "A man jumping up to catch a frisbee.",
  "000000000013": "A couple of white vases with flowers on them.",
  "000000000014": "A vase of flowers sitting on a table.",
  "000000000015": "A man on skis in the snow with trees in the background.",
  "000000000016": "A man is skateboarding on a fence with a rainbow colored butterfly.",
  "000000000017": "A woman sitting at a table with a pizza.",
  "000000000018": "A kitchen with a large black table and a sink.",
  "000000000019": "Two people walking down a sidewalk with a umbrella.",
  "000000000020": "Two zebras eating grass in a field.",
  "000000000021": "A street sign that has been melted in the snow.",
  "000000000022": "A man riding a skateboard down a ramp.",
  "000000000023": "A kitchen with a sink, stove, microwave and refrigerator.",
  "000000000024": "A cat is sitting on a table in a kitchen.",
  "000000000025": "A sandwich with meat, bread and lettuce on a plate.",
  "000000000026": "Two men standing next to each other in a donut shop.",
  "000000000027": "A boy cutting a cake with a knife.",
  "000000000028": "A vase of flowers sitting on a counter next to a street.",
  "000000000029": "A baseball player swinging a bat at a ball.",
  "000000000030": "A bench sitting on top of a green field next to the ocean.",
  "000000000031": "A stop sign with a car behind it.",
  "000000000032": "A man playing a game of wii on a beach.",
  "000000000033": "A laptop computer sitting on top of a desk.",
  "000000000034": "A night scene of a city with traffic and lights.",
  "000000000035": "A young girl sitting on a bed using a laptop.",
  "000000000036": "A herd of animals grazing on a grassy field.",
  "000000000037": "A person riding skis down a snow covered slope.",
  "000000000038": "A statue of a man in a cathedral is on a shelf.",
  "000000000039": "A bunch of people sitting on the beach with a surfboard.",
  "000000000040": "A door is open in a small room.",
  "000000000041": "A group of people standing on a beach flying kites.",
  "000000000042": "A man sitting on a street bench next to a street stall.",
  "000000000043": "A man standing in front of a laptop computer.",
  "000000000044": "A table with a laptop, mouse, and a spoon.",
  "000000000045": "A plane flying over a city and a harbor.",
  "000000000046": "A woman is playing tennis on a tennis court.",
  "000000000047": "A cat is walking on top of a television.",
  "000000000048": "Two young girls are surfing in the ocean.",
  "000000000049": "A group of giraffes walking around a pond.",
  "000000000050": "A statue of a person with a bat on it.",
  "000000000051": "A TV with a woman, two men and a boy on it.",
  "000000000052": "A man riding a dirt bike in the air.",
  "000000000053": "A man walking on a beach with a surfboard.",
  "000000000054": "A street sign and traffic light on a pole.",
  "000000000055": "A man in wet suit carrying a surfboard.",
  "000000000056": "A white sink sitting next to a wooden cabinet.",
  "000000000057": "A plate with five different types of doughnuts.",
  "000000000058": "A woman laying on a bed with a cat on her back.",
  "000000000059": "A statue of a man standing in a grassy area.",
  "000000000060": "A group of people standing on top of a beach holding surfboards.",
  "000000000061": "Two men skateboarding in a parking lot.",
  "000000000062": "A group of people skiing down a snowy slope.",
  "000000000063": "A group of people walking around a store.",
  "000000000064": "A living room with a couch, table, chair and fireplace.",
  "000000000065": "A herd of cows standing on top of a grassy field.",
  "000000000066": "Three motorcycles are parked on the side of the road.",
  "000000000067": "A giraffe walking across a lush green field.",
  "000000000068": "A plate with a chicken and vegetables on it.",
  "000000000069": "A group of skiers on a ski slope.",
  "000000000070": "Three people are walking through a forest on a bike.",
  "000000000071": "A man in a wet suit windsurfs over the ocean.",
  "000000000072": "A small dog laying on top of a bed.",
  "000000000073": "A cake with a cake and a knife on top of it.",
  "000000000074": "A brown bear sitting on top of a grass covered field.",
  "000000000075": "Two young girls are talking on their cell phones.",
  "000000000076": "A man sitting on a motorcycle talking on a cell phone.",
  "000000000077": "A bathroom with two white sinks and a toilet.",
  "000000000078": "A table with plates of food and a bottle of beer.",
  "000000000079": "A young boy is swinging a baseball bat at a ball.",
  "000000000080": "A dog is sleeping in a bed with a pair of shoes.",
  "000000000081": "A young man swinging a tennis racket at a tennis ball.",
  "000000000082": "A motorcycle parked on the side of a road next to a grassy area.",
  "000000000083": "A group of people standing on top of snow covered slopes.",
  "000000000084": "A boy is standing next to a cake with candles.",
  "000000000085": "A man riding a horse on a carriage.",
  "000000000086": "A bunch of suitcases sitting in a room.",
  "000000000087": "A chair with a dog sitting on top of it.",
  "000000000088": "A bowl of soup sitting on a table next to a cup of coffee.",
  "000000000089": "A woman wearing sunglasses and a hat is standing on a lawn near a street.",
  "000000000090": "A parking lot with several cars and a light pole.",
  "000000000091": "A horse jumping over a fence with a rider and camera.",
  "000000000092": "A train on a track with trees in the background.",
  "000000000093": "A couple of umbrellas that are sitting on a table.",
  "000000000094": "A dog is standing in the grass with a frisbee.",
  "000000000095": "A clock on a pole with a car parked in front of it.",
  "000000000096": "A horse pulling a wagon with a cart on it.",
  "000000000097": "A person preparing food on a grill with a tray of food.",
  "000000000098": "A pan of food is in an oven.",
  "000000000099": "A clock hanging from the side of a building.",
  "000000000100": "A school bus driving down a street past trees.",
  "000000000101": "A boat is sailing in the water near a cliff.",
  "000000000102": "A living room with a piano and a camera.",
  "000000000103": "Two men are playing with a remote in a parking lot.",
  "000000000104": "A giraffe standing next to a bunch of trees.",
  "000000000105": "A skateboard with a skateboard handle on it.",
  "000000000106": "A couple of zebras standing next to a car.",
  "000000000107": "A man sitting in a chair with a tie on.",
  "000000000108": "A woman is flying a frisbee in a grassy field.",
  "000000000109": "A stuffed teddy bear is sitting in a bed.",
  "000000000110": "A group of sheep are eating hay in a barn.",
  "000000000111": "A clock tower with a white and blue clock.",
  "000000000112": "A man in a white shirt and tie is cutting a knife.",
  "000000000113": "A herd of zebras grazing in a field.",
  "000000000114": "Two men are playing a video game in a living room.",
  "000000000115": "A group of people standing in a field flying kites.",
  "000000000116": "A sign that is sitting on the side of the road.",
  "000000000117": "A motorcycle and a car are parked on the side of the road.",
  "000000000118": "A woman is playing frisbee on the beach.",
  "000000000119": "A group of motorcycles parked on a road.",
  "000000000120": "A cat laying on a bed next to a laptop.",
  "000000000121": "A group of people flying kites in a field.",
  "000000000122": "A cat laying on top of a person's leg.",
  "000000000123": "A wooden pot sitting in front of a person in a soup pot.",
  "000000000124": "A person holding a knife and two spoons.",
  "000000000125": "A cell phone, a coffee mug, and a pair of scissors are on a table.",
  "000000000126": "A herd of zebras walking across a dry grass field.",
  "000000000127": "A table with a bottle of wine, pizza and a salad.",
  "000000000128": "A fire hydrant on the side of a sidewalk.",
  "000000000129": "A city bus driving down a street next to a car.",
  "000000000130": "A pizza with meat and vegetables on it.",
  "000000000131": "A bowl of food and a plate of food on a table.",
  "000000000132": "A farm with horses and a large truck.",
  "000000000133": "A young boy sitting on a couch playing a video game.",
  "000000000134": "A table with a few drinks and a few pizzas on it.",
  "000000000135": "A person is snowboarding down a hill.",
  "000000000136": "A baby elephant standing next to an adult elephant.",
  "000000000137": "A woman in a white shirt and blue shorts playing tennis.",
  "000000000138": "A man standing next to a table with a sign on it.",
  "000000000139": "A black dog laying on a couch with a white shoe.",
  "000000000140": "A couple of people sitting on top of an elephant.",
  "000000000141": "A young man swinging a baseball bat at a baseball.",
  "000000000142": "A stop sign with a picture of a woman in it.",
  "000000000143": "A graffiti covered sign on a side walk.",
  "000000000144": "A person sitting on a bench in a park.",
  "000000000145": "A large white jet sitting on top of a runway.",
  "000000000146": "A woman looking at an elephant walking down a path.",
  "000000000147": "People walking through an airport with luggage in the background.",
  "000000000148": "A cat laying on a bed with its paw on a mat.",
  "000000000149": "A large building with a clock on the side.",
  "000000000150": "A white bathroom with a toilet and a sink.",
  "000000000151": "A motorcycle parked in a parking lot next to a tree.",
  "000000000152": "A large train is parked in a train station.",
  "000000000153": "A slice of pizza with some sauce on it.",
  "000000000154": "A man is standing next to a parked bus.",
  "000000000155": "A traffic light on a city street next to a building.",
  "000000000156": "A bed with a blanket on it in a bedroom.",
  "000000000157": "A donut with a cat in the center of it.",
  "000000000158": "A large stone building with a clock tower.",
  "000000000159": "A man sitting on a couch with a bag.",
  "000000000160": "A woman on skis in the snow.",
  "000000000161": "A boat is pulling itself into the ocean.",
  "000000000162": "People are flying kites on the beach.",
  "000000000163": "A field with a bunch of boats in the water.",
  "000000000164": "Two giraffes standing next to each other in an enclosure.",
  "000000000165": "A woman holding a plate of cake next to a man.",
  "000000000166": "A bathroom with a mirror and a sink.",
  "000000000167": "A desk with a laptop, a book and a pair of glasses.",
  "000000000168": "A woman riding a horse on a beach.",
  "000000000169": "A surfer is riding a wave in the ocean.",
  "000000000170": "A clock tower with a clock on it in front of a sky.",
  "000000000171": "A person holding a donut covered in cheese and bacon.",
  "000000000172": "A plate with a sandwich and a bowl of pasta.",
  "000000000173": "A small dog sitting on top of a blue iron crate.",
  "000000000174": "A tennis player is playing a game of tennis.",
  "000000000175": "Two men sitting at a table with glasses and drinks.",
  "000000000176": "A toilet with a lid open and a seat on it.",
  "000000000177": "A giraffe is standing in the wild near trees.",
  "000000000178": "A group of people standing on a snow covered slope.",
  "000000000179": "A man riding a surfboard through a wave.",
  "000000000180": "A group of people standing on top of a snow covered slope.",
  "000000000181": "A man and a boy on a beach at sunset.",
  "000000000182": "Three zebras are standing in a field of grass.",
  "000000000183": "A cat is sitting on a bed with a tie on.",
  "000000000184": "Two men are talking on their cell phones.",
  "000000000185": "A woman walking with a small dog on a leash.",
  "000000000186": "A large room with a table and chairs in it.",
  "000000000187": "A woman is laying on a bed with a book.",
  "000000000188": "A plate of broccoli and vegetables sitting on a table.",
  "000000000189": "A baseball player holding a bat at a game.",
  "000000000190": "A dog and a lamb standing in a pen.",
  "000000000191": "A herd of zebras walking across a muddy field.",
  "000000000192": "A man in a black shirt playing tennis on a grass court.",
  "000000000193": "A plate of food on a table with wine and other dishes.",
  "000000000194": "A large bus parked next to a group of people.",
  "000000000195": "Two fire trucks parked on the side of a street.",
  "000000000196": "A person on a surfboard riding a wave.",
  "000000000197": "A man holding a large white sandwich in his mouth.",
  "000000000198": "A woman is drying her hair with a dryer.",
  "000000000199": "A bus with many seats and a window with a windowless ceiling.",
  "000000000200": "A baseball game is in progress with a crowd watching.",
  "000000000201": "A stop sign and a street sign on a pole.",
  "000000000202": "A tennis player is about to hit the ball.",
  "000000000203": "A man and a woman sitting at a table eating.",
  "000000000204": "A white truck with a blue truck stop sign on it.",
  "000000000205": "A birthday cake with a cell phone, a book, a watch, a present, and a bag.",
  "000000000206": "Two giraffes standing next to each other in an enclosure.",
  "000000000207": "A group of people sitting at tables in a restaurant.",
  "000000000208": "A sandwich on a plate with a slice missing.",
  "000000000209": "A man cutting up some food on a table.",
  "000000000210": "A group of young children standing next to a large stuffed bear.",
  "000000000211": "A man and a woman on horses on a beach.",
  "000000000212": "A kitchen with a sink and a window.",
  "000000000213": "A man sitting on a table with an umbrella.",
  "000000000214": "A man eating a pizza while holding a frisbee.",
  "000000000215": "A table topped with a plate of food and a glass of wine.",
  "000000000216": "Two giraffes standing next to each other in a field.",
  "000000000217": "A couple of containers of food with a white dish.",
  "000000000218": "A man playing a guitar and a bicycle next to a group of people.",
  "000000000219": "A group of people on a beach playing with a frisbee.",
  "000000000220": "A woman sitting in a red chair holding an umbrella.",
  "000000000221": "A giraffe standing next to another giraffe in a forest.",
  "000000000222": "Two people riding motorcycles on a dirt road.",
  "000000000223": "A plane flying in the sky over a flag.",
  "000000000224": "A woman is flying a kite on a hill.",
  "000000000225": "A woman in a black dress holding a skateboard.",
  "000000000226": "A woman is laying down with her dog in her luggage.",
  "000000000227": "A person is holding a blue object in front of a laptop.",
  "000000000228": "A man in a helmet riding a motorcycle in a park.",
  "000000000229": "A group of vegetables sitting on top of a table.",
  "000000000230": "A man and a woman are smiling and holding each other.",
  "000000000231": "A sink with a green tile floor and a toilet with a green toilet paper on it.",
  "000000000232": "A grassy field with trees and buildings in the background.",
  "000000000233": "A large mirror in a room with a large table.",
  "000000000234": "A kitchen area with a barrel of food and a mixer.",
  "000000000235": "A group of people on a hill with a scissor.",
  "000000000236": "A white and black cat sitting on a stone bench.",
  "000000000237": "A pair of scissors sitting on top of a wooden board.",
  "000000000238": "A small plane sitting on top of a runway.",
  "000000000239": "A woman in a tennis outfit is holding a racquet.",
  "000000000240": "A dog is walking on a rug in front of a window.",
  "000000000241": "A large clock tower with a black and white clock.",
  "000000000242": "A man holding an umbrella while standing next to three dogs.",
  "000000000243": "A baseball player swinging a bat at a ball.",
  "000000000244": "A living room with a couch, coffee table and two chairs.",
  "000000000245": "A train is traveling through a city at night.",
  "000000000246": "A man standing in front of a yellow truck.",
  "000000000247": "A boat on the water near a bridge and a pier.",
  "000000000248": "A gray bird flying in the sky on a cloudy day.",
  "000000000249": "Three surfers are riding a wave in the ocean.",
  "000000000250": "A car parked in front of another car in a parking lot.",
  "000000000251": "A man riding a motorcycle down a street.",
  "000000000252": "A person on skis is jumping off a ramp.",
  "000000000253": "A street light is shining through a cloudy sky.",
  "000000000254": "Two people riding horses along a beach.",
  "000000000255": "A bench sitting in the middle of a road.",
  "000000000256": "A man in a blue shirt holding a tennis racquet.",
  "000000000257": "A parking meter sitting on the side of a road.",
  "000000000258": "A street sign sitting next to a door.",
  "000000000259": "A sheep is laying in the grass on a beach.",
  "000000000260": "A man wearing a hat holding a Frisbee.",
  "000000000261": "A large clock tower sitting in the middle of a street.",
  "000000000262": "A man sitting in a chair with a cell phone to his ear.",
  "000000000263": "Three skiers are standing on a mountain top.",
  "000000000264": "A plate of food and a cup of milk.",
  "000000000265": "A group of people standing in a kitchen.",
  "000000000266": "A man is flying a kite on the beach.",
  "000000000267": "A man and two women sitting at a table with food.",
  "000000000268": "A bowl of vegetables on a table with a black counter top.",
  "000000000269": "A kitchen with a sink, counter, and refrigerator.",
  "000000000270": "A table with a bunch of bananas on it.",
  "000000000271": "A man is playing tennis on a tennis court.",
  "000000000272": "A giraffe is leaning over its head to reach a branch.",
  "000000000273": "A vase filled with flowers sitting on a window sill.",
  "000000000274": "A man standing next to a herd of cattle.",
  "000000000275": "A man in a blue uniform pitching a baseball.",
  "000000000276": "A boat is sitting on the shore of a beach.",
  "000000000277": "A cell phone sitting on a desk next to a keyboard.",
  "000000000278": "A cat is laying on top of a plate.",
  "000000000279": "A man in a black shirt and white shorts playing tennis.",
  "000000000280": "A remote control with stuffed animals inside of it.",
  "000000000281": "A man riding an elephant on a dirt road.",
  "000000000282": "A clock is mounted on a wooden wall.",
  "000000000283": "A group of fruit sitting on top of each other.",
  "000000000284": "A small child holding a stuffed bear in a room.",
  "000000000285": "A man is cooking food in the oven.",
  "000000000286": "A couple of children sitting next to each other.",
  "000000000287": "A man sitting down holding a smart phone.",
  "000000000288": "A little girl sitting on a stone bench reading a book.",
  "000000000289": "A train is parked at a train station.",
  "000000000290": "A bench sitting on a grass covered field next to trees.",
  "000000000291": "A man playing tennis in front of a crowd.",
  "000000000292": "A woman standing next to several animals holding umbrellas.",
  "000000000293": "A little girl with a pink and yellow hair and a ribbon on her face.",
  "000000000294": "A kite is flying over the ocean and a city.",
  "000000000295": "A group of animals walking on a beach.",
  "000000000296": "A man swinging a tennis racket at a tennis ball.",
  "000000000297": "A woman playing a game of Frisbee on a field.",
  "000000000298": "A little girl holding a remote control on a bed.",
  "000000000299": "A bicycle is next to a train and a door.",
  "000000000300": "A woman holding a sandwich while smiling and a man standing next to her.",
  "000000000301": "A man on a skateboard in a room with a ladder.",
  "000000000302": "A fire hydrant with a blue and red design on it.",
  "000000000303": "A man in a suit and tie holding a cell phone.",
  "000000000304": "A man and a woman are looking at a tennis racket.",
  "000000000305": "A street lamp on the side of a street at night.",
  "000000000306": "A large jetliner flying through a blue sky.",
  "000000000307": "A man riding a motorcycle on a dirt road.",
  "000000000308": "Two giraffes and a zebra standing next to each other.",
  "000000000309": "A man cutting a cake in a kitchen.",
  "000000000310": "Two elephants are standing together in the grass.",
  "000000000311": "A boy holding a yellow bat in a yard.",
  "000000000312": "A little girl holding a tennis racquet on a tennis court.",
  "000000000313": "A surfer riding a wave on a surfboard.",
  "000000000314": "A man taking a picture of himself in the side mirror of a ski lift.",
  "000000000315": "An elephant walking through a dry field with trees in the background.",
  "000000000316": "A large truck driving down a street next to buildings.",
  "000000000317": "A bird is perched on a table in the middle of a room.",
  "000000000318": "A table with food and wine glasses on it.",
  "000000000319": "A man standing next to a traffic light with a sign.",
  "000000000320": "A polar bear walking on a rocky surface.",
  "000000000321": "A busy city street with a couple of buses and a truck.",
  "000000000322": "A stop sign on a road next to a road.",
  "000000000323": "A subway train with its doors open and the doors open.",
  "000000000324": "A pizza with a lime slice on top of it.",
  "000000000325": "A white dog with a red face on a rug.",
  "000000000326": "A woman is sitting on a bench holding an umbrella.",
  "000000000327": "A man is standing next to a bike.",
  "000000000328": "A white table topped with a bunch of wooden spoons.",
  "000000000329": "A man in a tank top is posing for a picture with a skateboard.",
  "000000000330": "A table topped with a bowl of oranges and a pot of mandarin fruit.",
  "000000000331": "A woman is sitting at a table with a box of meat and a box of food.",
  "000000000332": "A large jetliner flying through the sky.",
  "000000000333": "A young boy sitting in front of a table with a plate of food.",
  "000000000334": "A man riding a red bike down a street.",
  "000000000335": "A table covered in umbrellas next to a green field.",
  "000000000336": "A man sitting on a wooden bench in the park.",
  "000000000337": "A clock that is on a table with a green and yellow color.",
  "000000000338": "A person standing in the snow holding a kite.",
  "000000000339": "A person is standing in front of a rack with a bottle of candy.",
  "000000000340": "A group of young children standing next to each other.",
  "000000000341": "A brown dog laying on a bed with a pillow.",
  "000000000342": "A cat is laying on a pair of tennis shoes.",
  "000000000343": "A small boat with two people on it.",
  "000000000344": "A person using a laptop computer on a wooden table.",
  "000000000345": "A baseball player swinging a bat at a ball.",
  "000000000346": "A living room with a large window and a black rug.",
  "000000000347": "A woman is sitting down in front of a sculpture of a giraffe.",
  "000000000348": "Two people standing on a beach holding a dog.",
  "000000000349": "A kitchen with a refrigerator, a stove, a sink and a white refrigerator.",
  "000000000350": "A laptop computer sitting on a table next to a cell phone.",
  "000000000351": "A variety of donuts on a tray with a desert topping.",
  "000000000352": "A group of people standing around a couch.",
  "000000000353": "A woman and a boy playing with a Frisbee.",
  "000000000354": "A bus is parked in a parking lot.",
  "000000000355": "A group of horses standing next to each other in a field.",
  "000000000356": "A cat sitting on a person's lap next to a keyboard.",
  "000000000357": "A man riding a wave on top of a surfboard.",
  "000000000358": "A plate of food with rice and vegetables.",
  "000000000359": "A man riding a surfboard on top of a wave.",
  "000000000360": "A toilet and a roll of toilet paper in a bathroom.",
  "000000000361": "A city bus driving down a city street.",
  "000000000362": "Two men standing next to each other holding wine glasses.",
  "000000000363": "A clock sitting on the side of a road.",
  "000000000364": "A man in a field with a frisbee and a bird.",
  "000000000365": "A man is cooking pizza on the stove.",
  "000000000366": "A person taking a picture of themselves in the park.",
  "000000000367": "A man and a woman are in the water with a dog.",
  "000000000368": "A giraffe is walking across a grassy field.",
  "000000000369": "Two bicycles and a pillow sitting on a couch.",
  "000000000370": "A girl holding a mirror and a cleaning product.",
  "000000000371": "A hamburger with cheese and butter is sitting on a plate.",
  "000000000372": "A keyboard sitting on top of a desk.",
  "000000000373": "A baseball player swinging a bat at a ball.",
  "000000000374": "A train is parked in the subway station.",
  "000000000375": "A metal bowl filled with scissors sitting on a table.",
  "000000000376": "A green motorcycle parked next to a large wooden frame.",
  "000000000377": "A man in a blue shirt and skateboarding.",
  "000000000378": "A group of people standing in the grass holding frisbee.",
  "000000000379": "A bed with a mattress and a canopy sitting on the floor.",
  "000000000380": "A man in a suit standing in a park.",
  "000000000381": "A living room with a kitchen and dining room.",
  "000000000382": "A clock on a wooden bench with ornate decorations.",
  "000000000383": "A train on a train track with a man standing next to it.",
  "000000000384": "A pizza with meat and cheese on a wooden surface.",
  "000000000385": "An elephant is standing in the shade with a canopy.",
  "000000000386": "A view of a plane from a mountain from a mountain top.",
  "000000000387": "A tray with a variety of donuts on it.",
  "000000000388": "A woman sitting at a table eating a donut.",
  "000000000389": "A group of sheep standing on top of a lush green hill.",
  "000000000390": "A large city with buildings on the water.",
  "000000000391": "A couch sitting in a living room next to a table.",
  "000000000392": "A table and chairs in a room with a window.",
  "000000000393": "A little girl holding an umbrella on the sidewalk.",
  "000000000394": "A man standing in a park holding a toy.",
  "000000000395": "A man flying a frisbee in the air.",
  "000000000396": "A person is riding a skateboard down the street.",
  "000000000397": "A young woman laying on a bed with a large ball of gold in her lap.",
  "000000000398": "A cat sitting on a sink in a bathroom.",
  "000000000399": "A man walking with two horses on a path.",
  "000000000400": "A cell phone sitting on top of a table.",
  "000000000401": "A dog is standing on a table with a piece of cake.",
  "000000000402": "A man riding a wave on top of a surfboard.",
  "000000000403": "A picture of a parking meter covered in graffiti.",
  "000000000404": "A man sitting on a toilet in a bathroom.",
  "000000000405": "A city with a clock tower and boats in the water.",
  "000000000406": "A plate with some food and drinks on it.",
  "000000000407": "Two elephants walking across a dirt road in the woods.",
  "000000000408": "A man skateboarding on a skate board in a skate park.",
  "000000000409": "A giraffe standing in a field of grass.",
  "000000000410": "A stop sign is on the sidewalk near a street.",
  "000000000411": "A man is playing a game of tennis.",
  "000000000412": "A person is mixing oranges in a metal bowl.",
  "000000000413": "A bench sitting in a grassy field.",
  "000000000414": "A cat is laying on a laptop computer.",
  "000000000415": "A woman sitting at a table with two pieces of pizza.",
  "000000000416": "A group of boats sitting on the beach.",
  "000000000417": "A white and red tram on a street.",
  "000000000418": "A man holding a tennis racquet on a tennis court.",
  "000000000419": "Two giraffes standing in a field of grass.",
  "000000000420": "A man sitting on a couch with a bag and a pair of scissors.",
  "000000000421": "A man riding a wave on top of a surfboard.",
  "000000000422": "A giraffe standing next to a fence in a zoo.",
  "000000000423": "A man in white shirt and shorts playing tennis.",
  "000000000424": "A large bed with a large chandelier and a large vase.",
  "000000000425": "A man riding a skateboard down a ramp covered in graffiti.",
  "000000000426": "A bowl of soup with a spoon in it.",
  "000000000427": "A dog is playing with a frisbee in the grass.",
  "000000000428": "A woman holding a cell phone in her hand.",
  "000000000429": "A man playing soccer on a grassy field.",
  "000000000430": "A bowl of oranges sitting on a table.",
  "000000000431": "A cat is sitting on the ground looking at the camera.",
  "000000000432": "A table filled with bowls of food and plates of food.",
  "000000000433": "A man riding a skateboard down a rail.",
  "000000000434": "A bicycle parked next to a house with a basket.",
  "000000000435": "A man eating food in a bowl in a park.",
  "000000000436": "A man standing on a beach holding a surfboard.",
  "000000000437": "A traffic light sitting in the middle of a city.",
  "000000000438": "A brown and white dog standing on a cement beach.",
  "000000000439": "A couple of computer monitors sitting on top of a desk.",
  "000000000440": "A brown bear sitting on top of a rock.",
  "000000000441": "A bowl of soup with broccoli and carrots.",
  "000000000442": "A group of men playing a game of tennis.",
  "000000000443": "A sign with a picture of a building and a group of people.",
  "000000000444": "A bus and a truck are on the street.",
  "000000000445": "A group of people standing on top of a surfboard.",
  "000000000446": "A little boy sitting on a bed holding a apple.",
  "000000000447": "A plane flying in the sky with a blue sky.",
  "000000000448": "A group of people walking on a road with a large sign.",
  "000000000449": "Three green apples sitting in a bowl on a table.",
  "000000000450": "A green and blue bus parked in a grassy area.",
  "000000000451": "A large glass door with a large mirror and a clock.",
  "000000000452": "A cat laying on a desk next to a laptop.",
  "000000000453": "A man and a woman sitting in a fridge.",
  "000000000454": "A man hitting a tennis ball with a tennis racket.",
  "000000000455": "A group of zebras standing next to each other.",
  "000000000456": "A man and woman standing next to each other.",
  "000000000457": "A group of people standing in the snow.",
  "000000000458": "A person standing on a surfboard in the water.",
  "000000000459": "A woman holding a pizza on a table.",
  "000000000460": "Two elephants standing next to each other in a fenced in area.",
  "000000000461": "A woman and a girl on a street with a bus.",
  "000000000462": "A woman is preparing food at a table.",
  "000000000463": "A white bathroom with a toilet, sink and bathtub.",
  "000000000464": "A train traveling down the tracks next to a tree line.",
  "000000000465": "A black bear standing on top of a grass covered field.",
  "000000000466": "A man and woman are holding a cake together.",
  "000000000467": "A bike parked on a sidewalk next to a bench.",
  "000000000468": "A seagull standing on a beach near the ocean.",
  "000000000469": "Two horses standing next to each other in a field.",
  "000000000470": "A large cake with a statue of a king on it.",
  "000000000471": "A man walking down a sidewalk with a skateboard.",
  "000000000472": "A burger and fries are on a plate.",
  "000000000473": "Two boys sitting on a bench looking at a cell phone.",
  "000000000474": "A bowl of carrots and a bag of broccoli.",
  "000000000475": "A beach with chairs and umbrellas and a cruise ship in the background.",
  "000000000476": "A group of young boys playing a game of soccer.",
  "000000000477": "A bathroom with a toilet and a small table with a bowl.",
  "000000000478": "A large pile of oranges on top of each other.",
  "000000000479": "A sign that is on a fence in front of a building.",
  "000000000480": "A couple of cows are grazing in a grassy field.",
  "000000000481": "A man is holding a sheep's head with his hand.",
  "000000000482": "A clock tower on the side of a building.",
  "000000000483": "A view of a small park with a bench.",
  "000000000484": "A skier is skiing down a snowy hill.",
  "000000000485": "A young boy and a girl standing in front of a store.",
  "000000000486": "A woman standing next to a man in a kitchen.",
  "000000000487": "A plate with broccoli, salad and a piece of bread.",
  "000000000488": "A stop sign is shown with a night sky in the background.",
  "000000000489": "A pizza with many toppings sitting on a table.",
  "000000000490": "A group of people riding on the back of a motorcycle.",
  "000000000491": "A stop sign with two street signs on it.",
  "000000000492": "A computer desk with two monitors and a keyboard.",
  "000000000493": "A small boat traveling through the ocean with people on it.",
  "000000000494": "A beach with a row boat sitting on it.",
  "000000000495": "A baby holds a toothbrush while sitting on a couch.",
  "000000000496": "A man holding a Wii remote in his hand.",
  "000000000497": "A man and a woman are playing video games.",
  "000000000498": "A computer monitor sitting on top of a desk.",
  "000000000499": "A box of cereal sitting on a table next to a box of cookies.",
  "000000000500": "A woman sitting at a table with a pizza.",
  "000000000501": "A street sign with three different directions on it.",
  "000000000502": "A bird with a long beak and a long head.",
  "000000000503": "A sheep standing in the middle of a lot of kids.",
  "000000000504": "A street with a street sign and a car stopped at a red light.",
  "000000000505": "A black bear is laying on a rock.",
  "000000000506": "Two zebras standing next to each other in a field.",
  "000000000507": "A couple of motorcycles parked on the side of a road.",
  "000000000508": "A sandwich with vegetables and cheese sitting on a plate.",
  "000000000509": "A man holding a cut up of wine in a room.",
  "000000000510": "A car is stopped at a traffic light.",
  "000000000511": "A man in a wet suit riding a surfboard in a body of water.",
  "000000000512": "A bathroom with a sink, mirror, and counter with several vanity dishes.",
  "000000000513": "A woman in a white shirt playing tennis on a grass court.",
  "000000000514": "A man in a baseball uniform standing next to a baseball bat.",
  "000000000515": "A man is standing on a bike outside a building.",
  "000000000516": "A man in a wetsuit is surfing while others are on surfboards.",
  "000000000517": "A man and woman standing next to each other in front of a large white wall.",
  "000000000518": "A woman in green hair is helping another woman eat food.",
  "000000000519": "A plate of food with various types of vegetables.",
  "000000000520": "A close up of several different types of fruit.",
  "000000000521": "A computer desk with two monitors, a keyboard, and a lamp.",
  "000000000522": "Two zebras are laying down in the dirt.",
  "000000000523": "A woman and two boys are standing in a room.",
  "000000000524": "A man sitting on a sidewalk holding a large green paddle.",
  "000000000525": "A pizza on a plate with a napkin around it.",
  "000000000526": "Two people sitting on a bench near a lake.",
  "000000000527": "A white bird is standing in a field.",
  "000000000528": "A person is taking a slice of pizza.",
  "000000000529": "A street with a building and cars in it.",
  "000000000530": "A cat is looking at the TV in the corner.",
  "000000000531": "A man riding a surfboard on top of a lake.",
  "000000000532": "A snowboarder doing a trick on a ledge.",
  "000000000533": "A plate of food with a silver spoon on it.",
  "000000000534": "A man flying through the air while riding a board.",
  "000000000535": "A picture of a farmer's market with fruit.",
  "000000000536": "A desk with two computer monitors and a laptop.",
  "000000000537": "Two people riding bikes on a road next to a hill.",
  "000000000538": "A man swinging a tennis racket at a tennis ball.",
  "000000000539": "A dog in a car with a man in the back.",
  "000000000540": "A red fire hydrant in the middle of a forest.",
  "000000000541": "A man in glasses is standing on a elephant's back.",
  "000000000542": "A pizza with a fried egg and vegetables on it.",
  "000000000543": "A man standing on skis in the snow.",
  "000000000544": "A person is skiing in the snow with a bright sunrise.",
  "000000000545": "A little girl standing in the woods holding an umbrella.",
  "000000000546": "A dinner of a sandwich, soup, and a glass of wine.",
  "000000000547": "A group of giraffes standing next to each other in a enclosure.",
  "000000000548": "A woman holding a sandwich in front of a couple of people.",
  "000000000549": "A little girl holding an orange and green umbrella.",
  "000000000550": "A woman standing on a stove top holding a bowl of food.",
  "000000000551": "A train is parked on the tracks in front of a bench.",
  "000000000552": "A car's side view mirror shows a sky filled with lights.",
  "000000000553": "A white counter with a white dish and a microwave.",
  "000000000554": "A boat is sitting on the water next to a wall.",
  "000000000555": "A pair of cell phones sitting on top of a desk.",
  "000000000556": "A group of people sitting in a room.",
  "000000000557": "A man working on a bike on a street.",
  "000000000558": "A glass vase filled with colorful items like flowers.",
  "000000000559": "A desk with a laptop, a monitor and a phone on it.",
  "000000000560": "A kitchen with a table and a chair in the middle.",
  "000000000561": "A white and red bus is parked next to a van.",
  "000000000562": "A few bananas in a container on a floor.",
  "000000000563": "A field filled with lots of colorful animals and colorful kites.",
  "000000000564": "A man riding a wave on top of a surfboard.",
  "000000000565": "A young boy in a blue shirt is standing in a field.",
  "000000000566": "A girl holding a Wii game controller and smiling.",
  "000000000567": "A counter at a donut shop with many different types of doughnuts.",
  "000000000568": "A baseball player swinging a bat at a ball.",
  "000000000569": "A man is trying to fly an elephant.",
  "000000000570": "A little bird sitting on a rock next to a branch.",
  "000000000571": "A passenger boarding a train at a train station.",
  "000000000572": "A group of people on the beach with surfboards.",
  "000000000573": "A bunch of bananas sitting on a counter.",
  "000000000574": "A red double decker bus driving down a street.",
  "000000000575": "A bench with a bag and suit on it.",
  "000000000576": "A woman and a dog are walking down the street.",
  "000000000577": "A baseball player is holding his bat and waiting for the ball.",
  "000000000578": "A group of people standing next to a stop sign.",
  "000000000579": "A man in a kitchen with a dog.",
  "000000000580": "A man in a white shirt and dog in a fenced in area.",
  "000000000581": "A group of people standing on a beach flying a kite.",
  "000000000582": "A man is laying on a bed with a lamp.",
  "000000000583": "A group of young boys standing next to each other.",
  "000000000584": "A herd of sheep grazing in a field.",
  "000000000585": "A computer desk with two monitors, a keyboard, and a laptop.",
  "000000000586": "A woman preparing some pizza on a counter.",
  "000000000587": "A suitcase with shoes on and a pair of shoes on the ground.",
  "000000000588": "A snowboarder is standing in the snow next to a man.",
  "000000000589": "A dog is sitting on a floor next to a motorcycle.",
  "000000000590": "A cat laying on top of a laptop computer.",
  "000000000591": "A group of zebras standing next to each other in a field.",
  "000000000592": "A bench sitting on the ground next to a row of colorful cloth.",
  "000000000593": "A table topped with a blue tablecloth and a blue birthday cake.",
  "000000000594": "A woman holding a stick while standing next to a man.",
  "000000000595": "A cat and a cat laying on a bed.",
  "000000000596": "A man in a wet suit is surfing on a blue surfboard.",
  "000000000597": "A sink with various items on it and a brush.",
  "000000000598": "A man in a white shirt holding a tennis racquet.",
  "000000000599": "A train is parked on the tracks near a station.",
  "000000000600": "A vase of flowers sitting on a table.",
  "000000000601": "A baseball player swinging a bat at a ball.",
  "000000000602": "A zebra eating grass on a field.",
  "000000000603": "A group of cows are laying in a grassy field.",
  "000000000604": "A group of swan standing in the water.",
  "000000000605": "A group of giraffes walking around a fenced in area.",
  "000000000606": "A display of many different types of fruit.",
  "000000000607": "A man in a blue shirt holding a football.",
  "000000000608": "A large kitchen with a large window and a large sink.",
  "000000000609": "A bus is stopped at an intersection with passengers on the bus.",
  "000000000610": "A plane is on the runway at an airport.",
  "000000000611": "A man sitting at a table with a plate of food.",
  "000000000612": "A cat is walking across a bed in a dark room.",
  "000000000613": "A cat laying on top of a laptop computer.",
  "000000000614": "Two women playing a game with a tennis racket.",
  "000000000615": "A living room filled with furniture and a television.",
  "000000000616": "A person is cooking food on a tray.",
  "000000000617": "Two people riding horses along a beach near the ocean.",
  "000000000618": "A cat is sitting in a bathroom sink.",
  "000000000619": "A black and white cat laying on top of a red table.",
  "000000000620": "Two pairs of shoes are on the bed.",
  "000000000621": "A person on a bike in the middle of a street.",
  "000000000622": "A giraffe standing next to a lush green field.",
  "000000000623": "A bedroom with a bed, chair and a table.",
  "000000000624": "A young boy sitting in front of a table.",
  "000000000625": "A stop sign with a picture of a tree in the background.",
  "000000000626": "A bathroom with a white sink and a white mirror.",
  "000000000627": "A vase filled with white flowers on top of a table.",
  "000000000628": "A man standing on a snow covered slope with a backpack and snowboard.",
  "000000000629": "A man holding a tennis racquet on a tennis court.",
  "000000000630": "A TV sitting on top of a shelf next to a bookshelf.",
  "000000000631": "A living room with a couch, a chair and a window.",
  "000000000632": "A large kite flying in the air over a grassy field.",
  "000000000633": "A young boy is using a computer keyboard.",
  "000000000634": "A man in a field throwing a frisbee.",
  "000000000635": "Two women playing frisbee on a grassy field.",
  "000000000636": "Two young women holding video game controllers.",
  "000000000637": "A baby elephant standing next to an adult elephant.",
  "000000000638": "A woman in a dress standing next to a man in a shirt.",
  "000000000639": "A car that is parked on a city street.",
  "000000000640": "A clock on a metal pole outside of a building.",
  "000000000641": "A black and white dog sitting on a person's legs.",
  "000000000642": "A person holding three donuts on a table.",
  "000000000643": "A little girl sitting on the floor while holding a cell phone.",
  "000000000644": "A woman holding a cell phone while looking at a camera.",
  "000000000645": "A bus parked in front of a city bus.",
  "000000000646": "A couple of different colored kite's in the sky.",
  "000000000647": "A baseball player is swinging a bat at a ball.",
  "000000000648": "A street sign sitting next to a tree.",
  "000000000649": "A young man riding a skateboard down a ramp.",
  "000000000650": "A living room with a dining room and a dining table.",
  "000000000651": "A man in a green shirt doing a trick on a skateboard.",
  "000000000652": "A toilet in a bathroom with a toilet paper dispenser.",
  "000000000653": "A group of young people playing soccer on a field.",
  "000000000654": "A green boat sitting in the middle of a lake.",
  "000000000655": "A man standing next to a woman in a kitchen.",
  "000000000656": "A cat is perched on a bird's nest.",
  "000000000657": "A group of cows and a baby cow grazing in a field.",
  "000000000658": "A man in a red shirt is holding a toothbrush in his mouth.",
  "000000000659": "A young boy is trying to catch a kite.",
  "000000000660": "A boy is throwing a white frisbee.",
  "000000000661": "A dog sitting on a keyboard in a room.",
  "000000000662": "A sandwich, eggs, and a plate of fries on a tray.",
  "000000000663": "A subway train is in the station with its doors open.",
  "000000000664": "A person on a subway train with a backpack.",
  "000000000665": "A large bus driving down a street next to a building.",
  "000000000666": "A man wearing a blue shirt and a green tie.",
  "000000000667": "A street with traffic lights on the side of it.",
  "000000000668": "A man riding a surfboard on top of a wave.",
  "000000000669": "A motorcycle with a police officer on it is parked in the middle of the street.",
  "000000000670": "A man riding a surfboard on top of a wave.",
  "000000000671": "A street with a sidewalk and umbrella on the sidewalk.",
  "000000000672": "A skateboarder is shown in several different positions.",
  "000000000673": "A man riding a skateboard down the side of a ramp.",
  "000000000674": "A man holding a surfboard on a beach.",
  "000000000675": "A desk with a laptop computer and a monitor.",
  "000000000676": "A table topped with plates of food and a mug.",
  "000000000677": "A man riding a surfboard on top of a wave.",
  "000000000678": "A brown bear sitting on a rock in a zoo.",
  "000000000679": "A bus is parked on the side of the road.",
  "000000000680": "A bird sitting on a park bench in a park.",
  "000000000681": "Two people on skis standing on a snowy slope.",
  "000000000682": "A bird and a small bird sitting on a feeder.",
  "000000000683": "A man is doing a trick on skis in the snow.",
  "000000000684": "A motorcycle parked on the side of a street at night.",
  "000000000685": "A plate topped with bananas and strawberries next to a bowl of water.",
  "000000000686": "A man is holding a small child while another man watches.",
  "000000000687": "A man riding a surfboard on top of a wave.",
  "000000000688": "A harbor filled with boats next to a city.",
  "000000000689": "A group of cows walking down a street.",
  "000000000690": "A living room with a television, couch, and chair.",
  "000000000691": "A parking lot with a row of cars and a fire hydrant.",
  "000000000692": "A group of men playing soccer on a field.",
  "000000000693": "A woman with red hair and green eyes.",
  "000000000694": "A stop sign is in front of a white building.",
  "000000000695": "A man on a skateboard in a large room.",
  "000000000696": "A man walking through an airport terminal with a luggage bag.",
  "000000000697": "A cat is laying on a desk with a computer.",
  "000000000698": "A pizza on a plate with a fork and knife.",
  "000000000699": "A herd of zebras grazing on grass in a field.",
  "000000000700": "A herd of cattle walking down a road next to a mountain.",
  "000000000701": "A train is sitting on a train track.",
  "000000000702": "A group of people sitting around a table.",
  "000000000703": "A red and green blender sitting on a table.",
  "000000000704": "A group of elephants standing next to each other.",
  "000000000705": "Two people on skis in the snow with a sun setting in the background.",
  "000000000706": "A bed with a bedspread and pillows next to each other.",
  "000000000707": "A vase with a pink and white flower in it.",
  "000000000708": "A large bed with a white and black comforter.",
  "000000000709": "A street sign with two street names on it.",
  "000000000710": "A couple of guys are walking in the sand with an umbrella.",
  "000000000711": "A computer mouse sitting next to a keyboard.",
  "000000000712": "A blue bag with a white shirt and a blue tie.",
  "000000000713": "A little boy holding an umbrella in a shopping cart.",
  "000000000714": "A group of elephants standing next to each other.",
  "000000000715": "A man riding a skateboard down a street.",
  "000000000716": "A large airplane parked at a airport with cars parked in the background.",
  "000000000717": "A man walking down the street holding a sign with a teddy bear on it.",
  "000000000718": "A refrigerator that is sitting on a floor.",
  "000000000719": "A boy is holding a fire hydrant near a building.",
  "000000000720": "A man in a uniform is jumping in the air.",
  "000000000721": "A train traveling down a train track next to trees.",
  "000000000722": "A train on the tracks with a yellow and red color.",
  "000000000723": "A herd of sheep standing on a hill next to a river.",
  "000000000724": "A man is on a boat in the water.",
  "000000000725": "A man sitting at a table using a laptop.",
  "000000000726": "A parking meter with a sign that reads \"No parking\" on it.",
  "000000000727": "A kitchen with a sink, stove, and refrigerator.",
  "000000000728": "Two people are holding their skis and carrying a cart.",
  "000000000729": "A bunch of carrots on a table with a knife.",
  "000000000730": "Two people are riding motorcycles in the woods.",
  "000000000731": "A man is standing on a yellow truck.",
  "000000000732": "A small plane is parked on the water.",
  "000000000733": "A street sign on a pole in a city.",
  "000000000734": "A couple of cars parked on a city street.",
  "000000000735": "A bowl of soup with broccoli on a plate.",
  "000000000736": "A woman sitting on a chair holding a lamp.",
  "000000000737": "A woman in a white shirt and shorts playing tennis.",
  "000000000738": "A cat laying on a person's lap.",
  "000000000739": "A cat sitting on top of a tv set.",
  "000000000740": "A dog and a sheep are walking in the grass.",
  "000000000741": "Two men in suit and tie standing on a sidewalk.",
  "000000000742": "A yellow truck and a yellow semi truck are parked on the side of the road.",
  "000000000743": "A young girl playing a video game with a friend.",
  "000000000744": "A man flying a kite in a park.",
  "000000000745": "A man and a dog playing frisbee in a park.",
  "000000000746": "A man in a white shirt and shorts playing tennis.",
  "000000000747": "A hospital bed with a monitor and a television.",
  "000000000748": "A fire hydrant sitting on the side of a street.",
  "000000000749": "A truck with signs on it parked on the side of the road.",
  "000000000750": "A train is parked in a train station.",
  "000000000751": "A man swinging a tennis racket at a ball.",
  "000000000752": "A cat laying on a couch with pillows.",
  "000000000753": "A white and blue train on a train track.",
  "000000000754": "A group of young girls posing for a picture.",
  "000000000755": "A white refrigerator sitting in a kitchen next to a wooden cabinet.",
  "000000000756": "A street sign with a colorful umbrella hanging from it.",
  "000000000757": "A man doing a trick on a skateboard in the air.",
  "000000000758": "A group of people standing in a hotel.",
  "000000000759": "A woman holding a tennis racquet on a tennis court.",
  "000000000760": "A bedroom with a bed, chair, and a table.",
  "000000000761": "A man jumping a horse over a fence.",
  "000000000762": "A group of men riding horses in a field.",
  "000000000763": "An old black and white photograph of an old truck.",
  "000000000764": "A bench sitting next to a potted plant.",
  "000000000765": "A group of people walking down a street next to a bus.",
  "000000000766": "A double decker bus driving down the street.",
  "000000000767": "A street sign with a spray paint on it.",
  "000000000768": "A man is doing a trick on his skateboard.",
  "000000000769": "A plate of breakfast with a sandwich, eggs, and corn chips.",
  "000000000770": "A group of children are playing with a skate board.",
  "000000000771": "A man and a woman riding surfboards on a wave.",
  "000000000772": "A bird is perched on a branch.",
  "000000000773": "A bicycle parked outside of a red door.",
  "000000000774": "A young boy eating a cake with a large white frisbee.",
  "000000000775": "A woman in a green shirt holding an umbrella.",
  "000000000776": "A bus is parked in front of a bike.",
  "000000000777": "A giraffe standing next to a wooden fence.",
  "000000000778": "A bus parked next to another bus in a parking lot.",
  "000000000779": "A woman is getting ready to put the donuts in the basket.",
  "000000000780": "A woman standing next to a row of pink and orange cakes.",
  "000000000781": "A bowl of fruit and a spoon on a table.",
  "000000000782": "A large building with a clock tower on it.",
  "000000000783": "A group of men playing a game of baseball.",
  "000000000784": "A giraffe walking through a grassy field.",
  "000000000785": "A trolly car traveling down a city street.",
  "000000000786": "A brown bear walking through a river next to rocks.",
  "000000000787": "A train is parked on the tracks with people walking around.",
  "000000000788": "A plane flying through a blue sky with clouds.",
  "000000000789": "A clock tower with a clock on it.",
  "000000000790": "A man holding a cell phone and cutting it.",
  "000000000791": "A man in white shirt and shorts playing tennis.",
  "000000000792": "A man sitting on a park bench in front of a forest.",
  "000000000793": "A plate with a sandwich and a cup of water.",
  "000000000794": "Two small birds are standing on the ground.",
  "000000000795": "A man is holding a canopy and a suitcase.",
  "000000000796": "A motorbike parked in the hay next to a tent.",
  "000000000797": "A man wearing a suit and tie standing in front of a wall.",
  "000000000798": "A street sign with two street names on it.",
  "000000000799": "A couple of giraffes standing next to a fence.",
  "000000000800": "A clock tower with a clock on it.",
  "000000000801": "A large airplane sitting on top of an airport tarmac.",
  "000000000802": "A street sign on a pole next to a road.",
  "000000000803": "Two elephants standing next to each other in a dirt area.",
  "000000000804": "A pizza on a wooden surface with a white topping.",
  "000000000805": "A city street with buildings and a sidewalk.",
  "000000000806": "A zebra standing next to a wooden fence.",
  "000000000807": "A group of cows in a pen with fencing.",
  "000000000808": "A group of people holding umbrellas on a street.",
  "000000000809": "A small bird standing on top of a tree.",
  "000000000810": "Two sheep are standing in a field of grass.",
  "000000000811": "A cat laying on a blue and red couch.",
  "000000000812": "A sandwich with ham, bacon, and other foods on a plate.",
  "000000000813": "A group of people sitting outside of a building.",
  "000000000814": "A woman in a red dress cutting a birthday cake.",
  "000000000815": "A bus driving down a city street next to a bus stop.",
  "000000000816": "A small park with a bench and a small garden.",
  "000000000817": "A woman holding a stuffed teddy bear.",
  "000000000818": "A stop sign is on the corner of a street.",
  "000000000819": "A trolley car traveling down a street next to buildings.",
  "000000000820": "A bunch of boats sitting on the side of a lake.",
  "000000000821": "A kitchen with wooden floors and wooden cabinets.",
  "000000000822": "A large group of kites flying in the air.",
  "000000000823": "A man in a black shirt standing next to a horse.",
  "000000000824": "A group of people skiing down a snow covered slope.",
  "000000000825": "A picture of a food factory with a large box of food.",
  "000000000826": "A cat sitting on top of a box of shoes.",
  "000000000827": "A group of people standing on top of a snow covered slope.",
  "000000000828": "A man on skis in the snow with trees in the background.",
  "000000000829": "A crowd of people walking through a large building.",
  "000000000830": "A park bench with a blanket and a pair of yachts next to it.",
  "000000000831": "A bus parked on the side of the road.",
  "000000000832": "A dog laying on the floor with a bottle in its mouth.",
  "000000000833": "A group of giraffes standing next to each other.",
  "000000000834": "A man in black shirt and shorts throwing a frisbee.",
  "000000000835": "A person taking a picture of a mouse in a car mirror.",
  "000000000836": "A man sitting at a table with a cake and cup of coffee.",
  "000000000837": "A plane flying in the sky over clouds.",
  "000000000838": "A man laying in bed with his head on a pillow.",
  "000000000839": "A bathroom with a shower curtain and a toilet.",
  "000000000840": "A baseball player is swinging his bat at a pitch.",
  "000000000841": "A bus is stopped at a bus stop in a city.",
  "000000000842": "A giraffe standing in a field of trees.",
  "000000000843": "A sandwich and a pickles sandwich on a plate.",
  "000000000844": "A bride and groom are eating cake together.",
  "000000000845": "A group of cows walking down a street.",
  "000000000846": "A teddy bear sitting on a table next to a clock.",
  "000000000847": "A person on skis in the snow with a ribbon.",
  "000000000848": "A man wearing a suit and tie standing in front of a wall.",
  "000000000849": "A street sign with the names of two different streets.",
  "000000000850": "A woman is talking on a cell phone.",
  "000000000851": "A woman is holding a plate of food and a drink.",
  "000000000852": "A bus driving down a street next to a man on a motorcycle.",
  "000000000853": "A man in a uniform standing next to a motorcycle.",
  "000000000854": "A coffee mug and a knife on a table.",
  "000000000855": "A white and blue bus parked in a parking lot.",
  "000000000856": "A bird is perched on a branch in the woods.",
  "000000000857": "Two zebras are eating hay from a wooden log.",
  "000000000858": "A large clock on the side of a building.",
  "000000000859": "A stop sign sitting on top of a pole.",
  "000000000860": "A street sign at a crosswalk at night.",
  "000000000861": "A man on a tennis court holding a racquet.",
  "000000000862": "A person is making a salad with a knife and spoon.",
  "000000000863": "A man riding a skateboard on a cement wall.",
  "000000000864": "A bunch of different types of fruit on display.",
  "000000000865": "A bird sitting on a table with a bunch of bananas.",
  "000000000866": "A woman laying on a couch with her legs crossed.",
  "000000000867": "A plate of food with broccoli and vegetables.",
  "000000000868": "Two elephants are walking in the water together.",
  "000000000869": "A train is coming down the tracks near a platform.",
  "000000000870": "Two small blue fighter jets flying in the sky.",
  "000000000871": "A woman holding a tennis racquet on a tennis court.",
  "000000000872": "A surfer riding a wave on top of a surfboard.",
  "000000000873": "A street with a lot of people on it.",
  "000000000874": "A zebra standing next to a tree and a giraffe.",
  "000000000875": "A group of people standing around a large airplane.",
  "000000000876": "A tray filled with different shaped and colored snacks.",
  "000000000877": "A motorcycle is parked on the side of the road.",
  "000000000878": "A pizza with a slice cut off on a plate.",
  "000000000879": "A baseball player is running down the field.",
  "000000000880": "A group of people sitting at a wooden table.",
  "000000000881": "A man riding a wave on top of a surfboard.",
  "000000000882": "A bathroom with a toilet, a bathtub and a towel rack.",
  "000000000883": "A man standing in the snow with skis.",
  "000000000884": "A woman is standing in front of a bus.",
  "000000000885": "A living room with a white table and a white couch.",
  "000000000886": "A TV sitting in a room next to a living room.",
  "000000000887": "A woman sitting on a bed with a chair next to it.",
  "000000000888": "A young boy is preparing to hit a baseball.",
  "000000000889": "A man is jumping a skateboard in the air.",
  "000000000890": "A bus with a large number of colorful stickers on it's front.",
  "000000000891": "A woman in a red dress and hat is talking on a cell phone.",
  "000000000892": "A man standing next to a bunch of sheep.",
  "000000000893": "A man holding a frisbee in a field.",
  "000000000894": "A black bear walking through a forest near a road.",
  "000000000895": "A piece of cake sitting on top of a plate.",
  "000000000896": "A plate of dessert with strawberries and a piece of cake.",
  "000000000897": "A man standing in front of a large glass building.",
  "000000000898": "A man and a woman are standing in a bus.",
  "000000000899": "A cat laying on a table with a knife in its paw.",
  "000000000900": "A group of men standing next to each other.",
  "000000000901": "A group of people walking on a road with an umbrella.",
  "000000000902": "A group of girls sitting on a bench.",
  "000000000903": "A desk with three monitors, a keyboard, and a mouse.",
  "000000000904": "A young girl playing a video game in a living room.",
  "000000000905": "A man and a woman sitting next to each other on a motorcycle.",
  "000000000906": "A dog is sitting in the back of a truck.",
  "000000000907": "A vase with flowers and a candle holder with a candle.",
  "000000000908": "A bunch of bananas on a table in a restaurant.",
  "000000000909": "A kitchen with a sink, refrigerator, and a counter.",
  "000000000910": "A person holding a bottle of water while watching a television.",
  "000000000911": "A kitchen with a sink, a stove and a large mirror.",
  "000000000912": "A large elephant standing next to a small elephant.",
  "000000000913": "A plastic container with fruit, vegetables and a slice of bread.",
  "000000000914": "A woman sitting at a table with a glass of wine.",
  "000000000915": "A group of people standing next to each other holding a frisbee.",
  "000000000916": "A giraffe eating grass in a dirt field.",
  "000000000917": "A street with many motorcycles and trees and a few signs.",
  "000000000918": "A piece of pizza on a plate with a slice missing.",
  "000000000919": "A large airplane sitting on top of an airport tarmac.",
  "000000000920": "A woman with her feet down on a bench.",
  "000000000921": "A pizza with meat and mushrooms on a pan.",
  "000000000922": "A person in a wet suit riding a wave.",
  "000000000923": "A man holding a tennis racquet on a tennis court.",
  "000000000924": "A young boy sitting on a bench near a mirror.",
  "000000000925": "A bunch of animals are standing in the grass.",
  "000000000926": "A herd of elephants walking across a dirt road next to a river.",
  "000000000927": "A couple of cows standing on top of a lush green field.",
  "000000000928": "A patio table and chairs under an umbrella.",
  "000000000929": "A cat laying on top of a suitcase.",
  "000000000930": "A woman smiles while holding a small child.",
  "000000000931": "A plate of food with grilled meat and vegetables.",
  "000000000932": "A man in a suit and tie standing next to a bike.",
  "000000000933": "A woman sitting in a store with a candle on her neck.",
  "000000000934": "A woman is cutting a pizza on a table.",
  "000000000935": "A boy holding two hot dogs in his hands.",
  "000000000936": "A piece of cake with chocolate and a slice of cake with chocolate sauce.",
  "000000000937": "A herd of cows grazing in a field.",
  "000000000938": "A plane is on the runway at an airport.",
  "000000000939": "A cat is sitting inside of a car.",
  "000000000940": "A plate with meat, eggs, and vegetables.",
  "000000000941": "A train is traveling through a large train station.",
  "000000000942": "Two people standing in a kitchen with a microwave.",
  "000000000943": "A black bird perched on a tree branch.",
  "000000000944": "A man riding a group of cows down a dirt road.",
  "000000000945": "A train is on the tracks near a tree.",
  "000000000946": "A young boy sitting at a table eating food.",
  "000000000947": "A pizza with meat and cheese on a paper bag.",
  "000000000948": "A bowl of pasta and broccoli with cheese.",
  "000000000949": "A train is traveling down the tracks near a station.",
  "000000000950": "A street sign on a pole in a residential area.",
  "000000000951": "A woman sitting in a red and white chair eating pizza.",
  "000000000952": "A person holding a cell phone with a screen on it.",
  "000000000953": "A person sitting on a bed next to a table and a few chairs.",
  "000000000954": "A desk with a laptop, a keyboard, and a mouse.",
  "000000000955": "A man laying on a bed holding a cell phone.",
  "000000000956": "A man is skateboarding down a sidewalk.",
  "000000000957": "A cat is sitting on a table with some drinks.",
  "000000000958": "A man in a black shirt and a beard holding a hot dog.",
  "000000000959": "A shelf with a lot of books on it.",
  "000000000960": "A person holding a remote control in front of a TV.",
  "000000000961": "A man in a tennis court with a frisbee.",
  "000000000962": "A plane flying through a cloudy sky with a blue sky.",
  "000000000963": "A giraffe is looking up at the camera.",
  "000000000964": "A man riding a wave on top of a surfboard.",
  "000000000965": "A black bear is sitting on a rock.",
  "000000000966": "A sandwich and some other food items on a glass container.",
  "000000000967": "A black and white dog playing with a frisbee.",
  "000000000968": "A person is flying a kite while standing on a beach.",
  "000000000969": "A woman holding a tennis racket and two children playing tennis.",
  "000000000970": "A man riding a bike down a street.",
  "000000000971": "A man and woman are playing frisbee in the woods.",
  "000000000972": "A large group of people sitting around a table.",
  "000000000973": "A stuffed animal is sitting on a bench.",
  "000000000974": "A man riding a brown horse through a jump.",
  "000000000975": "A man wearing a black shirt and a black tie.",
  "000000000976": "A black and white photograph of a brick wall with a small station.",
  "000000000977": "A train is traveling down the tracks next to a stop sign.",
  "000000000978": "A stuffed bear with a green hat and a stuffed animal with a green tie.",
  "000000000979": "A bowl of food with some bananas in it.",
  "000000000980": "A display of three different types of vases.",
  "000000000981": "A dog is sitting near a red fire hydrant.",
  "000000000982": "A group of sheep standing next to each other.",
  "000000000983": "A kitchen with a microwave and a sink.",
  "000000000984": "A stuffed bear is being pulled out of a garbage bag.",
  "000000000985": "A man standing on skis in the snow.",
  "000000000986": "A man in a dress is standing next to a motorcycle.",
  "000000000987": "A clock with many different clocks on it.",
  "000000000988": "A cat is sitting in a large tub.",
  "000000000989": "A laptop computer sitting on top of a desk.",
  "000000000990": "A bear walking through a grassy field.",
  "000000000991": "A cow is walking through a field with a pipe.",
  "000000000992": "A man and a woman standing next to each other holding video game controllers.",
  "000000000993": "A bed in a room with a white and blue wall.",
  "000000000994": "A clock on a building with two statues.",
  "000000000995": "A bird is standing in the middle of a tree.",
  "000000000996": "A man wearing a suit and tie in a room.",
  "000000000997": "A refrigerator sitting on top of a table next to a house.",
  "000000000998": "A group of boats docked in a harbor.",
  "000000000999": "A round plate with two plates on it.",
  "000000001000": "A group of luggage on the sidewalk with a motorcycle in the background.",
  "000000001001": "A train on the tracks with a large red and yellow top.",
  "000000001002": "A bear walking through a lush green field.",
  "000000001003": "A bathroom with a shower, sink and a vase.",
  "000000001004": "A bathroom sink with toothbrushes, toothpaste and a toothbrush holder.",
  "000000001005": "A large brown bear in a forest with trees.",
  "000000001006": "A man holding a surfboard in the ocean.",
  "000000001007": "A large building with a clock tower in the center.",
  "000000001008": "A woman sitting at a table in front of a tent.",
  "000000001009": "A plate of food with a sandwich and a slice of fruit.",
  "000000001010": "A man and a child are being led by a horse.",
  "000000001011": "A pair of scissors laying on top of a table.",
  "000000001012": "A dog is sitting on a bench in the park.",
  "000000001013": "A person riding a motorcycle on a dirt field.",
  "000000001014": "A man sitting at a table with a large pizza.",
  "000000001015": "Two people are standing on the beach flying kites.",
  "000000001016": "A orange sitting on a wooden bench next to a row of wooden bars.",
  "000000001017": "A man sitting in a chair using a laptop computer.",
  "000000001018": "A red fire hydrant sitting on the side of a street.",
  "000000001019": "Two cats are standing in the grass near a river.",
  "000000001020": "A black dog laying on a couch with a computer mouse.",
  "000000001021": "A woman is playing tennis on a tennis court.",
  "000000001022": "A train is coming down the tracks at night.",
  "000000001023": "A street with a bus and a building in the background.",
  "000000001024": "A man flying a kite on a beach.",
  "000000001025": "A person holding a cell phone with a picture on it.",
  "000000001026": "A large group of people flying kites on a beach.",
  "000000001027": "Two men in military uniforms are holding a weapon.",
  "000000001028": "Three zebras are grazing in a field of grass.",
  "000000001029": "Two ducks are flying on the water near a grassy area.",
  "000000001030": "A clock tower with a clock on it.",
  "000000001031": "A girl eating a plate of food with a smile.",
  "000000001032": "A man on skis walking down a snow covered slope.",
  "000000001033": "A snowboarder is in the air while a crowd watches.",
  "000000001034": "A boy doing a trick on a skateboard at a skate park.",
  "000000001035": "A bathroom with a toilet and a mirror.",
  "000000001036": "A person is getting a black cat into a suitcase.",
  "000000001037": "A horse drawn train pulling a cart full of people.",
  "000000001038": "A group of people skiing down a snow covered slope.",
  "000000001039": "A woman is cutting up some pastries on a stove.",
  "000000001040": "A young man sitting on a bench with a shoe on.",
  "000000001041": "A group of young men standing next to each other.",
  "000000001042": "A herd of sheep grazing in a field.",
  "000000001043": "A young boy is playing baseball on the field.",
  "000000001044": "A train is parked at a train station.",
  "000000001045": "A cloudy sky with a blue sky and a white house.",
  "000000001046": "A man in a kitchen holding a bottle of wine.",
  "000000001047": "A baby is brushing its teeth in the bath.",
  "000000001048": "A bathroom with a toilet and sink in a dark room.",
  "000000001049": "A bus is parked at a bus stop.",
  "000000001050": "A dog is trying to catch a car in a pool.",
  "000000001051": "A kitchen with a refrigerator, sink and a white stove.",
  "000000001052": "A microwave oven sitting on top of a wooden counter.",
  "000000001053": "Three people sitting in a kitchen with a salad.",
  "000000001054": "A slice of pizza on a plate with a plate of cheese.",
  "000000001055": "A dog is surfing on the ocean in the sun.",
  "000000001056": "A clock tower with a flag on it.",
  "000000001057": "Two men riding a horse drawn carriage in a field.",
  "000000001058": "A group of giraffes standing next to each other in a field.",
  "000000001059": "A stop sign on a street post with graffiti.",
  "000000001060": "A large airplane is on the runway with a loading ramp.",
  "000000001061": "A man sitting at a table with several wine glasses.",
  "000000001062": "A cat is looking at the camera while sitting in a sink.",
  "000000001063": "A man walking through an airport terminal with his luggage.",
  "000000001064": "A man and a child playing in a field.",
  "000000001065": "A little girl holding a bat in the middle of an airport runway.",
  "000000001066": "Two women standing next to each other at a table with a cake.",
  "000000001067": "A luggage bag sitting on the ground next to a man.",
  "000000001068": "A cat is standing on a wooden chair.",
  "000000001069": "A truck driving down a street next to a traffic light.",
  "000000001070": "A man sitting on a bench with a large wooden surfboard.",
  "000000001071": "A pizza with a lot of different toppings on it.",
  "000000001072": "A table topped with plates of food and bowls.",
  "000000001073": "A stop sign with a large sign that reads \"New York\".",
  "000000001074": "A baseball player is about to swing at a pitch.",
  "000000001075": "A woman standing on a tennis court holding a tennis racquet.",
  "000000001076": "A living room with a couch, chair, and fireplace.",
  "000000001077": "Two young children sit in the bathroom and look red.",
  "000000001078": "A kitchen with a stove, oven, and microwave.",
  "000000001079": "A clock on a street light in front of a building.",
  "000000001080": "A close up of a bird sitting on a tree branch.",
  "000000001081": "A foot long hot dog with ketchup and a drink.",
  "000000001082": "Two people sitting on a bench by the water.",
  "000000001083": "A dog is laying on a boat looking at the camera.",
  "000000001084": "A train on a train track with a colored train car.",
  "000000001085": "A man riding a motorcycle on a dirt road.",
  "000000001086": "A group of people standing in a field flying kites.",
  "000000001087": "A bus is parked in a bus station.",
  "000000001088": "A dog running on a field with another dog.",
  "000000001089": "Two men are riding on a motorcycle on a street.",
  "000000001090": "A cow standing next to a pile of hay.",
  "000000001091": "A group of people standing around a truck.",
  "000000001092": "A cat is laying on a blanket with its head on it.",
  "000000001093": "A man sitting on a toilet in a room.",
  "000000001094": "A horse is walking through a grassy field near a river.",
  "000000001095": "A man and a woman walking on a beach with boats in the background.",
  "000000001096": "A display of apples and oranges on a table.",
  "000000001097": "A plate of food with vegetables and meat.",
  "000000001098": "A dog in a suit and a chair with a large black bucket.",
  "000000001099": "A white dog looking out of a car window.",
  "000000001100": "A sheep is eating grass near a fence.",
  "000000001101": "A kitchen with a refrigerator and a stove.",
  "000000001102": "A herd of cows grazing on grass in a field.",
  "000000001103": "A woman walking down the street holding a colorful umbrella.",
  "000000001104": "A window of a building with a sign on it.",
  "000000001105": "A table topped with several plates of food.",
  "000000001106": "A woman and a man looking at a cell phone.",
  "000000001107": "A group of people playing a game of Frisbee.",
  "000000001108": "A tall clock tower at night with a light shining on it.",
  "000000001109": "A parking meter sitting on a street next to a car.",
  "000000001110": "A baseball game with a batter, catcher and umpire.",
  "000000001111": "A woman sitting at a desk using a laptop.",
  "000000001112": "A man is surfing in the ocean with his surfboard.",
  "000000001113": "A living room with a couch, coffee table and a television.",
  "000000001114": "A photo of a kitchen with a sign on the wall.",
  "000000001115": "A table topped with several trays of cake.",
  "000000001116": "A man holding a surfboard while standing on the beach next to a dog.",
  "000000001117": "A group of baseball players standing on a field.",
  "000000001118": "A man sitting at a table with a plate of food and a glass of wine.",
  "000000001119": "A giraffe standing in a field with trees in the background.",
  "000000001120": "A train traveling down a train track in a field.",
  "000000001121": "A group of young girls posing for a picture.",
  "000000001122": "A car with a rearview mirror is lit up by the sun.",
  "000000001123": "A clock tower with a clock on it.",
  "000000001124": "A large clock tower with a weather vane on top.",
  "000000001125": "A food stand with a large bowl of fruit and a large glass of juice.",
  "000000001126": "A group of people flying kites in the water.",
  "000000001127": "A group of people standing around a cake.",
  "000000001128": "A train is coming down the tracks at a station.",
  "000000001129": "A man in a field throwing a frisbee.",
  "000000001130": "A young boy eating a hot dog at a red table.",
  "000000001131": "A man in a hat standing next to a gas station.",
  "000000001132": "A group of zebras grazing on a grassy field.",
  "000000001133": "A group of people standing on top of a lush green field.",
  "000000001134": "A large white jet sitting on top of an airport tarmac.",
  "000000001135": "A living room with a couch, table and a vase of flowers.",
  "000000001136": "A woman sitting at a table with a coffee cup.",
  "000000001137": "A group of people watching a skateboarder do a trick.",
  "000000001138": "A young girl holding an umbrella while sitting next to a young boy.",
  "000000001139": "Three people standing on top of a snow covered slope.",
  "000000001140": "A picture of a lake with a table in the background.",
  "000000001141": "A baseball player standing on top of a field.",
  "000000001142": "A dog laying on top of a bed.",
  "000000001143": "A dog laying on top of a couch.",
  "000000001144": "A row of umbrellas on a dock near a building.",
  "000000001145": "A man holding a tennis racket in his hand.",
  "000000001146": "A harbor with boats docked in it.",
  "000000001147": "A table with plates of food and a fork and knife.",
  "000000001148": "A cat is sitting on a table with a fantasy figure.",
  "000000001149": "A car with a computer on it and a cell phone on the back of it.",
  "000000001150": "A man sitting in a living room watching a television.",
  "000000001151": "A dog laying on the beach in front of the ocean.",
  "000000001152": "A cat laying on a bed next to a laptop.",
  "000000001153": "A woman and a man are standing in a room with a camera.",
  "000000001154": "A woman in a costume holding a cell phone.",
  "000000001155": "A desk with a computer, books, and a candle.",
  "000000001156": "A tray filled with vegetables and a fork.",
  "000000001157": "A man on a skateboard doing a trick in the air.",
  "000000001158": "A fruit sitting on a table next to a knife.",
  "000000001159": "A group of children standing next to each other.",
  "000000001160": "A wooden barrel filled with beer next to a knife.",
  "000000001161": "A man and woman with different outfits and hair styles.",
  "000000001162": "A large passenger jet sitting on top of a runway.",
  "000000001163": "A cat is sitting on the seat of a toilet.",
  "000000001164": "A man is throwing a frisbee in a field.",
  "000000001165": "A woman standing next to a man holding a kite.",
  "000000001166": "A woman is standing next to a sign with a picture of a woman on it.",
  "000000001167": "A man is standing next to two cows.",
  "000000001168": "A large wall filled with lots of different colored vases.",
  "000000001169": "A person skiing down a snow covered slope.",
  "000000001170": "A man taking a picture of himself in a mirror.",
  "000000001171": "A large elephant standing in a field next to a fence.",
  "000000001172": "A group of people skiing down a snowy slope.",
  "000000001173": "A group of people skiing down a snow covered slope.",
  "000000001174": "A person holding a blue purse with a blue object in it.",
  "000000001175": "A train traveling down the tracks in a rural area.",
  "000000001176": "A dog is looking at the camera from behind a fence.",
  "000000001177": "A polar bear walking through a lush green field.",
  "000000001178": "A man sitting at a table with a cake on it.",
  "000000001179": "A chocolate cake with sprinkles and a cup of coffee.",
  "000000001180": "A man riding a skateboard down the side of a ramp.",
  "000000001181": "A stuffed teddy bear sitting on top of a wooden shelf.",
  "000000001182": "A couple of wooden urinals sitting next to a window.",
  "000000001183": "A man in white shirt and shorts playing tennis.",
  "000000001184": "A car driving down a road next to a highway.",
  "000000001185": "A woman holding a book and a toothbrush.",
  "000000001186": "A cat is laying on a computer desk.",
  "000000001187": "A baseball player pitching a ball on a field.",
  "000000001188": "A bed with a bedspread and a nightstand.",
  "000000001189": "A little girl and a boy wearing a tie and a suit.",
  "000000001190": "A person is flying through the water in a helicopter.",
  "000000001191": "A man riding a skateboard down a ramp.",
  "000000001192": "A table topped with plates and bowls of food.",
  "000000001193": "A large building with a clock on the front.",
  "000000001194": "A man riding a motorcycle on a road.",
  "000000001195": "A bathroom with a sink, mirror, and a bed.",
  "000000001196": "A man is hitting a tennis ball with a racquet.",
  "000000001197": "Two zebras standing next to each other in a field.",
  "000000001198": "A table with wine glasses and chairs in a room.",
  "000000001199": "A black and white photo of a motorcycle parked on the street.",
  "000000001200": "A couple of stuffed bears sitting on top of a table.",
  "000000001201": "A bus parked in front of a building with a sign.",
  "000000001202": "A man is skiing down a hill with a sign.",
  "000000001203": "A bun and chips are on a paper plate.",
  "000000001204": "A group of young people standing around a red object.",
  "000000001205": "A beverage with an orange in it on a table.",
  "000000001206": "A plate of food and a drink on a table.",
  "000000001207": "A man wearing a white shirt and a blue tie.",
  "000000001208": "A bear standing on a rock near some trees.",
  "000000001209": "A group of people standing around with suitcases.",
  "000000001210": "A laptop computer sitting next to a laptop computer.",
  "000000001211": "A cow and a goat grazing in a field.",
  "000000001212": "An old truck parked in the grass with old items.",
  "000000001213": "A woman is in a kitchen preparing food.",
  "000000001214": "A group of people standing around a bike.",
  "000000001215": "A sign that says \"No parking\" on a street sign.",
  "000000001216": "A vintage green boat with green leaves on top.",
  "000000001217": "A man sitting in a bed looking at a cell phone.",
  "000000001218": "A person is holding a doughnut in front of a sign.",
  "000000001219": "A stove with a box open and a window open.",
  "000000001220": "A truck with a painted face and a statue of a woman.",
  "000000001221": "A group of horses standing next to each other.",
  "000000001222": "A cat sitting in a window looking out at a window sill with a kite.",
  "000000001223": "A bridge that connects a river with a boat dock.",
  "000000001224": "A woman in a hat is talking on a cell phone.",
  "000000001225": "A man throwing a frisbee in the middle of a forest.",
  "000000001226": "A train is parked on the tracks next to a building.",
  "000000001227": "A computer monitor sitting on top of a desk.",
  "000000001228": "A group of people standing around a snowboarder on a ramp.",
  "000000001229": "A group of people standing next to a giraffe.",
  "000000001230": "A baby elephant walking next to a large elephant.",
  "000000001231": "A zebra standing in a field of dry grass.",
  "000000001232": "Two people in a yellow and white canoe on a lake.",
  "000000001233": "A group of people sitting around a table with food.",
  "000000001234": "A man sitting on a couch with a laptop in his lap.",
  "000000001235": "A group of cows standing in a field.",
  "000000001236": "A loaf of bread on a baking sheet next to a pot of potatos.",
  "000000001237": "Two men are standing next to a motorcycle.",
  "000000001238": "A dog is sitting in a red truck.",
  "000000001239": "A clock with a leaf on it in the middle of the street.",
  "000000001240": "A street with a shopping cart sign and a clock on it.",
  "000000001241": "A group of people sitting at a table with pizza.",
  "000000001242": "A large elephant with tusks and ears is standing next to a fence.",
  "000000001243": "A clock on the wall with a picture of a man on it.",
  "000000001244": "A group of people sitting on top of motorcycles.",
  "000000001245": "A group of people standing around luggage carts.",
  "000000001246": "A fire hydrant on the side of a street.",
  "000000001247": "A man standing next to a woman and two other people.",
  "000000001248": "A horse and rider jumping over a green and white fence.",
  "000000001249": "A group of people sitting around a table with two laptops.",
  "000000001250": "A horse drawn carriage with people riding in it.",
  "000000001251": "A man is doing a trick on a skateboard.",
  "000000001252": "A man eating a hot dog with a lot of cheese on it.",
  "000000001253": "A man holding a glass of wine and a bowl of food.",
  "000000001254": "A woman standing next to a bunch of bananas.",
  "000000001255": "A bedroom with a large bed and a large window.",
  "000000001256": "A cat is sitting on a toilet in a bathroom.",
  "000000001257": "A bird that is flying in the water.",
  "000000001258": "A red train is sitting on the tracks.",
  "000000001259": "A plate of food with a horse on it.",
  "000000001260": "A small brown and white dog sitting in a car.",
  "000000001261": "A glass vase with white flowers and a jar with a black drink.",
  "000000001262": "A room with a table and lots of luggage.",
  "000000001263": "A desk with a computer monitor, keyboard and mouse.",
  "000000001264": "Two men are playing a video game together.",
  "000000001265": "A large bus is parked next to a small bus.",
  "000000001266": "A young girl holding a toothbrush while smiling.",
  "000000001267": "A vase filled with flowers and a piece of wire.",
  "000000001268": "A stop sign with a graffiti written on it.",
  "000000001269": "A plate of food with a fork and knife.",
  "000000001270": "A cat sitting on the ground next to a tree.",
  "000000001271": "A baseball player swinging a bat at a pitch.",
  "000000001272": "A man is standing next to a large black dog.",
  "000000001273": "A cat sitting on a black chair on a wooden table.",
  "000000001274": "A person is adding some sauce to a bowl of broccoli.",
  "000000001275": "A street with cars parked on it and a street sign.",
  "000000001276": "A man and woman sitting on a bed watching a TV.",
  "000000001277": "A street with people walking and a bus driving down it.",
  "000000001278": "A yellow and blue train is on the tracks.",
  "000000001279": "A large clock tower next to a river.",
  "000000001280": "A truck parked on the side of the road.",
  "000000001281": "A man riding a snowboard down a snow covered slope.",
  "000000001282": "A kitchen with a sink, a counter and a cabinet.",
  "000000001283": "A cat sitting on the ledge of a house looking out the window.",
  "000000001284": "A large jetliner is taking off from an airport.",
  "000000001285": "A sink and a stove top with a pot on it.",
  "000000001286": "A group of giraffes standing in a field next to trees.",
  "000000001287": "A red fire hydrant sitting in the grass.",
  "000000001288": "A little boy sitting on a couch holding a remote control.",
  "000000001289": "A bathroom with a toilet, sink, mirror and shower.",
  "000000001290": "A horse is standing in the snow behind a fence.",
  "000000001291": "A picture of a woman sitting on a train.",
  "000000001292": "A man flying a kite in a field.",
  "000000001293": "A street sign on a light pole next to a building.",
  "000000001294": "A bunch of bananas grow on a tree.",
  "000000001295": "A person standing next to a horse with green eyes.",
  "000000001296": "A horse walking through a forest with a backpack on.",
  "000000001297": "A red and black train traveling down a train track.",
  "000000001298": "A man is riding a motorcycle with a box on his back.",
  "000000001299": "A dog and a cat sitting on a grassy field.",
  "000000001300": "A man standing in a kitchen preparing food.",
  "000000001301": "A parking lot with a truck parked in front of a house.",
  "000000001302": "A woman sitting in a bathroom holding a cell phone.",
  "000000001303": "A hot dog with ketchup, mustard, and sprinkles.",
  "000000001304": "A man standing next to a group of elephants.",
  "000000001305": "Three people on skis on a slope.",
  "000000001306": "A group of people walking down a street.",
  "000000001307": "A baseball player standing next to another player on a field.",
  "000000001308": "A teddy bear is sitting in a bed.",
  "000000001309": "Two giraffes standing next to each other in a zoo enclosure.",
  "000000001310": "A kitchen with a stove, sink and microwave.",
  "000000001311": "A man and woman sitting on a bench under an umbrella.",
  "000000001312": "A man sitting on a snowboard in the snow.",
  "000000001313": "A police officer is riding a motorcycle next to a car.",
  "000000001314": "A dirty toilet in a dirty bathroom with a person sitting next to it.",
  "000000001315": "A man riding a wave on top of a surfboard.",
  "000000001316": "A black and white cat sitting on a window sill.",
  "000000001317": "A man holding a tennis racket on a tennis court.",
  "000000001318": "A large airplane flying through the air over a forest.",
  "000000001319": "A plane flying in the air with a man standing next to it.",
  "000000001320": "A couple of cows eating grass in a field.",
  "000000001321": "A man is doing a skateboard trick on a skate park.",
  "000000001322": "Two young boys sitting at a table eating pizza.",
  "000000001323": "A woman in glasses holding a Wii controller.",
  "000000001324": "A stuffed bear is sitting on a white cloth.",
  "000000001325": "A clock is shown in the dark with a light on.",
  "000000001326": "A group of stuffed animals sitting on top of a rock.",
  "000000001327": "Two men playing a video game with remotes.",
  "000000001328": "A laptop computer sitting on a desk next to a tablet.",
  "000000001329": "A large brown dog laying on top of a bed.",
  "000000001330": "A train is coming down the tracks near a train station.",
  "000000001331": "A man is standing next to a motorcycle.",
  "000000001332": "A street with cars and a building in the background.",
  "000000001333": "A street sign is shown in front of a building.",
  "000000001334": "A train is on the tracks near a platform.",
  "000000001335": "A group of people standing around a computer.",
  "000000001336": "A vase of purple flowers sitting next to a window.",
  "000000001337": "A apple and a cell phone are on a table.",
  "000000001338": "A woman holding a birthday cake with a white candle.",
  "000000001339": "A dog laying on a bed with another dog on the floor.",
  "000000001340": "A man is standing in a bus with his head over the window.",
  "000000001341": "A traffic light with a red light and a white traffic light.",
  "000000001342": "A bird perched on a tree branch with leaves.",
  "000000001343": "A man is taking a picture with an umbrella.",
  "000000001344": "Two people walking down a street holding umbrellas.",
  "000000001345": "A man standing on top of a snow covered hill.",
  "000000001346": "A man standing next to a fire hydrant on a sidewalk.",
  "000000001347": "Two elephants are standing next to each other.",
  "000000001348": "A couple of people standing on a beach flying a kite.",
  "000000001349": "A small bathroom with a bathtub and a sink.",
  "000000001350": "A microwave oven sitting on a kitchen counter.",
  "000000001351": "A person on skis in the snow.",
  "000000001352": "A woman sitting in a chair holding a plate of food.",
  "000000001353": "A bunch of umbrellas are lined up on the grass.",
  "000000001354": "A group of cows grazing in a field.",
  "000000001355": "A bed with a white mattress and white pillows.",
  "000000001356": "A young boy holding a baseball bat on a field.",
  "000000001357": "A boy riding a skateboard down the side of a ramp.",
  "000000001358": "A bathroom with a sink, toilet, and mirror.",
  "000000001359": "A man in a black shirt talking on a cell phone.",
  "000000001360": "A man walking next to a building with a clock on it.",
  "000000001361": "A man holding a surfboard on a beach.",
  "000000001362": "A dog is walking in front of a store.",
  "000000001363": "A dog laying on a bed with pillows.",
  "000000001364": "A wooden bench with an umbrella on it.",
  "000000001365": "A group of cyclists are riding down the road.",
  "000000001366": "A woman wearing a white shirt and white hat.",
  "000000001367": "A motorcycle parked in a yard next to a house.",
  "000000001368": "A couple of stuffed bears sitting next to each other.",
  "000000001369": "A car driving down a city street at night.",
  "000000001370": "A man swinging a tennis racquet at a tennis ball.",
  "000000001371": "A man riding a surfboard on top of a wave.",
  "000000001372": "A group of giraffes standing next to each other.",
  "000000001373": "A cell phone sitting next to a mug and a book.",
  "000000001374": "A train is traveling down the tracks near a mountain.",
  "000000001375": "A man riding a brown horse in a field.",
  "000000001376": "A man in a red uniform holding a baseball glove.",
  "000000001377": "Two birds are sitting on a wooden post.",
  "000000001378": "Two giraffes standing next to each other in a field.",
  "000000001379": "A man standing in front of a donut shop.",
  "000000001380": "A woman riding a surfboard on a wave.",
  "000000001381": "A man and a woman standing on a beach holding kites.",
  "000000001382": "A man in a wetsuit riding a wave on a surfboard.",
  "000000001383": "A man is playing tennis and is about to hit the ball.",
  "000000001384": "A woman standing next to a horse in a pasture.",
  "000000001385": "A man riding a wave on top of a surfboard.",
  "000000001386": "A group of zebras standing next to each other in a field.",
  "000000001387": "A red, white and blue truck on a road.",
  "000000001388": "A green and yellow school bus parked in a parking lot.",
  "000000001389": "A person on skis in the snow.",
  "000000001390": "A large truck parked in a parking lot.",
  "000000001391": "A group of people riding on the backs of elephants.",
  "000000001392": "A man wearing a suit and a tie.",
  "000000001393": "A clock with two dolls on it sitting next to a wall.",
  "000000001394": "A man sitting at a table with two laptops.",
  "000000001395": "A boy in a tie eating an apple.",
  "000000001396": "A person is holding a cell phone and a cat.",
  "000000001397": "A kitchen with a refrigerator, microwave and a dresser.",
  "000000001398": "A plate of pancakes with a white table and flowers.",
  "000000001399": "A cat is sitting on a ledge next to a brick.",
  "000000001400": "A bathroom with a sink and a toilet.",
  "000000001401": "A variety of toothbrushes and other tooth care items on a table.",
  "000000001402": "A man sitting on a bed with a laptop.",
  "000000001403": "A vase of flowers sitting on a table.",
  "000000001404": "A baseball player is swinging a bat at a ball.",
  "000000001405": "A woman holding a pink umbrella next to another woman holding a blue umbrella.",
  "000000001406": "A couple of people walking down a sidewalk.",
  "000000001407": "A woman sitting at a table with a laptop.",
  "000000001408": "A bunch of carrots and other vegetables on a counter.",
  "000000001409": "A man is taking a picture of a cell phone.",
  "000000001410": "A plane flying through a cloudy sky with a clear sky.",
  "000000001411": "A sheep standing on a stone wall on a blue sky.",
  "000000001412": "A plate with a pizza on it next to a glass of beer.",
  "000000001413": "A cat laying on a bed with a blanket.",
  "000000001414": "A zebra standing on top of a dirt field.",
  "000000001415": "A man playing tennis on a tennis court.",
  "000000001416": "A red bus with a \"I'm a bus\" sign on the side.",
  "000000001417": "A man in a blue uniform playing baseball.",
  "000000001418": "A laptop computer sitting on a desk next to a mouse.",
  "000000001419": "A teddy bear and a cat stand in front of a white and black statue.",
  "000000001420": "A man riding skis down a snow covered slope.",
  "000000001421": "A suitcase is sitting on the wall with a bag in it.",
  "000000001422": "A young girl holding a camera and a small girl.",
  "000000001423": "A train traveling down a train track next to a house.",
  "000000001424": "A giraffe standing in a fenced in area.",
  "000000001425": "A woman playing tennis on a tennis court with people watching.",
  "000000001426": "A dog is sitting on a car's seat.",
  "000000001427": "A loaf of bread sitting on top of a plate.",
  "000000001428": "A group of young women posing for a picture.",
  "000000001429": "A black cat wearing a costume and sitting on a wooden table.",
  "000000001430": "A bedroom with a bed, a desk, and a mirror.",
  "000000001431": "A street sign on a corner next to a parking meter.",
  "000000001432": "A train traveling down the tracks in a rural area.",
  "000000001433": "A woman in a pink dress and a blue shirt is holding a tennis racket.",
  "000000001434": "A bathroom with a sink, toilet, and a shower.",
  "000000001435": "A group of people sitting on top of a couch.",
  "000000001436": "A group of people sitting on chairs in the sand near the water.",
  "000000001437": "A tree with a child sitting on it.",
  "000000001438": "A man standing in front of a large group of people.",
  "000000001439": "A man in a green shirt throwing a Frisbee.",
  "000000001440": "A store with a neon sign and a clock on the front.",
  "000000001441": "A woman in a white dress petting an elephant.",
  "000000001442": "A jet is on the runway at an airport.",
  "000000001443": "A view of a lush green field and mountains.",
  "000000001444": "A woman in uniform riding on the back of a horse.",
  "000000001445": "A bus driving down a street with people walking by.",
  "000000001446": "A man and woman playing a game of baseball in a field.",
  "000000001447": "A white bird is standing next to a car.",
  "000000001448": "A person on skis in the snow.",
  "000000001449": "A bird perched on a small bird feeder.",
  "000000001450": "A train traveling down the tracks next to a bridge.",
  "000000001451": "A pizza on a tray with a red toy roller.",
  "000000001452": "A red train traveling down the tracks next to a train station.",
  "000000001453": "A group of airplanes sitting on top of an airport tarmac.",
  "000000001454": "A group of giraffes standing next to each other.",
  "000000001455": "A group of zebras grazing on grass in a enclosure.",
  "000000001456": "A small elephant walking across a grassy field.",
  "000000001457": "A young girl standing in front of a kitchen counter.",
  "000000001458": "A cake is on a table with a bowl of fruit and a knife.",
  "000000001459": "A person wearing a jacket and snow skis.",
  "000000001460": "A herd of sheep grazing in a grassy field.",
  "000000001461": "A baby sheep standing next to a large sheep.",
  "000000001462": "A picture of a pincushion inside a red and white cover of a book.",
  "000000001463": "A boy holding a frisbee on a beach.",
  "000000001464": "A couple of people on a beach flying a kite.",
  "000000001465": "A bathroom with a sink and a toilet.",
  "000000001466": "A baseball player is throwing a ball on a field.",
  "000000001467": "A small airplane sitting on top of an airport runway.",
  "000000001468": "A city bus is passing by a car parked on the side of the road.",
  "000000001469": "A man sitting on a bench in the street.",
  "000000001470": "A woman sitting on a sidewalk with a suitcase.",
  "000000001471": "A group of people on skis in the snow.",
  "000000001472": "A large wooden bed with four statues on it.",
  "000000001473": "Two sheep standing on top of a dirt field.",
  "000000001474": "A refrigerator sitting on top of a kitchen floor.",
  "000000001475": "A double decker bus driving down a street.",
  "000000001476": "A man in a green shirt and black shorts holding a bat.",
  "000000001477": "A man is water skiing on a lake.",
  "000000001478": "A dog with a big face is running with a yellow disc.",
  "000000001479": "A giraffe standing next to a wooden fence.",
  "000000001480": "A bathroom with a toilet, sink, and bathtub.",
  "000000001481": "A train is going down the railroad tracks.",
  "000000001482": "A group of people sitting on top of benches.",
  "000000001483": "A bus with a large poster reading \"The New York Times\" on it.",
  "000000001484": "A group of people standing on top of a snow covered slope.",
  "000000001485": "A bird walking on the ground in the dirt.",
  "000000001486": "A group of people walking down a street with a bus in the background.",
  "000000001487": "A man in a white shirt and tie walking down a sidewalk.",
  "000000001488": "A train on the tracks next to a platform.",
  "000000001489": "A woman is laying down on the ground with a pink umbrella.",
  "000000001490": "A cat laying on a bed with books in the background.",
  "000000001491": "A man in a white shirt and shorts playing tennis.",
  "000000001492": "A man standing next to two dogs in a field.",
  "000000001493": "A man riding a skateboard down a highway.",
  "000000001494": "A girl sitting on a bench with a red and blue object in her hand.",
  "000000001495": "A person laying on a bed with a cat.",
  "000000001496": "A cow is standing next to a blue and white flag.",
  "000000001497": "A man on a motorcycle with a basket of fruit.",
  "000000001498": "A cat laying on a bed next to a laptop.",
  "000000001499": "A street sign on a pole in front of a building.",
  "000000001500": "A laptop computer sitting on top of a table.",
  "000000001501": "A white vase with a wooden handle sitting on a table.",
  "000000001502": "Three giraffes standing next to a tree with another one in the background.",
  "000000001503": "A plate of doughnuts with a logo on it.",
  "000000001504": "A group of giraffes standing next to each other in a zoo.",
  "000000001505": "A kitchen with a refrigerator, a sink and a shelf.",
  "000000001506": "A herd of zebras walking across a grassy field.",
  "000000001507": "A bathroom with a sink, toilet and a mirror.",
  "000000001508": "A vase with a bunch of purple and white flowers in it.",
  "000000001509": "A couple of people standing next to each other.",
  "000000001510": "A fire hydrant sitting on the side of a road.",
  "000000001511": "A couple of people standing on top of a lush green field.",
  "000000001512": "A group of young boys playing soccer in a field.",
  "000000001513": "A surfer riding a wave on a surfboard.",
  "000000001514": "A toilet with a white and blue wall.",
  "000000001515": "A man riding a snowboard down a snow covered slope.",
  "000000001516": "A woman in a white shirt catching a frisbee.",
  "000000001517": "A little girl playing a video game in a living room.",
  "000000001518": "A room with a couch, a table and a lamp.",
  "000000001519": "A woman in a dress taking a picture in a mirror.",
  "000000001520": "Three ducks are standing on a ledge.",
  "000000001521": "A couple of people sitting on a park bench.",
  "000000001522": "A man in a costume holding a television with a large number of guano chips on it.",
  "000000001523": "A man is giving a speech at a party.",
  "000000001524": "A parking meter sitting outside of a store.",
  "000000001525": "Three zebras are standing in a tall grassy field.",
  "000000001526": "A bicycle parked on a sidewalk next to a stack of white and blue looms.",
  "000000001527": "A man sitting in a living room with a video game controller.",
  "000000001528": "A train is on the tracks near a building.",
  "000000001529": "A bicycle with a handlebar and a camera on the back.",
  "000000001530": "A man walking down a street with luggage.",
  "000000001531": "A man holding a bat on a darkened room.",
  "000000001532": "A man in a baseball uniform standing in the grass.",
  "000000001533": "A plane is parked on the tarmac at an airport.",
  "000000001534": "A bed with two beds in a room.",
  "000000001535": "A television sitting on top of a bookshelf.",
  "000000001536": "A person is opening a refrigerator in a kitchen.",
  "000000001537": "A man with a glasses and a cell phone.",
  "000000001538": "A pizza with cheese and broccoli on a plate.",
  "000000001539": "A large white teddy bear is on a stand.",
  "000000001540": "A red double decker bus is parked next to a man.",
  "000000001541": "A baseball player pitching a ball on a field.",
  "000000001542": "A street sign sitting on top of a brick building.",
  "000000001543": "A plate of food with rice and vegetables.",
  "000000001544": "Three giraffes standing next to each other in a zoo.",
  "000000001545": "A pizza with pepperoni and cheese on a pizza box.",
  "000000001546": "A black and white dog walking on a pile of wood.",
  "000000001547": "A giraffe standing next to a large rock face.",
  "000000001548": "A round cake covered in cinnamon and fruit.",
  "000000001549": "A couple of people that are next to a sheep.",
  "000000001550": "A laptop sitting next to a computer monitor.",
  "000000001551": "A couple of people standing in a room playing a video game.",
  "000000001552": "A train is on the tracks near a platform.",
  "000000001553": "A woman in a bikini is surfing on a wave.",
  "000000001554": "A small door in a bathroom that is open.",
  "000000001555": "A man in a hat holding a drink in his hand.",
  "000000001556": "A fighter jet flying through the air next to green hills.",
  "000000001557": "A group of people sitting in front of a window.",
  "000000001558": "A cat laying on a bed with a blanket.",
  "000000001559": "A black and white cow standing on top of a field.",
  "000000001560": "A motorcycle parked in the middle of a street.",
  "000000001561": "A truck parked on the side of the road.",
  "000000001562": "A toilet with a lid up and a seat down.",
  "000000001563": "A vase with a large painting of a group of people.",
  "000000001564": "A microwave sitting on the side of a road.",
  "000000001565": "A horse drawn carriage is pulled by two brown horses.",
  "000000001566": "A bowl of broccoli and meat with a chopstick in the background.",
  "000000001567": "A yellow bus driving down a street past a green intersection.",
  "000000001568": "A bathroom with two sinks and a mirror.",
  "000000001569": "A plane flying over a mountainous area.",
  "000000001570": "A kitchen with a sink, stove, counter and a window.",
  "000000001571": "A little girl wearing a stuffed bear hat and sleeping on a bed.",
  "000000001572": "A series of photos of people boarding a bus.",
  "000000001573": "A cat is laying on a computer mouse on a chair.",
  "000000001574": "A street light with a bright light shining on it.",
  "000000001575": "A man riding skis down a snow covered slope.",
  "000000001576": "A bunch of bananas on display in a store.",
  "000000001577": "Scissors are placed on a wooden handle.",
  "000000001578": "A van parked next to a parked car.",
  "000000001579": "A white bear is sitting on a table.",
  "000000001580": "A pile of apples, oranges and pears.",
  "000000001581": "A man is standing on the rail of a train.",
  "000000001582": "A sign that says \"No smoking allowed\" is on a street corner.",
  "000000001583": "A man is jumping in the air while snowboarding.",
  "000000001584": "A woman sitting on a ledge holding a backpack.",
  "000000001585": "A black bear is standing on a rock.",
  "000000001586": "A pizza that is in an oven with a sticker on it.",
  "000000001587": "A couple of people playing a video game.",
  "000000001588": "Two women are sitting on a motorcycle next to a red motorcycle.",
  "000000001589": "A person skiing down a snowy slope with skis.",
  "000000001590": "A group of people sitting at a table in a restaurant.",
  "000000001591": "A group of people walking down a street.",
  "000000001592": "A baseball player is getting ready to swing at a pitch.",
  "000000001593": "A banana is on a plate with chocolate chips.",
  "000000001594": "A woman holds a stuffed bear in her arms.",
  "000000001595": "A large pizza sitting on top of a table.",
  "000000001596": "A man riding a bike on a rocky hill.",
  "000000001597": "A couple of people that are standing in the water.",
  "000000001598": "A table with a bunch of donuts in boxes.",
  "000000001599": "A plate of chocolate pastries with frosting on them.",
  "000000001600": "A dog with a large tongue sitting on a bowl.",
  "000000001601": "A young woman riding a surfboard on a wave.",
  "000000001602": "A plate of food with meat, potatoes and broccoli.",
  "000000001603": "A church with a large clock on the side.",
  "000000001604": "A refrigerator with a variety of items on it.",
  "000000001605": "A man and a woman playing tennis on a tennis court.",
  "000000001606": "A little girl eating a pizza on a plate.",
  "000000001607": "A surfer riding a wave on top of a surfboard.",
  "000000001608": "Three surfers are standing on a wave in the water.",
  "000000001609": "A plate with meat, bread and vegetables on it.",
  "000000001610": "A man standing next to two men in a field.",
  "000000001611": "A man standing next to a street sign on a city sidewalk.",
  "000000001612": "A desk with a computer, keyboard, mouse and chair.",
  "000000001613": "An older man is working at a caf.",
  "000000001614": "A clock tower with a clock on it.",
  "000000001615": "A man and woman holding umbrellas and a cell phone.",
  "000000001616": "A boat is floating in the water near the beach.",
  "000000001617": "Two seagulls are swimming in the water.",
  "000000001618": "A young boy swinging a bat at a baseball.",
  "000000001619": "A large church with a large brown and white clock on the front of it.",
  "000000001620": "A kitchen with a stove, oven and microwave.",
  "000000001621": "A green tray with carrots, fruit and broccoli.",
  "000000001622": "A couple of people standing on a skateboard.",
  "000000001623": "A group of cows grazing in the snow.",
  "000000001624": "A toilet with a colorful pillow on it.",
  "000000001625": "A bus driving down a street next to a tall building.",
  "000000001626": "A bathroom with a toilet, sink, and shower.",
  "000000001627": "A living room with a fireplace and a television.",
  "000000001628": "A clock is shown in a mirror with a white face.",
  "000000001629": "A man with a dog on a dirt road.",
  "000000001630": "A large commercial plane parked at an airport.",
  "000000001631": "A stop sign sitting on top of a wooden pole.",
  "000000001632": "A dog laying on a bed with a fork.",
  "000000001633": "A car parked next to a house with a boat.",
  "000000001634": "A baseball player standing on a field holding a bat.",
  "000000001635": "A room with a large wall and a metal ceiling.",
  "000000001636": "A woman standing on skis next to a fence.",
  "000000001637": "A computer desk with two monitors and two laptops.",
  "000000001638": "A kitchen with a stove, sink and a oven.",
  "000000001639": "A group of people walking down a street.",
  "000000001640": "Two women standing in a living room holding Wii controllers.",
  "000000001641": "A man walking on a beach with a surfboard and a bird in the water.",
  "000000001642": "A man riding a wave on a surfboard.",
  "000000001643": "A painting of a table with a vase of flowers.",
  "000000001644": "A cat that is laying on a piece of wood.",
  "000000001645": "People walking down a sidewalk with umbrellas.",
  "000000001646": "A stop sign is on a wooden post.",
  "000000001647": "A bus is parked at a bus stop.",
  "000000001648": "A stop sign with a red and white caption.",
  "000000001649": "A man holding a tennis racquet on a tennis court.",
  "000000001650": "A fire hydrant in the middle of a green area.",
  "000000001651": "A man in a blue uniform throwing a baseball.",
  "000000001652": "A woman in black and white skiing in the snow.",
  "000000001653": "A man sitting at a table eating a slice of pizza.",
  "000000001654": "A bathroom with a shower, toilet, and sink.",
  "000000001655": "A clock tower is shown in the background.",
  "000000001656": "A young girl is standing in a field with a cellphone.",
  "000000001657": "A stop sign with a graffiti on it.",
  "000000001658": "A man wearing a blue shirt and a tie.",
  "000000001659": "A cat sitting on top of a counter next to a vase.",
  "000000001660": "A dog is walking on the field with a shoe.",
  "000000001661": "A yellow train is traveling down the tracks.",
  "000000001662": "A living room with a table and chairs and curtains.",
  "000000001663": "A young girl standing next to a refrigerator.",
  "000000001664": "Two people on surfboards riding a wave.",
  "000000001665": "A laptop sitting on a wooden table next to a plant.",
  "000000001666": "A man on a baseball field with a ball in his hand.",
  "000000001667": "A bench sitting in the middle of a park.",
  "000000001668": "A bed with a TV in a room.",
  "000000001669": "Two giraffes standing next to each other near a house.",
  "000000001670": "A clock tower with a water fountain in the center.",
  "000000001671": "A man riding a skateboard down the side of a ramp.",
  "000000001672": "A surfer is riding a wave on the ocean.",
  "000000001673": "A pair of scissors sitting in a bowl of assorted items.",
  "000000001674": "Two men riding on top of a surfboard.",
  "000000001675": "Two giraffes standing next to each other on a rocky cliff.",
  "000000001676": "A dog is sitting in a cage on a boat.",
  "000000001677": "A blue and white boat is attached to a pole.",
  "000000001678": "A computer desk with two monitors and a keyboard.",
  "000000001679": "A man standing on a sandy beach next to boats.",
  "000000001680": "A toilet with a white lid sitting in a bathroom.",
  "000000001681": "A pizza on a wooden table with a spatula.",
  "000000001682": "A man standing next to an elephant with its trunk out.",
  "000000001683": "A person is holding a toilet in a bathroom.",
  "000000001684": "A clock tower in a city with a train passing by.",
  "000000001685": "Two brown bears sitting in a cage with a rope.",
  "000000001686": "A laptop sitting on a wooden table next to a pair of scissors.",
  "000000001687": "A man sitting in a chair eating a meal.",
  "000000001688": "A group of brown elephants standing in a field.",
  "000000001689": "A display of many different types of pastries.",
  "000000001690": "A cheese and bacon pizza on a plate.",
  "000000001691": "A woman in a white tennis outfit is playing tennis.",
  "000000001692": "A truck flying kites in the air near a truck.",
  "000000001693": "A horse walking on a road next to a field.",
  "000000001694": "A stop sign on a white wall in front of a building.",
  "000000001695": "A bird walking through a body of water next to a bridge.",
  "000000001696": "A woman is cooking in a kitchen with a stove.",
  "000000001697": "A man in a white uniform swinging a baseball bat.",
  "000000001698": "Two urinals are shown in a public restroom.",
  "000000001699": "A boat sitting on a wooden post in the woods.",
  "000000001700": "A little girl sitting at a table with a bowl of food.",
  "000000001701": "A suitcase sitting on a carpet next to a pair of suitcases.",
  "000000001702": "A display of various food items in a restaurant.",
  "000000001703": "A stuffed bear sitting on top of a wooden shelf.",
  "000000001704": "A group of people standing around with stuffed animals.",
  "000000001705": "A baseball player is preparing to catch a ball.",
  "000000001706": "A large cake sitting on a yellow plate.",
  "000000001707": "A traffic light on a pole in front of a building.",
  "000000001708": "A man is walking through a bus station.",
  "000000001709": "A horse drawn carriage with two horses and a carriage.",
  "000000001710": "A man in a field throwing a frisbee.",
  "000000001711": "A large group of vehicles in a field.",
  "000000001712": "A person holding a toilet with a hand on it.",
  "000000001713": "A stuffed bear sitting on top of a street.",
  "000000001714": "A living room with a couch, coffee table and a chair.",
  "000000001715": "A large airplane flying through the sky.",
  "000000001716": "A clock on the side of a building.",
  "000000001717": "A man with a umbrella and a bag is talking to a woman.",
  "000000001718": "A man standing in front of a bar with people sitting in the background.",
  "000000001719": "Two plates with a sandwich and chips on them.",
  "000000001720": "A large clock tower in front of a building.",
  "000000001721": "A little girl holding a cell phone in her hand.",
  "000000001722": "A train is parked in the middle of the train station.",
  "000000001723": "A white truck driving down a street next to a curb.",
  "000000001724": "A man in a wet suit is surfing.",
  "000000001725": "A yellow and white kite flying in the sky.",
  "000000001726": "A remote control and a bed are on a bed.",
  "000000001727": "A person holding a cell phone in their hand.",
  "000000001728": "A dog and a dog playing with a frisbee.",
  "000000001729": "A woman is petting a cow on its back.",
  "000000001730": "A fire hydrant sitting in the grass next to a house.",
  "000000001731": "Two elephants walking across a dirt ground next to a fence.",
  "000000001732": "A motorcycle parked outside of a building next to a sidewalk.",
  "000000001733": "A counter with many different types of food on it.",
  "000000001734": "A dog sitting on a couch holding a remote control.",
  "000000001735": "A person is flying a kite on the beach.",
  "000000001736": "A train traveling down tracks in a rural area.",
  "000000001737": "A city with a bright red and white train station.",
  "000000001738": "A large group of people standing on top of a lush green field.",
  "000000001739": "A man riding a snowboard down a snow covered slope.",
  "000000001740": "A stop sign is hanging from a pole near a building.",
  "000000001741": "A person is taking a picture of an old refrigerator.",
  "000000001742": "A man in a green shirt catching a Frisbee.",
  "000000001743": "A group of people standing next to a plane.",
  "000000001744": "A large train on a train track in a field.",
  "000000001745": "A green and white bus parked on the side of the road.",
  "000000001746": "A black and white bird with a yellow beak sitting on a ledge.",
  "000000001747": "A person holding a cell phone with a red ribbon on it.",
  "000000001748": "A group of people walking down a street at night.",
  "000000001749": "A girl in a uniform swinging a bat at a ball.",
  "000000001750": "A cell phone with different types of buttons on it.",
  "000000001751": "A baseball player holding a bat on top of a field.",
  "000000001752": "A bathroom with a sink, mirror and two faucets.",
  "000000001753": "A man sitting next to a motorcycle on a grassy field.",
  "000000001754": "A group of people riding on the back of motorcycles.",
  "000000001755": "A teddy bear is sitting on top of a Christmas tree.",
  "000000001756": "A child is sitting on a toilet with a toothbrush.",
  "000000001757": "A piece of cake with cheese and bacon on it.",
  "000000001758": "A town street with a few buildings on it.",
  "000000001759": "A person on skis standing on a snowy slope.",
  "000000001760": "A bunch of bananas hanging from a banana tree.",
  "000000001761": "A black and white cat laying on top of a laptop.",
  "000000001762": "A kitchen with a stove, refrigerator, and a sink.",
  "000000001763": "A cake with flowers on it on a table.",
  "000000001764": "A fire hydrant spraying water on the sidewalk.",
  "000000001765": "A group of giraffes standing next to each other in a fenced in area.",
  "000000001766": "A group of people standing on a beach flying a kite.",
  "000000001767": "A dog is running on the ground near a tree.",
  "000000001768": "A cat is sitting on a blanket next to stuffed animals.",
  "000000001769": "A baseball player holding his mitt on the field.",
  "000000001770": "A bus is driving down a street near a tall building.",
  "000000001771": "A table topped with a burger, fries and a salad.",
  "000000001772": "A man and woman sitting on a bench next to a little girl.",
  "000000001773": "A person eating a sandwich with a cup of coffee.",
  "000000001774": "A plate with a sandwich and chips and a salad.",
  "000000001775": "A city street at night with a light pole.",
  "000000001776": "A room with a laptop, a suitcase, and a chair.",
  "000000001777": "A group of men playing tennis on a tennis court.",
  "000000001778": "A man is holding up a sculpture of two people.",
  "000000001779": "A motorcycle parked on the side of a road.",
  "000000001780": "A man is skiing with his dog on his back.",
  "000000001781": "A woman holding an umbrella while wearing a pink dress.",
  "000000001782": "A computer keyboard and mouse on a desk.",
  "000000001783": "A truck is parked on the side of the road.",
  "000000001784": "A stop sign is on the side of a street.",
  "000000001785": "People are waiting at the train station with their luggage.",
  "000000001786": "A traffic light on a city street with a car.",
  "000000001787": "Two computer monitors sitting on a desk next to a keyboard and mouse.",
  "000000001788": "A zebra is flying through the wild with other zebras behind it.",
  "000000001789": "A bus traveling down a road through a forest.",
  "000000001790": "A cat is looking at itself in a mirror.",
  "000000001791": "A city bus parked in a parking lot.",
  "000000001792": "A small toilet with a lid open and a white seat.",
  "000000001793": "A large brown cow is laying on a grassy hill.",
  "000000001794": "Two people are playing with an elephant in the water.",
  "000000001795": "A man doing a trick on a skateboard.",
  "000000001796": "A man wearing a black suit and a white bow tie.",
  "000000001797": "A large clock on a tall tower with a man in the background.",
  "000000001798": "A black and white photo of a cat on a toilet.",
  "000000001799": "A bathroom with a toilet, tub, and a light.",
  "000000001800": "A street with a stop sign and a sidewalk.",
  "000000001801": "A car is parked next to a sidewalk with a baseball bat and a car is in the background.",
  "000000001802": "A train is pulling into a train station.",
  "000000001803": "A group of people on the beach with some boats.",
  "000000001804": "A group of people standing in a field flying kites.",
  "000000001805": "A white bus driving down a highway next to a white truck.",
  "000000001806": "A woman and a man walking down a street with an umbrella.",
  "000000001807": "A couple of chairs sitting next to a fence.",
  "000000001808": "A man standing next to a motorcycle on a field.",
  "000000001809": "A man riding a white horse down a street.",
  "000000001810": "A parking meter sits on the side of a road.",
  "000000001811": "A house with two windows and a roof.",
  "000000001812": "A woman in a tennis outfit hitting a tennis ball.",
  "000000001813": "A motorcycle parked on the side of a road.",
  "000000001814": "A woman holding a tennis racquet on a court.",
  "000000001815": "A backpack is sitting in the woods next to trees.",
  "000000001816": "A young girl using a laptop computer in a room.",
  "000000001817": "A man is holding a refrigerator door open.",
  "000000001818": "Two women holding up a white donut in front of a tree.",
  "000000001819": "A propeller airplane on a grassy runway.",
  "000000001820": "A man swinging a tennis racket at a tennis ball.",
  "000000001821": "A city street with a traffic light and a street sign.",
  "000000001822": "A bunch of bananas sitting on top of a tree.",
  "000000001823": "A dog laying on a couch with a bedspread.",
  "000000001824": "A room with a fireplace, a chair, and a table.",
  "000000001825": "A bed with a laptop computer on it.",
  "000000001826": "A plate of food with a sandwich and a salad.",
  "000000001827": "A computer desk with two monitors, a keyboard and a mouse.",
  "000000001828": "A boy is jumping on a peanut butter balloon.",
  "000000001829": "A group of people are riding bikes with a teddy bear on one of them.",
  "000000001830": "A group of people riding bikes down a city street.",
  "000000001831": "Two people are jumping to catch a frisbee.",
  "000000001832": "A shop with a display of various types of jewelry.",
  "000000001833": "Two children on the beach with a surfboard.",
  "000000001834": "A man swinging a bat at a ball.",
  "000000001835": "A clock hanging from the side of a building.",
  "000000001836": "A pizza on a plate with a wine glass on the table.",
  "000000001837": "A white dish filled with food on top of a counter.",
  "000000001838": "A group of people sitting on benches outside.",
  "000000001839": "A microwave oven sitting in a room with a bunch of stuff on the floor.",
  "000000001840": "A woman standing in front of a sign on a sidewalk.",
  "000000001841": "A bathroom with two white urinals and a black tiled floor.",
  "000000001842": "A statue of a church with a clock on it.",
  "000000001843": "A man with a surfboard standing on a beach.",
  "000000001844": "A parking meter sitting on the side of a sidewalk.",
  "000000001845": "A man riding on the back of an elephant.",
  "000000001846": "A person riding skis down a snow covered slope.",
  "000000001847": "A toilet in a bathroom with a wall with a picture of a man.",
  "000000001848": "A group of people sitting at a table eating food.",
  "000000001849": "A herd of cows grazing on a grassy field.",
  "000000001850": "A red and white train on a bridge.",
  "000000001851": "A bus is parked on a road with a lot of traffic.",
  "000000001852": "A table with three vases and three lamps on it.",
  "000000001853": "A baseball player is about to hit a ball.",
  "000000001854": "A table with plates of food and bowls of food.",
  "000000001855": "An elephant is standing in the dirt near water.",
  "000000001856": "A young man riding a skateboard down a street.",
  "000000001857": "A group of animals grazing on a grassy field.",
  "000000001858": "A desk with a laptop computer and a chair.",
  "000000001859": "A dog standing next to a beer bottle.",
  "000000001860": "A group of people riding motorcycles down a street.",
  "000000001861": "A street with traffic lights and traffic signs at night.",
  "000000001862": "A large airplane flying in the sky with a blue sky.",
  "000000001863": "A sign that says \"Mars\" is on the side of a building.",
  "000000001864": "A woman in a boat with colorful kite hanging from her head.",
  "000000001865": "A bathroom with a toilet and a tub.",
  "000000001866": "A woman in a bed with a set of blankets.",
  "000000001867": "A group of people in a kitchen with a black stove.",
  "000000001868": "A man sitting on a wooden bench in the snow.",
  "000000001869": "A table topped with plates of food and cups.",
  "000000001870": "A man with a coat and a tie standing next to a woman with aimmel hat.",
  "000000001871": "A train is traveling down the tracks next to a train station.",
  "000000001872": "A group of people standing around a kitchen filled with food.",
  "000000001873": "A man standing in a living room holding a game controller.",
  "000000001874": "A group of elephants standing next to a river.",
  "000000001875": "A black and white photo of a motorcycle parked on the street.",
  "000000001876": "A kitchen with a counter top and a microwave.",
  "000000001877": "A man in a suit and tie with a smile.",
  "000000001878": "A man is doing a trick on a skateboard.",
  "000000001879": "A giraffe and a cow in a grassy area next to rocks.",
  "000000001880": "Two cats laying on a bed with a pillow.",
  "000000001881": "A man holding a blue and green pen in his hand.",
  "000000001882": "A bunch of teddy bears are on a table.",
  "000000001883": "A woman riding a snowboard down a snow covered slope.",
  "000000001884": "A person holding an umbrella and a cellphone.",
  "000000001885": "A group of people standing on a beach with surfboards.",
  "000000001886": "A group of giraffes standing next to each other in a field.",
  "000000001887": "A person skiing down a snow covered slope.",
  "000000001888": "A group of people sitting on a sofa watching TV.",
  "000000001889": "A yellow school bus driving down a street.",
  "000000001890": "A man flying a kite on top of a beach.",
  "000000001891": "A man wearing a suit and tie in an office.",
  "000000001892": "A woman walking down a street near a traffic light.",
  "000000001893": "A person in a red jacket skiing down a snow covered slope.",
  "000000001894": "A man is riding a bicycle down a sidewalk.",
  "000000001895": "A train with a man sitting on the platform.",
  "000000001896": "A yellow fire hydrant on a rocky hillside.",
  "000000001897": "A brown bear is sitting in a grassy area.",
  "000000001898": "Two people on skis on a snowy slope.",
  "000000001899": "A man in a suit and tie with a smile.",
  "000000001900": "A person holding a sandwich in a bun.",
  "000000001901": "A bowl filled with broccoli and other vegetables.",
  "000000001902": "A bottle of wine and a pizza on a wooden cutting board.",
  "000000001903": "A red fire hydrant on the side of a road.",
  "000000001904": "A white toilet sitting in a bathroom next to a window.",
  "000000001905": "A parking meter with a graffiti covered door and a meter reading 10 minutes.",
  "000000001906": "Two pieces of pizza on two plates on a table.",
  "000000001907": "A woman eating a piece of doughnut while smiling.",
  "000000001908": "A sandwich on a plate with a bag of chips.",
  "000000001909": "A woman holding a cellphone next to a teddy bear.",
  "000000001910": "A woman in a black shirt eating a hot dog.",
  "000000001911": "A dog and a teddy bear sitting on a wooden bench.",
  "000000001912": "A cat laying on top of a wooden shelf.",
  "000000001913": "A yellow bus driving down a city street.",
  "000000001914": "A stone wall with a church and a clock tower.",
  "000000001915": "A city bus is parked next to a crane.",
  "000000001916": "Two toothbrushes and a toothpaste are on a table.",
  "000000001917": "Two children with umbrellas and a dog on a leash.",
  "000000001918": "A red fire hydrant on the side of a street.",
  "000000001919": "A group of people walking down a street.",
  "000000001920": "A man riding a motorcycle with two other people in the back.",
  "000000001921": "A bowl of food with a fork and knife.",
  "000000001922": "A pizza and doughnuts are sitting on the oven.",
  "000000001923": "A surfer is in the middle of a wave.",
  "000000001924": "A woman holding an umbrella while standing next to other people.",
  "000000001925": "A woman is looking at a toilet with a plant on it.",
  "000000001926": "A plate of food with pastries and ice cream.",
  "000000001927": "A train is traveling down the tracks near a building.",
  "000000001928": "A large clock on the side of a building.",
  "000000001929": "A white and blue ship docked in the water.",
  "000000001930": "A street sign with a traffic sign attached to it.",
  "000000001931": "A clock tower with a sky background and a man in a black shirt.",
  "000000001932": "A man holding an umbrella on a city street.",
  "000000001933": "A vase with a beautiful white flower on it.",
  "000000001934": "A group of people sitting on top of a couch.",
  "000000001935": "A bunch of fruit sitting on top of each other.",
  "000000001936": "A man in a black shirt playing tennis in a court.",
  "000000001937": "A man riding a wave on a surfboard in a river.",
  "000000001938": "Two people standing next to a giraffe in an enclosure.",
  "000000001939": "A man riding skis down a snow covered slope.",
  "000000001940": "A stop sign and a car in a city.",
  "000000001941": "Three zebras are standing in a dry grass field.",
  "000000001942": "A pan filled with broccoli and shrimp next to a stove.",
  "000000001943": "A baseball player swinging a bat at a ball.",
  "000000001944": "A group of zebras standing next to each other in a field.",
  "000000001945": "Two white horses standing in a grassy field.",
  "000000001946": "A street sign is seen through a cloudy lens.",
  "000000001947": "A person on a snowboard on a mountain.",
  "000000001948": "A group of elephants walking across a grassy field.",
  "000000001949": "A bunch of hot dogs sitting on a grill.",
  "000000001950": "A dog is sitting on a couch in a living room.",
  "000000001951": "A man in a suit and tie is standing in a city.",
  "000000001952": "A cat sitting on top of a car window.",
  "000000001953": "A table topped with plates of food and wine glasses.",
  "000000001954": "A man swinging a tennis racquet at a tennis ball.",
  "000000001955": "A zebra is standing in a tall grassy field.",
  "000000001956": "A room with a chair, a table and some books.",
  "000000001957": "A man holding a cell phone while standing in a crowd.",
  "000000001958": "A person holding a pink umbrella next to a mountain.",
  "000000001959": "Two cell phones sitting on top of a table.",
  "000000001960": "A basket of bananas sitting on top of a shelf.",
  "000000001961": "A group of people standing on a rocky area.",
  "000000001962": "A group of wooden items sitting on top of a table.",
  "000000001963": "A statue of a man in a hat on a stone sidewalk.",
  "000000001964": "A display of fruit at a market with people walking by.",
  "000000001965": "A view of a bathroom with a toilet and a sink.",
  "000000001966": "A baseball player holding a bat on a field.",
  "000000001967": "A tennis match with a crowd of spectators.",
  "000000001968": "A desk with a chair and a bookshelf.",
  "000000001969": "A stuffed bear is sitting on a green trash can.",
  "000000001970": "A stop sign is in the middle of a rural area.",
  "000000001971": "A woman standing next to a truck full of fruit.",
  "000000001972": "A group of boats docked at a marina.",
  "000000001973": "A man in a wet suit surfing in the ocean.",
  "000000001974": "A colorful kite is flying over a beach.",
  "000000001975": "A woman standing in front of a wooden building holding a tennis racket.",
  "000000001976": "Three pieces of luggage sitting next to each other.",
  "000000001977": "A man and woman are riding a horse in a grassy field.",
  "000000001978": "A man riding a wave on top of a surfboard.",
  "000000001979": "A giraffe standing in a field next to a zebra.",
  "000000001980": "Two white birds are sitting in a boat in a lake.",
  "000000001981": "A young boy holding a Nintendo Wii remote.",
  "000000001982": "A city street with a large bus driving past several cars.",
  "000000001983": "A laptop sitting on a desk next to a monitor.",
  "000000001984": "A cat laying on a computer desk with its head on a keyboard.",
  "000000001985": "Two people are helping with traffic lights in the rain.",
  "000000001986": "A woman holding a bat in front of a hot dog.",
  "000000001987": "Three giraffes and a couple of penguins are standing in the grass.",
  "000000001988": "A large black bird sitting on top of a small bowl of fruit.",
  "000000001989": "A man riding a wave on top of a surfboard.",
  "000000001990": "A woman riding a wave on a surfboard.",
  "000000001991": "Three zebras are standing in a field of grass.",
  "000000001992": "A group of zebras standing in a field.",
  "000000001993": "A plate of meat and some donuts.",
  "000000001994": "A giraffe standing in a grassy field.",
  "000000001995": "A street with many crosswalks and many cars.",
  "000000001996": "A woman in a white dress holding a tennis racquet.",
  "000000001997": "A baseball player swinging a bat at a ball.",
  "000000001998": "A microwave oven sitting next to a kitchen sink.",
  "000000001999": "A cat laying on top of a suitcase."
}