{
  "000000000000": "A person sitting on a chair in a room.",
  "000000000001": "A man riding a motorcycle down a street.",
  "000000000002": "A group of people riding motorcycles on a city street.",
  "000000000003": "A man standing in a kitchen with a refrigerator.",
  "000000000004": "A desk with a laptop, a television, and a monitor.",
  "000000000005": "A plate of food with rice and broccoli.",
  "000000000006": "A man and a woman on skis in the snow.",
  "000000000007": "A person sitting on a desk with a laptop.",
  "000000000008": "A man is standing on the train platform with a suitcase.",
  "000000000009": "A salad with carrots, broccoli, rice, and other vegetables.",
  "000000000010": "A young boy playing a video game in a living room.",
  "000000000011": "A pot of cooked carrots and peas on a stove.",
  "000000000012": "A man jumping up to catch a frisbee.",
  "000000000013": "A group of white and blue vases with flowers on them.",
  "000000000014": "A vase of flowers sitting on a table.",
  "000000000015": "A man standing in the snow on skis.",
  "000000000016": "A man skateboarding on a ramp with a skateboard board.",
  "000000000017": "A woman sitting at a table with a pizza on it.",
  "000000000018": "A kitchen with a counter, sink, and a stove.",
  "000000000019": "Two people walking on a snow covered sidewalk.",
  "000000000020": "Two zebras eating grass in a fenced in area.",
  "000000000021": "A snow covered street sign on a snowy road.",
  "000000000022": "A skateboarder is doing a trick on a ramp.",
  "000000000023": "A kitchen with a stove, sink, and microwave.",
  "000000000024": "A cat sitting on a table in a kitchen.",
  "000000000025": "A sandwich with a side of lettuce and tomato.",
  "000000000026": "Two men standing next to each other in front of a donut stand.",
  "000000000027": "A young boy cutting a cake with a knife.",
  "000000000028": "A vase filled with flowers sitting on a wooden bench.",
  "000000000029": "A baseball player is swinging a bat at a ball.",
  "000000000030": "A bench sitting on top of a green field next to a body of water.",
  "000000000031": "A stop sign with a car parked behind it.",
  "000000000032": "A man standing on a beach holding a surfboard.",
  "000000000033": "A laptop computer sitting on top of a desk.",
  "000000000034": "A night scene of a city with traffic and lights.",
  "000000000035": "A young girl sitting on a bed with a laptop.",
  "000000000036": "A group of animals grazing on a lush green field.",
  "000000000037": "A skier is skiing down a snowy hill.",
  "000000000038": "A statue of a man standing next to a book.",
  "000000000039": "A group of people sitting on the beach with a surfboard.",
  "000000000040": "A room with a door and a refrigerator.",
  "000000000041": "A group of people standing on a beach flying a kite.",
  "000000000042": "A man sitting on a bench next to a street.",
  "000000000043": "A man standing in a room with a laptop.",
  "000000000044": "A desk with a laptop, a mouse, a computer monitor, a cup of coffee, a plate of food, and a box of rice.",
  "000000000045": "A plane flying over a body of water.",
  "000000000046": "A woman is playing tennis on a tennis court.",
  "000000000047": "A cat is standing on top of a television.",
  "000000000048": "A woman sitting on a surfboard in the ocean.",
  "000000000049": "A group of giraffes standing on a dirt field next to a pond.",
  "000000000050": "A statue of a large elephant with a blue face.",
  "000000000051": "A man and woman standing next to a TV.",
  "000000000052": "A man riding a dirt bike in the air.",
  "000000000053": "A person is standing on a beach with a surfboard.",
  "000000000054": "A street sign on a pole on a city street.",
  "000000000055": "A man standing on top of a surfboard in the ocean.",
  "000000000056": "A bathroom with a bathtub and a sink.",
  "000000000057": "A group of donuts sitting on top of a plate.",
  "000000000058": "A woman laying on a bed with a cat.",
  "000000000059": "A statue of a man standing in a park.",
  "000000000060": "A group of people standing on top of a sandy beach.",
  "000000000061": "Two skateboarders are doing a trick on a ramp.",
  "000000000062": "A group of skiers on a snowy slope.",
  "000000000063": "A group of people standing outside of a store.",
  "000000000064": "A living room with a couch, table, fireplace, and a television.",
  "000000000065": "A group of cows are standing on a grassy field.",
  "000000000066": "A group of people riding motorcycles down a street.",
  "000000000067": "A group of giraffes standing on top of a lush green field.",
  "000000000068": "A plate of food with a chicken and vegetables.",
  "000000000069": "A group of skiers on a mountain with trees in the background.",
  "000000000070": "A group of people walking through a forest.",
  "000000000071": "A man is standing on a surfboard in the ocean.",
  "000000000072": "A small child laying on a white bed.",
  "000000000073": "A cake with a cake in the center of it.",
  "000000000074": "A brown bear sitting on a grassy field.",
  "000000000075": "Two young girls are standing outside with their cell phones.",
  "000000000076": "A man sitting on a motorcycle with a cell phone.",
  "000000000077": "A bathroom with two white toilets and a black wall.",
  "000000000078": "A table topped with plates of food and a bottle of beer.",
  "000000000079": "A young boy swinging a baseball bat at a baseball.",
  "000000000080": "A dog laying on a bed with a pair of shoes.",
  "000000000081": "A young man is playing tennis on a tennis court.",
  "000000000082": "A motorcycle parked on the side of a road.",
  "000000000083": "A group of skiers pose for a picture on a snowy slope.",
  "000000000084": "A young boy sitting on a table with a birthday cake.",
  "000000000085": "A man is sitting in a horse drawn carriage.",
  "000000000086": "A pile of luggage sitting on top of a wall.",
  "000000000087": "A dog laying on a bed in a room.",
  "000000000088": "A bowl of food sitting on a table next to a cup of coffee.",
  "000000000089": "A woman standing on a sidewalk next to a yellow fire hydrant.",
  "000000000090": "A group of cars parked on the side of a road.",
  "000000000091": "A person jumping a horse over a jump.",
  "000000000092": "A train is on the tracks near a mountain.",
  "000000000093": "A couple of umbrellas sitting on top of a table.",
  "000000000094": "A black dog is standing in a field with a frisbee.",
  "000000000095": "A car parked on the side of a street near a clock.",
  "000000000096": "A horse pulling a cart with a man in it.",
  "000000000097": "A person cooking food on a grill.",
  "000000000098": "A kitchen oven with a piece of food on it.",
  "000000000099": "A clock on the side of a building.",
  "000000000100": "A school bus is parked on the side of the road.",
  "000000000101": "A boat is on the water with people standing around.",
  "000000000102": "A room with a couch, table, chair, and a piano.",
  "000000000103": "Two people are playing a game of frisbee.",
  "000000000104": "A giraffe standing next to a fence with a truck parked in the background.",
  "000000000105": "A skateboard is parked in a room with a man in a black shirt.",
  "000000000106": "A couple of giraffes standing next to a car.",
  "000000000107": "A man sitting on a couch with a lamp.",
  "000000000108": "A woman is running in a field with a frisbee.",
  "000000000109": "A stuffed teddy bear sitting on top of a pillow.",
  "000000000110": "A group of sheep are laying in a pile of hay.",
  "000000000111": "A clock tower with a clock on it.",
  "000000000112": "A man in a suit and tie is holding a knife.",
  "000000000113": "A group of zebras grazing on a grass field.",
  "000000000114": "Two men are playing a video game in a living room.",
  "000000000115": "A group of people standing on top of a grassy field.",
  "000000000116": "A sign that says \"The Red House\" is on the corner of a street.",
  "000000000117": "A motorcycle parked on the side of a street.",
  "000000000118": "A woman is playing a game of frisbee.",
  "000000000119": "A group of motorcycles parked on a cement wall.",
  "000000000120": "A cat laying on a bed with a laptop on it.",
  "000000000121": "A group of people standing on a field flying kites.",
  "000000000122": "A cat laying on a person's lap.",
  "000000000123": "A wooden spoon sitting inside of a pot.",
  "000000000124": "A person holding a knife and a cup of coffee.",
  "000000000125": "A cell phone, a coffee cup, a pair of scissors, and a pair of pens are on a table.",
  "000000000126": "A group of zebras standing in a field of tall grass.",
  "000000000127": "A table with a bottle of wine and a plate of food.",
  "000000000128": "A fire hydrant sitting on the side of a sidewalk.",
  "000000000129": "A bus is driving down a street with people on it.",
  "000000000130": "A pizza with meat and vegetables on a plate.",
  "000000000131": "A bowl of food with a piece of cake.",
  "000000000132": "A horse is standing next to a tractor.",
  "000000000133": "A young boy sitting on a couch playing a video game.",
  "000000000134": "A table with a couple of pizzas and a drink.",
  "000000000135": "A person is snowboarding down a hill.",
  "000000000136": "An elephant standing in a fenced in area.",
  "000000000137": "A man is playing tennis on a tennis court.",
  "000000000138": "A man standing next to a sign that says \"The Road to the Future\".",
  "000000000139": "A black and white photo of a dog laying on a couch.",
  "000000000140": "Two people sitting on an elephant in an outdoor hut.",
  "000000000141": "A baseball player is swinging a bat at a pitch.",
  "000000000142": "A stop sign with a red and white stripe.",
  "000000000143": "A street sign that has been covered with graffiti.",
  "000000000144": "A man sitting on a park bench next to a pile of yellow flowers.",
  "000000000145": "A large airplane is on the tarmac.",
  "000000000146": "A woman standing next to an elephant in an enclosure.",
  "000000000147": "A group of people walking through an airport.",
  "000000000148": "A cat is laying on a bed with a person.",
  "000000000149": "A clock tower with a large white building behind it.",
  "000000000150": "A bathroom with a toilet, sink, and mirror.",
  "000000000151": "A motorcycle parked on a street next to a building.",
  "000000000152": "A train is parked on the tracks near a building.",
  "000000000153": "A slice of pizza with cheese and tomatoes on a white plate.",
  "000000000154": "A man is standing next to a bus with a man in a helmet.",
  "000000000155": "A street light on a city street with people walking.",
  "000000000156": "A bed with a quilt on it sitting in a bedroom.",
  "000000000157": "A donut with a squirrel on it sitting in front of a tree.",
  "000000000158": "A large clock tower with a white and red wall.",
  "000000000159": "A man sitting on a red couch with a bag.",
  "000000000160": "A woman on skis standing on a mountain.",
  "000000000161": "A boat is on the water with a woman standing on a sailboat.",
  "000000000162": "A group of people standing on a beach flying a kite.",
  "000000000163": "A group of boats are on a field with birds.",
  "000000000164": "Two giraffes standing next to each other in an enclosure.",
  "000000000165": "A woman is holding a plate of cake.",
  "000000000166": "A bathroom with a mirror, sink, and toilet.",
  "000000000167": "A desk with a laptop, a computer mouse, a book, and a pencil.",
  "000000000168": "Two people riding horses on the beach near the ocean.",
  "000000000169": "A surfer riding a wave on a surfboard.",
  "000000000170": "A clock tower with a clock on it on a cloudy day.",
  "000000000171": "A person holding a donut in a paper bag.",
  "000000000172": "A plate of food with a sandwich and a bowl of pasta.",
  "000000000173": "A small dog sitting on top of a blue sign.",
  "000000000174": "A tennis player is hitting a ball with a racket.",
  "000000000175": "Two men sitting at a table with drinks and food.",
  "000000000176": "A toilet sitting in a bathroom with a lid open.",
  "000000000177": "A giraffe standing in a field of grass.",
  "000000000178": "A group of people standing on a snow covered slope.",
  "000000000179": "A man riding a surfboard on top of a wave.",
  "000000000180": "A group of people standing on top of a snow covered slope.",
  "000000000181": "A man and a boy are on a beach with a skateboard.",
  "000000000182": "Two zebras standing in a field of grass.",
  "000000000183": "A cat with a tie on sitting on a bed.",
  "000000000184": "Two men are sitting at a table with a drink.",
  "000000000185": "A woman walking with a small dog on her shoulders.",
  "000000000186": "A kitchen with a stove, a refrigerator, and a sink.",
  "000000000187": "A woman is laying on a bed with a book.",
  "000000000188": "A plate of broccoli and a fork on a table.",
  "000000000189": "A baseball player is standing on the field with a bat.",
  "000000000190": "A black and white photo of a baby and a baby horse.",
  "000000000191": "A herd of zebras standing next to a muddy river.",
  "000000000192": "A man is playing tennis on a tennis court.",
  "000000000193": "A plate of food with meat, vegetables and a wine glass.",
  "000000000194": "A bus parked on the side of a road.",
  "000000000195": "A fire truck is parked on the street next to a street.",
  "000000000196": "A person riding a surfboard on top of a wave.",
  "000000000197": "A man holding a large white donut in his mouth.",
  "000000000198": "A woman is blowing out the hair of a young woman.",
  "000000000199": "A bus with a lot of seats on it.",
  "000000000200": "A baseball player is standing on a field.",
  "000000000201": "A stop sign sitting on top of a pole.",
  "000000000202": "A man is playing tennis on a tennis court.",
  "000000000203": "A man and woman sitting on a table eating food.",
  "000000000204": "A white truck with a blue and yellow sign on it.",
  "000000000205": "A table topped with a birthday cake and a cell phone.",
  "000000000206": "A giraffe standing next to a zebra in an enclosure.",
  "000000000207": "A group of people sitting at a table eating.",
  "000000000208": "A sandwich on a plate with a fork and knife.",
  "000000000209": "A man is cutting a piece of meat on a table.",
  "000000000210": "A group of young children standing next to a large stuffed bear.",
  "000000000211": "A man riding a horse along a beach.",
  "000000000212": "A kitchen with a sink and a stove.",
  "000000000213": "A man sitting on a table with an umbrella.",
  "000000000214": "A man eating a pizza in a room with a red wall.",
  "000000000215": "A table topped with a pizza and a wine glass.",
  "000000000216": "Two giraffes standing next to each other in a field.",
  "000000000217": "A couple of containers of food with a white rice dish.",
  "000000000218": "A man sitting on a table with a bicycle.",
  "000000000219": "A group of people on a beach with a mountain in the background.",
  "000000000220": "A woman sitting on a red chair holding an umbrella.",
  "000000000221": "A group of giraffes standing in a forest.",
  "000000000222": "Two people are riding motorcycles on a dirt road.",
  "000000000223": "A plane flying in the sky over a field.",
  "000000000224": "A woman is standing on a hill with a kite in the air.",
  "000000000225": "A woman standing on a sidewalk holding a skateboard.",
  "000000000226": "A woman is sitting on a bench with her dog.",
  "000000000227": "A person is holding a computer keyboard and a laptop.",
  "000000000228": "A man riding a yellow motorcycle on a grassy field.",
  "000000000229": "A group of vegetables sitting on top of a table.",
  "000000000230": "A man and a woman are smiling and holding each other.",
  "000000000231": "A bathroom with a sink, toilet, and a toilet paper roll.",
  "000000000232": "A green field with trees and a house in the background.",
  "000000000233": "A large table with a large white candle.",
  "000000000234": "A kitchen with a wooden counter and a wooden barrel.",
  "000000000235": "A group of people on a rocky hill with a surfboard.",
  "000000000236": "A black and white cat sitting on a stone bench.",
  "000000000237": "A pair of scissors sitting on top of a wooden board.",
  "000000000238": "A plane is on a runway with a man standing next to it.",
  "000000000239": "A woman in a white shirt and white shorts playing tennis.",
  "000000000240": "A dog is walking on a rug in a living room.",
  "000000000241": "A large clock tower with a blue sky in the background.",
  "000000000242": "A man holding an umbrella while standing next to three dogs.",
  "000000000243": "A baseball player is swinging a bat at a ball.",
  "000000000244": "A living room with a couch, table, and a window.",
  "000000000245": "A train is traveling on the tracks at night.",
  "000000000246": "A yellow and white truck with a man standing on it.",
  "000000000247": "A boat is on the water near a bridge.",
  "000000000248": "A gray bird flying in the sky on a cloudy day.",
  "000000000249": "A group of surfers riding a wave on a body of water.",
  "000000000250": "A car parked in a parking lot with a man standing next to it.",
  "000000000251": "A group of people on motorcycles are on the road.",
  "000000000252": "A person on skis is going down a ramp.",
  "000000000253": "A street light is shining through a cloudy sky.",
  "000000000254": "Two people riding horses on a beach near the ocean.",
  "000000000255": "A bench sitting on top of a wooden fence.",
  "000000000256": "A man standing on a tennis court holding a racquet.",
  "000000000257": "A parking meter sitting on top of a city street.",
  "000000000258": "A street sign sitting on the side of a street.",
  "000000000259": "A sheep is standing on a dry grass field.",
  "000000000260": "A man holding a Frisbee with a smile on his face.",
  "000000000261": "A large clock tower sits on the side of a street.",
  "000000000262": "A man sitting at a table talking on a cell phone.",
  "000000000263": "Two skiers are standing on a mountain top.",
  "000000000264": "A cup of coffee and a piece of cake on a table.",
  "000000000265": "A group of people standing in a kitchen.",
  "000000000266": "A man is standing on a beach with a kite in the air.",
  "000000000267": "A man and two women sitting at a table with pizza.",
  "000000000268": "A bowl of tomatoes and other vegetables sitting on a table.",
  "000000000269": "A kitchen with a sink, stove, and refrigerator.",
  "000000000270": "A table with a bunch of bananas on it.",
  "000000000271": "A man is playing tennis on a tennis court.",
  "000000000272": "A giraffe is standing in a tree with a branch.",
  "000000000273": "A vase filled with flowers sitting on a window sill.",
  "000000000274": "A man standing next to a group of cows in a field.",
  "000000000275": "A man is pitching a baseball on a field.",
  "000000000276": "A boat is sitting on the shore of a beach.",
  "000000000277": "A cell phone sitting on a desk next to a keyboard.",
  "000000000278": "A cat is laying on a plate with a toothbrush.",
  "000000000279": "A man in a black shirt and white shorts playing tennis.",
  "000000000280": "A Nintendo Wii remote controller sitting on top of a box.",
  "000000000281": "A man riding an elephant with a painting on it.",
  "000000000282": "A clock sitting on top of a wooden wall.",
  "000000000283": "A pile of oranges and apples sitting on top of each other.",
  "000000000284": "A little girl sitting on a couch holding a teddy bear.",
  "000000000285": "A man is standing on a stove top with some food in the oven.",
  "000000000286": "Two young children sitting on a bed holding a stuffed animal.",
  "000000000287": "A man sitting on a couch holding a laptop.",
  "000000000288": "A little girl sitting on a stone sidewalk reading a book.",
  "000000000289": "A train is parked at a train station.",
  "000000000290": "A bench sitting on a dirt field next to a tree.",
  "000000000291": "A man is playing tennis on a tennis court.",
  "000000000292": "A woman standing next to a group of dogs.",
  "000000000293": "A little girl sitting on a bench with a pink ribbon on her face.",
  "000000000294": "A kite flying over the ocean and a person standing on a beach.",
  "000000000295": "A group of cows walking on the beach near the ocean.",
  "000000000296": "A man is playing tennis on a tennis court.",
  "000000000297": "Two people playing a game of soccer on a field.",
  "000000000298": "A little girl sitting on a bed holding a remote control.",
  "000000000299": "A bike is on the side of a train.",
  "000000000300": "A woman holding a sandwich while a man smiles.",
  "000000000301": "A man is on a skateboard in a room.",
  "000000000302": "A fire hydrant with a blue and red fire hydrant on it.",
  "000000000303": "A man in a suit and tie is holding a cell phone.",
  "000000000304": "A man and a woman standing on a tennis court.",
  "000000000305": "A street light on a brick building on a street.",
  "000000000306": "A large jetliner flying through a blue sky.",
  "000000000307": "A man riding a motorcycle on a dirt road.",
  "000000000308": "Two giraffes and a zebra standing next to each other.",
  "000000000309": "A man is cutting a cake in a kitchen.",
  "000000000310": "Two elephants are standing in the grass together.",
  "000000000311": "A young boy holding a baseball bat in a field.",
  "000000000312": "A little girl holding a tennis racket on a tennis court.",
  "000000000313": "A surfer riding a wave on a surfboard.",
  "000000000314": "A man taking a picture of himself in a mirror.",
  "000000000315": "An elephant walking through a dry grass field.",
  "000000000316": "A large garbage truck driving down a street.",
  "000000000317": "A bird is standing in front of a table.",
  "000000000318": "A table with food and wine on it.",
  "000000000319": "A man standing next to a traffic light.",
  "000000000320": "A polar bear walking on a rock in the ocean.",
  "000000000321": "A city street with a bus, truck, and car.",
  "000000000322": "A street sign on a pole on a road.",
  "000000000323": "A train door is open in a subway.",
  "000000000324": "A pizza with a lime slice on top of it.",
  "000000000325": "A white dog standing on a red carpet.",
  "000000000326": "A man with an umbrella on a city street.",
  "000000000327": "A man is standing next to a bike.",
  "000000000328": "A white plate topped with a bunch of wooden spoons.",
  "000000000329": "A man standing next to a paint painted ramp.",
  "000000000330": "A table topped with oranges and a bowl of mandarin.",
  "000000000331": "A woman sitting at a table with a box of food.",
  "000000000332": "A large airplane flying through the sky in the sky.",
  "000000000333": "A group of people standing around a table with a plate of food.",
  "000000000334": "A man is riding a red bike down the street.",
  "000000000335": "A table with umbrellas on it in a field.",
  "000000000336": "A man sitting on a park bench in the woods.",
  "000000000337": "A clock hanging from a wooden table with a green and yellow apple.",
  "000000000338": "A man standing on a snow covered slope holding a kite.",
  "000000000339": "A person is standing in front of a rack of clothing.",
  "000000000340": "A group of young children standing in front of a building.",
  "000000000341": "A dog laying on a bed with a pillow.",
  "000000000342": "A cat is sitting on a pair of sneakers.",
  "000000000343": "A small boat with people on it on the water.",
  "000000000344": "A person is using a laptop computer on a table.",
  "000000000345": "A baseball player is swinging a bat at a ball.",
  "000000000346": "A living room with a brown rug and a black carpet.",
  "000000000347": "A man sitting on top of a sculpture of an animal.",
  "000000000348": "Two people standing on a beach with a dog.",
  "000000000349": "A kitchen with a refrigerator, a stove, a sink, a microwave, and a refrigerator.",
  "000000000350": "A laptop computer sitting on a table next to a cell phone.",
  "000000000351": "A variety of donuts and other treats on a plate.",
  "000000000352": "Two men are playing a video game together.",
  "000000000353": "A woman and a boy standing next to each other.",
  "000000000354": "A bus is parked on the side of the road.",
  "000000000355": "A group of horses standing on top of a field.",
  "000000000356": "A cat sitting on a person's lap next to a keyboard.",
  "000000000357": "A man riding a surfboard on top of a wave.",
  "000000000358": "A plate of food with rice and broccoli.",
  "000000000359": "A man riding a surfboard on top of a wave.",
  "000000000360": "A toilet sitting in a bathroom with a toilet paper dispenser.",
  "000000000361": "A bus is driving down a street past a building.",
  "000000000362": "Two men standing next to each other holding glasses of wine.",
  "000000000363": "A clock sitting on top of a tree in a field.",
  "000000000364": "A man is playing with a frisbee in the grass.",
  "000000000365": "A man in a black shirt is cooking food on a stove.",
  "000000000366": "A person taking a picture of themselves in a mirror.",
  "000000000367": "A man and a woman standing in the water with a dog.",
  "000000000368": "A giraffe walking across a grassy field.",
  "000000000369": "Two bicycles and a pillow are sitting on a couch.",
  "000000000370": "A woman holding a mirror while standing in a kitchen.",
  "000000000371": "A white plate topped with a large white burger.",
  "000000000372": "A keyboard sitting on top of a white desk.",
  "000000000373": "A baseball player is swinging a bat at a ball.",
  "000000000374": "A train is parked at the station with a sign on the side.",
  "000000000375": "A pair of scissors sitting on top of a wooden table.",
  "000000000376": "A motorcycle parked next to a large wooden coffin.",
  "000000000377": "A skateboarder is on a ramp with a skateboard.",
  "000000000378": "A group of people standing in the grass with frisbee.",
  "000000000379": "A bed with a white cover and a white mattress.",
  "000000000380": "A man in a suit standing in a yard.",
  "000000000381": "A kitchen with a refrigerator, a stove, a microwave, and a refrigerator.",
  "000000000382": "A clock mounted on a wooden wall with a blue sky.",
  "000000000383": "A train is traveling down the tracks on a sunny day.",
  "000000000384": "A pizza on a wooden pan with cheese and mushrooms.",
  "000000000385": "An elephant standing in a tree with a wooden frame.",
  "000000000386": "A view of a mountain with a plane's wing out.",
  "000000000387": "A bunch of donuts on a display board.",
  "000000000388": "A woman sitting at a table with a plate of food.",
  "000000000389": "A group of sheep standing on top of a green hill.",
  "000000000390": "A large clock on a city waterfront on a cloudy day.",
  "000000000391": "A couch sitting in a living room with a large window.",
  "000000000392": "A kitchen with a stove, a table, and a refrigerator.",
  "000000000393": "A little girl holding an umbrella on a sidewalk.",
  "000000000394": "A man standing in front of a fence holding a green and yellow toy.",
  "000000000395": "A man is jumping in the air with a frisbee.",
  "000000000396": "A person is riding a skateboard down a street.",
  "000000000397": "A young woman laying on a bed with a large piece of jewelry.",
  "000000000398": "A cat sitting on top of a sink.",
  "000000000399": "A man walking with two horses on a path.",
  "000000000400": "A cell phone with a screen and a screen on it.",
  "000000000401": "A dog sitting on a table with a cake.",
  "000000000402": "A man riding a surfboard on top of a wave.",
  "000000000403": "A picture of a street sign with graffiti on it.",
  "000000000404": "A man sitting on a toilet in a bathroom.",
  "000000000405": "A city with a clock tower and a boat in the water.",
  "000000000406": "A plate of food with a cup of coffee and a fork.",
  "000000000407": "An elephant walking through a forest with trees in the background.",
  "000000000408": "A man skateboarding on a skate board in a skate park.",
  "000000000409": "A giraffe standing in a field of grass.",
  "000000000410": "A street sign on a pole on a city street.",
  "000000000411": "A man is throwing a frisbee on a tennis court.",
  "000000000412": "A person is holding oranges in a metal bowl.",
  "000000000413": "A park bench sitting on a grassy field.",
  "000000000414": "A cat laying on a laptop computer on a desk.",
  "000000000415": "A woman sitting at a table with two slices of pizza.",
  "000000000416": "A group of boats sitting on the beach.",
  "000000000417": "A yellow and white train on a track.",
  "000000000418": "A man is playing tennis on a tennis court.",
  "000000000419": "Two giraffes standing on top of a dry field.",
  "000000000420": "A man sitting on a couch with a piece of paper.",
  "000000000421": "A surfer riding a wave on top of a surfboard.",
  "000000000422": "A giraffe standing next to a fence in front of a building.",
  "000000000423": "A man in a white shirt and shorts playing tennis.",
  "000000000424": "A large bed with a large ornate decoration.",
  "000000000425": "A man is skateboarding on a skateboard on a skateboard ramp.",
  "000000000426": "A bowl of soup with a spoon in it.",
  "000000000427": "A dog standing on a grass field holding a frisbee.",
  "000000000428": "A woman holding a cell phone in her hand.",
  "000000000429": "A man playing soccer on a green field.",
  "000000000430": "A bowl of oranges sitting on a table.",
  "000000000431": "A cat sitting on a concrete surface with a house in the background.",
  "000000000432": "A group of people sitting at a table with food.",
  "000000000433": "A man riding a skateboard down a skateboard ramp.",
  "000000000434": "A bicycle parked on the side of a road.",
  "000000000435": "A man sitting in a park eating food.",
  "000000000436": "A man standing on a beach holding a surfboard.",
  "000000000437": "A traffic light on a street corner with a building in the background.",
  "000000000438": "A dog standing on a sand covered ground.",
  "000000000439": "A desk with three computers and a laptop.",
  "000000000440": "A brown bear sitting on a rock next to a tree.",
  "000000000441": "A bowl of broccoli and other vegetables with a sauce.",
  "000000000442": "Three men playing tennis on a grassy field.",
  "000000000443": "A sign that has a picture of a man on it.",
  "000000000444": "A bus is parked on the street with a bunch of cars.",
  "000000000445": "A group of people standing on a beach with a surfboard.",
  "000000000446": "A little boy sitting on a bed holding a apple.",
  "000000000447": "A plane flying in the sky with a lot of clouds.",
  "000000000448": "A person is walking on a road with a sign.",
  "000000000449": "A bowl of apples sitting on top of a table.",
  "000000000450": "A green and white bus parked on the side of the road.",
  "000000000451": "A large mirror is on the side of a window.",
  "000000000452": "A black cat laying on a desk with a laptop.",
  "000000000453": "A man and a woman sitting on a bench next to a refrigerator.",
  "000000000454": "A man hitting a tennis ball with a racquet.",
  "000000000455": "A zebra standing next to a black and white wall.",
  "000000000456": "Two men standing next to each other on a green grass field.",
  "000000000457": "A group of people standing in the snow.",
  "000000000458": "A person standing on a surfboard on the water.",
  "000000000459": "A woman sitting at a table with a pizza on it.",
  "000000000460": "Two elephants standing next to each other in a fenced in area.",
  "000000000461": "A woman and a girl are on a street corner.",
  "000000000462": "A group of people standing around a table with food.",
  "000000000463": "A bathroom with a toilet, sink, bathtub and a window.",
  "000000000464": "A train traveling down the tracks next to trees.",
  "000000000465": "A black bear sitting on top of a green grass field.",
  "000000000466": "A man and woman standing next to each other.",
  "000000000467": "A bike parked on a sidewalk next to a bench.",
  "000000000468": "A seagull is standing on the beach near the ocean.",
  "000000000469": "Two horses standing next to each other in a fenced in area.",
  "000000000470": "A cake with a picture of a statue of a man on it.",
  "000000000471": "A man walking down a sidewalk with a black and white photo of him.",
  "000000000472": "A plate of food with a burger and french fries.",
  "000000000473": "Two young boys sitting on a bench looking at a cell phone.",
  "000000000474": "A bowl of carrots and a bag of broccoli.",
  "000000000475": "A large white ship sitting on top of a beach.",
  "000000000476": "A group of young boys playing soccer on a field.",
  "000000000477": "A toilet and a white bowl in a bathroom.",
  "000000000478": "A bunch of oranges sitting on top of a table.",
  "000000000479": "A sign that says \"The Greenhouse\" on a pole.",
  "000000000480": "A cow is standing in a field with trees in the background.",
  "000000000481": "A man is holding a sheep with a face full of fur.",
  "000000000482": "A clock tower on the side of a brick building.",
  "000000000483": "A view of a park with a bench and trees.",
  "000000000484": "A skier is standing on a snow covered slope.",
  "000000000485": "A young boy standing next to a woman.",
  "000000000486": "A man and woman standing in a kitchen with a table of food.",
  "000000000487": "A plate of food with broccoli, salad, and rice.",
  "000000000488": "A street sign sitting on a metal pole.",
  "000000000489": "A pizza sitting on a table next to a bottle of beer.",
  "000000000490": "A group of people riding on the back of a motorcycle.",
  "000000000491": "A street sign with a stop sign and a cross sign.",
  "000000000492": "A desk with two monitors and a keyboard.",
  "000000000493": "A large orange and black boat traveling through the ocean.",
  "000000000494": "A large wooden boat sitting on the beach.",
  "000000000495": "A baby sitting on a couch brushing its teeth.",
  "000000000496": "A man and a woman playing a video game.",
  "000000000497": "A man and a woman sitting on a couch playing a video game.",
  "000000000498": "A computer monitor sitting on top of a desk.",
  "000000000499": "A box of cereal, a box of donuts, a box of donuts, and a box of donuts.",
  "000000000500": "A woman sitting at a table with a pizza on it.",
  "000000000501": "A street sign with a number and a name on it.",
  "000000000502": "A bird with a long beak standing in the water.",
  "000000000503": "A group of young children standing around a sheep.",
  "000000000504": "A street with a lot of traffic and signs.",
  "000000000505": "A black bear sitting on a rock on a ledge.",
  "000000000506": "A zebra standing in a field of hay.",
  "000000000507": "A motorcycle is parked on the street at night.",
  "000000000508": "A sandwich with cheese and vegetables sitting on a plate.",
  "000000000509": "A man holding a slice of pizza in front of a window.",
  "000000000510": "A car is stopped at a traffic light.",
  "000000000511": "A man riding a surfboard on top of a body of water.",
  "000000000512": "A bathroom with a sink, mirror, and a towel rack.",
  "000000000513": "A man in a black shirt playing tennis.",
  "000000000514": "A man in a baseball uniform standing on a baseball field.",
  "000000000515": "A man is standing on a bike outside a building.",
  "000000000516": "A man and two women are on a surfboard.",
  "000000000517": "A man and woman standing next to each other.",
  "000000000518": "A woman in a white dress and a green hat is holding a bowl of food.",
  "000000000519": "A plate of food with potatoes, carrots, and other vegetables.",
  "000000000520": "A close up of a bunch of apples and oranges.",
  "000000000521": "A desk with a computer, keyboard, mouse, and lamp.",
  "000000000522": "Two zebras are laying down in the dirt.",
  "000000000523": "A woman and two children standing in front of a table.",
  "000000000524": "A man is sitting on a brick sidewalk holding a large ball.",
  "000000000525": "A pizza on a plate with a cheese topping.",
  "000000000526": "Two people sitting on a wooden bench near a lake.",
  "000000000527": "A large white bird standing in a field of grass.",
  "000000000528": "A person is holding a pizza on a paper plate.",
  "000000000529": "A street with a lot of cars and a house.",
  "000000000530": "A cat sitting on top of a wooden table watching a TV.",
  "000000000531": "A man riding a surfboard on top of a body of water.",
  "000000000532": "A snowboarder is jumping off a ledge.",
  "000000000533": "A plate of food with a salad and a tomato.",
  "000000000534": "A man is flying through the air while riding a kite.",
  "000000000535": "A picture of a farmer's market with apples and grapes.",
  "000000000536": "A desk with a laptop, computer, phone, and a cup of coffee.",
  "000000000537": "Two people riding bikes on a road with a hill in the background.",
  "000000000538": "A man is playing tennis on a tennis court.",
  "000000000539": "A dog is sitting in the back of a car.",
  "000000000540": "A red fire hydrant sitting in the middle of a forest.",
  "000000000541": "A man is standing next to an elephant.",
  "000000000542": "A pizza with a couple of eggs on top of it.",
  "000000000543": "A man standing on skis in the snow.",
  "000000000544": "A person is skiing on a snowy hill.",
  "000000000545": "A little girl standing in the rain holding an umbrella.",
  "000000000546": "A table topped with a sandwich, a bowl of broccoli, and a cup of coffee.",
  "000000000547": "A group of giraffes standing next to each other.",
  "000000000548": "A woman sitting on a sidewalk holding a sandwich.",
  "000000000549": "A little girl holding an umbrella while a woman holds a hand.",
  "000000000550": "A woman is standing on a stove top with a basket of food.",
  "000000000551": "A train is parked on the tracks near a fence.",
  "000000000552": "A car mirror shows a sky filled with lights.",
  "000000000553": "A white countertop with a microwave and a sink.",
  "000000000554": "A boat sitting on the water next to a wall.",
  "000000000555": "A couple of cell phones sitting on top of a table.",
  "000000000556": "A man and woman sitting in front of a TV.",
  "000000000557": "A man is working on a bike with a tool.",
  "000000000558": "A vase filled with colorful stuffed animals and toys.",
  "000000000559": "A desk with a laptop, a monitor, and a computer mouse.",
  "000000000560": "A kitchen with a table, a refrigerator, and a stove.",
  "000000000561": "A white and red bus is parked on the side of the road.",
  "000000000562": "A blue container with a bunch of bananas in it.",
  "000000000563": "A group of colorful stuffed animals sitting on top of a field.",
  "000000000564": "A surfer riding a wave on a surfboard.",
  "000000000565": "A young boy is standing in the grass.",
  "000000000566": "A woman holding a Wii controller while standing next to a man.",
  "000000000567": "A large display of various types of donuts.",
  "000000000568": "A baseball player is swinging a bat at a ball.",
  "000000000569": "A man is petting an elephant in a fenced in area.",
  "000000000570": "A bird sitting on a branch on a rock.",
  "000000000571": "A train is parked at a train station.",
  "000000000572": "A group of people standing on top of a sandy beach.",
  "000000000573": "A bunch of bananas sitting on top of a counter.",
  "000000000574": "A red double decker bus driving down a street.",
  "000000000575": "A chair sitting on top of a brown carpet.",
  "000000000576": "A woman and a dog walking down a street with a bicycle.",
  "000000000577": "A baseball player is standing on the field with a bat.",
  "000000000578": "A group of people standing around a stop sign.",
  "000000000579": "A man in a kitchen holding a dog.",
  "000000000580": "A man in a blue shirt and white shorts with a dog.",
  "000000000581": "A group of people standing on a sandy beach.",
  "000000000582": "A man sitting on a bed in a bedroom.",
  "000000000583": "A group of young men standing on top of a tennis court.",
  "000000000584": "A group of sheep standing on top of a green field.",
  "000000000585": "A desk with a computer, a laptop, a monitor, and a keyboard.",
  "000000000586": "A woman in a kitchen preparing food on a counter.",
  "000000000587": "A suitcase with shoes and a pair of sneakers sitting on a floor.",
  "000000000588": "A snowboarder is standing in the snow with a snowboard.",
  "000000000589": "A dog sitting on a floor next to a motorcycle.",
  "000000000590": "A cat sitting on a desk with a laptop.",
  "000000000591": "A group of zebras standing in a field.",
  "000000000592": "A bench sitting on the ground next to a wall.",
  "000000000593": "A table topped with a blue tablecloth and a table with a stuffed animal.",
  "000000000594": "A woman standing next to a man holding a stick.",
  "000000000595": "A cat laying on top of a white bed.",
  "000000000596": "A man is on a surfboard riding a wave.",
  "000000000597": "A sink with a lid up and a counter top with various items.",
  "000000000598": "A man in a white shirt and shorts playing tennis.",
  "000000000599": "A train is parked on the tracks near a building.",
  "000000000600": "A vase filled with flowers sitting on a table.",
  "000000000601": "A baseball player swinging a bat at a ball.",
  "000000000602": "A zebra standing in a field with a wooden fence.",
  "000000000603": "A group of cows are standing in a green field.",
  "000000000604": "A group of swan standing on top of a body of water.",
  "000000000605": "A group of three giraffes standing next to each other.",
  "000000000606": "A large pile of oranges on a display.",
  "000000000607": "A man with a helmet is holding a football.",
  "000000000608": "A kitchen with a large island and a large dining room.",
  "000000000609": "A bus is on the street with people on it.",
  "000000000610": "A plane is on the runway on a cloudy day.",
  "000000000611": "A man sitting at a table with a plate of food and a drink.",
  "000000000612": "A cat is laying on a bed with a window in the background.",
  "000000000613": "A cat laying on top of a laptop computer.",
  "000000000614": "Two women playing a game of tennis on a patio.",
  "000000000615": "A living room with a couch, television, and a fireplace.",
  "000000000616": "A person is preparing a pizza on a tray.",
  "000000000617": "Two people riding horses on a beach near the ocean.",
  "000000000618": "A cat sitting on top of a bathroom sink.",
  "000000000619": "A black and white cat laying on top of a table.",
  "000000000620": "Two pairs of shoes are on a bed.",
  "000000000621": "A person riding a bike on a city street.",
  "000000000622": "A giraffe standing in a grassy area next to rocks.",
  "000000000623": "A bedroom with a bed, a chair, and a window.",
  "000000000624": "A baby sitting at a table with a man.",
  "000000000625": "A stop sign with a picture of a bird on it.",
  "000000000626": "A bathroom with a sink, toilet, and mirror.",
  "000000000627": "A vase filled with white flowers sitting on top of a table.",
  "000000000628": "A man standing on a snow covered slope with a snowboard.",
  "000000000629": "Two men are playing tennis on a tennis court.",
  "000000000630": "A TV sitting on top of a shelf in a room.",
  "000000000631": "A living room with a couch, a chair, and a window.",
  "000000000632": "A large kite flying in the air over a field.",
  "000000000633": "A person is typing on a computer keyboard.",
  "000000000634": "A man in a green shirt throwing a frisbee.",
  "000000000635": "Two women playing frisbee on a grassy field.",
  "000000000636": "Two young women holding a video game controller.",
  "000000000637": "A baby elephant standing next to an adult elephant.",
  "000000000638": "A man standing in front of a large movie screen.",
  "000000000639": "A car parked on a city street at night.",
  "000000000640": "A clock on the side of a street.",
  "000000000641": "A dog laying on a person's lap on a couch.",
  "000000000642": "A person is holding a box of donuts.",
  "000000000643": "A little girl sitting on a couch holding a cell phone.",
  "000000000644": "A woman holding a cell phone in her hand.",
  "000000000645": "A bus with a graffiti on the front is parked in a parking lot.",
  "000000000646": "A kite flying in the sky with a red and white flag.",
  "000000000647": "A man in a baseball uniform is swinging a bat.",
  "000000000648": "A street sign sitting on top of a pole.",
  "000000000649": "A skateboarder is doing a trick on a ramp.",
  "000000000650": "A living room with a dining room table, a fireplace, a couch, and a dining room table.",
  "000000000651": "A man is doing a trick on a skateboard.",
  "000000000652": "A toilet sitting in a bathroom with a toilet paper dispenser.",
  "000000000653": "A group of people playing soccer on a field.",
  "000000000654": "A small green boat sitting on a lake.",
  "000000000655": "A man standing in front of a kitchen counter.",
  "000000000656": "A cat is standing on a pile of bird seeds.",
  "000000000657": "A group of cows and a baby cow standing in a field.",
  "000000000658": "A man is lying on a bed with his head on a pillow.",
  "000000000659": "A young boy is jumping up to catch a kite.",
  "000000000660": "A young boy is throwing a frisbee at a fence.",
  "000000000661": "A dog sitting on a desk with a laptop.",
  "000000000662": "A plate of food with a sandwich and a drink.",
  "000000000663": "A train is in the middle of its journey.",
  "000000000664": "A person on a train with a backpack and a flag.",
  "000000000665": "A red bus is traveling down the street.",
  "000000000666": "A man wearing glasses and a tie is standing in front of a wall.",
  "000000000667": "A street with a traffic light on the side of it.",
  "000000000668": "A man riding a surfboard on top of a wave.",
  "000000000669": "A motorcycle rider is on the street at night.",
  "000000000670": "A man riding a surfboard on top of a wave.",
  "000000000671": "A street corner with a sidewalk and a street light.",
  "000000000672": "A group of people standing on skateboards on a skateboard park.",
  "000000000673": "A man riding a skateboard down a ramp.",
  "000000000674": "A man is standing on the beach with a surfboard.",
  "000000000675": "A desk with a computer, monitor, and a laptop.",
  "000000000676": "A plate of food sitting on top of a table.",
  "000000000677": "A man riding a surfboard on top of a wave.",
  "000000000678": "A large brown bear sitting on top of a rock.",
  "000000000679": "A bus is parked on the side of the road.",
  "000000000680": "A bird sitting on a park bench near a tree.",
  "000000000681": "Three people standing on a snow covered slope.",
  "000000000682": "A bird sitting on top of a blue and yellow feeding box.",
  "000000000683": "A skier is in the air on a snowy slope.",
  "000000000684": "A motorcycle parked on the side of a street.",
  "000000000685": "A plate of food with bananas and strawberries.",
  "000000000686": "A woman is holding a baby in her lap.",
  "000000000687": "A man riding a surfboard on top of a wave.",
  "000000000688": "A large number of boats are on the water.",
  "000000000689": "A group of cows walking down a street.",
  "000000000690": "A living room with a television, couch, and a fireplace.",
  "000000000691": "A bunch of cars parked on a street.",
  "000000000692": "A group of men playing soccer on a field.",
  "000000000693": "A woman with a face painted with a sign.",
  "000000000694": "A stop sign on a street corner next to a building.",
  "000000000695": "A man on a skateboard doing a trick on a ramp.",
  "000000000696": "A person is walking down the street with a luggage bag.",
  "000000000697": "A cat laying on a desk with a computer mouse.",
  "000000000698": "A pizza on a plate with a fork.",
  "000000000699": "A group of zebras grazing on a grassy field.",
  "000000000700": "A group of cows walking down a road next to a mountain.",
  "000000000701": "A train is parked on the tracks near a platform.",
  "000000000702": "A group of people sitting at a table with papers.",
  "000000000703": "A red and blue blender sitting on a table.",
  "000000000704": "A group of elephants standing on top of a dirt field.",
  "000000000705": "Two people standing on skis in the snow.",
  "000000000706": "A bed with a blanket and pillows on it.",
  "000000000707": "A vase filled with flowers sitting on a bench.",
  "000000000708": "A bed with a white and blue striped bedspread.",
  "000000000709": "A street sign is on a pole in front of a tree.",
  "000000000710": "A group of people standing on a beach with an umbrella.",
  "000000000711": "A computer keyboard and mouse sitting on a desk.",
  "000000000712": "A suitcase with a blue tie and a clock on it.",
  "000000000713": "A little boy holding an umbrella in a shopping cart.",
  "000000000714": "A group of elephants standing next to each other.",
  "000000000715": "A man riding a skateboard down a street.",
  "000000000716": "A large airplane parked on a runway next to cars.",
  "000000000717": "A man walking down a street with a sign on it.",
  "000000000718": "A refrigerator sitting on a floor next to a bunch of clothes.",
  "000000000719": "A man is standing next to a red fire hydrant.",
  "000000000720": "A man in a uniform is jumping in the air.",
  "000000000721": "A train traveling down a train track in a forest.",
  "000000000722": "A train is on the tracks near a building.",
  "000000000723": "A herd of sheep standing on a hillside.",
  "000000000724": "A man is on a small boat in the water.",
  "000000000725": "A man sitting at a table with a laptop and a cell phone.",
  "000000000726": "A street sign that is on a pole.",
  "000000000727": "A kitchen with a stove, refrigerator, and sink.",
  "000000000728": "A man standing next to a cart with a skis board.",
  "000000000729": "A table topped with a bunch of carrots and onions.",
  "000000000730": "Two people are riding motorcycles in the woods.",
  "000000000731": "A man is standing on a yellow truck with a large wheel.",
  "000000000732": "A small plane sitting on the water near a shore.",
  "000000000733": "A street sign on a pole on a city street.",
  "000000000734": "A street with cars parked on the side of it.",
  "000000000735": "A bowl of soup with broccoli and a green leafy vegetable.",
  "000000000736": "A woman sitting on a chair with a lamp on her lap.",
  "000000000737": "A woman in a white shirt and shorts playing tennis.",
  "000000000738": "A cat laying on a person's lap.",
  "000000000739": "A cat sitting on top of a tv set.",
  "000000000740": "A dog standing in the grass next to a tree.",
  "000000000741": "Two men standing on a sidewalk posing for a picture.",
  "000000000742": "A yellow and black truck is parked on the side of the road.",
  "000000000743": "A woman and a man playing a video game.",
  "000000000744": "A man flying a kite in a park.",
  "000000000745": "A man and a boy playing frisbee in a park.",
  "000000000746": "A man in a white shirt and shorts playing tennis.",
  "000000000747": "A hospital bed with a hospital monitor and a computer.",
  "000000000748": "A fire hydrant sitting on the side of a street.",
  "000000000749": "A blue truck with a sign on the back.",
  "000000000750": "A train is parked on the tracks near a platform.",
  "000000000751": "A man is playing tennis on a tennis court.",
  "000000000752": "A cat laying on a couch in front of a window.",
  "000000000753": "A white and black train on a train track.",
  "000000000754": "A group of young girls posing for a picture.",
  "000000000755": "A refrigerator sitting in a kitchen with a wooden cabinet.",
  "000000000756": "A street sign hanging from the side of a building.",
  "000000000757": "A man doing a skateboard trick on a rail.",
  "000000000758": "A man and woman standing in a hotel room.",
  "000000000759": "A woman in a white shirt and shorts playing tennis.",
  "000000000760": "A bedroom with a bed, a chair, and a table.",
  "000000000761": "A man jumping a horse over a jump.",
  "000000000762": "A group of men riding horses in a field.",
  "000000000763": "An old black and white photo of an old truck.",
  "000000000764": "A bench sitting next to a wooden wall.",
  "000000000765": "A bus driving down a street with people walking.",
  "000000000766": "A double decker bus driving down a street.",
  "000000000767": "A street sign is shown on a pole.",
  "000000000768": "A man is jumping on a skateboard on a waterway.",
  "000000000769": "A plate of food with a cup of coffee.",
  "000000000770": "A group of children sitting on a dock with a boat in the background.",
  "000000000771": "Two surfers are riding a wave on a surfboard.",
  "000000000772": "A small bird sitting on a tree branch.",
  "000000000773": "A bicycle parked outside a house on the sidewalk.",
  "000000000774": "A young child sitting at a table eating a cake.",
  "000000000775": "A woman is holding an umbrella while talking on a cell phone.",
  "000000000776": "A bus is parked on the side of the street.",
  "000000000777": "A giraffe standing on top of a wooden fence.",
  "000000000778": "A bus parked in a parking lot next to a bus.",
  "000000000779": "A woman is handing donuts to a person.",
  "000000000780": "A woman standing next to a pile of different colored cakes.",
  "000000000781": "A bowl of food sitting on a table.",
  "000000000782": "A large clock tower with a blue sky in the background.",
  "000000000783": "A group of people playing baseball on a field.",
  "000000000784": "Two giraffes walking in a field of grass.",
  "000000000785": "A train traveling down a city street past a building.",
  "000000000786": "A black bear walking through a river with rocks.",
  "000000000787": "A train is parked on the tracks near a tree.",
  "000000000788": "A large airplane flying through a blue sky.",
  "000000000789": "A clock tower with a clock on it.",
  "000000000790": "A man holding a cell phone in his hand.",
  "000000000791": "A man in a white shirt and shorts playing tennis.",
  "000000000792": "A man sitting on a park bench in a park.",
  "000000000793": "A plate with a sandwich and a cup of coffee.",
  "000000000794": "Two small birds standing on the ground near a rock.",
  "000000000795": "A man is standing on a beach with a umbrella.",
  "000000000796": "A motorcycle parked in the grass next to a tent.",
  "000000000797": "A man in a suit and tie is standing in front of a mirror.",
  "000000000798": "A street sign sitting on top of a pole.",
  "000000000799": "A couple of zebras standing next to a fence.",
  "000000000800": "A large clock tower with a clock on it.",
  "000000000801": "A plane is seen from the window of an airport.",
  "000000000802": "A street sign on a pole on a street.",
  "000000000803": "Two elephants standing next to each other in a dirt area.",
  "000000000804": "A pizza on a wooden board on a table.",
  "000000000805": "A city street with buildings and a street light.",
  "000000000806": "A zebra standing next to a wooden fence.",
  "000000000807": "A group of cows are in a barn.",
  "000000000808": "A group of people walking on a street with umbrellas.",
  "000000000809": "A small bird sitting on a tree branch.",
  "000000000810": "Two sheep standing on a lush green field.",
  "000000000811": "A black and white cat laying on a white and blue couch.",
  "000000000812": "A sandwich with ham, bacon, and other foods on a plate.",
  "000000000813": "A group of people sitting on a sidewalk next to a street.",
  "000000000814": "A woman standing next to a table with a cake and a glass of water.",
  "000000000815": "A city street with cars and buses on it.",
  "000000000816": "A tree is in the middle of a green field.",
  "000000000817": "A woman holding a stuffed teddy bear.",
  "000000000818": "A street sign sitting on the side of a road.",
  "000000000819": "A yellow and white train traveling down a street.",
  "000000000820": "A group of boats are parked on the water.",
  "000000000821": "A kitchen with a stove, refrigerator, and sink.",
  "000000000822": "A large group of kites flying in the air.",
  "000000000823": "A man standing next to a horse pulling a cart.",
  "000000000824": "A group of skiers on a snow covered slope.",
  "000000000825": "A refrigerator with a large box of food on it.",
  "000000000826": "A cat sitting on top of a shoe rack.",
  "000000000827": "A group of skiers standing on top of a snow covered slope.",
  "000000000828": "A man standing on skis on a snow covered slope.",
  "000000000829": "A group of people walking through a large building.",
  "000000000830": "A park bench with a pair of shoes and a pair of pants on it.",
  "000000000831": "A bus is parked on the street near a building.",
  "000000000832": "A dog laying on the floor with a bottle of water.",
  "000000000833": "A group of giraffes standing next to each other.",
  "000000000834": "A man in a black shirt throwing a frisbee.",
  "000000000835": "A person taking a picture of themselves in a car mirror.",
  "000000000836": "A table with a chocolate cake and a cup of coffee.",
  "000000000837": "A plane flying in the sky over a cloudy sky.",
  "000000000838": "A man laying on a bed with a man in the background.",
  "000000000839": "A bathroom with a toilet, sink, and a window.",
  "000000000840": "A baseball player swinging a bat at a pitch.",
  "000000000841": "A bus is driving down the street in front of a building.",
  "000000000842": "A giraffe standing in a field of trees.",
  "000000000843": "A plate of food with a sandwich and a salad.",
  "000000000844": "A bride and groom are eating a cake together.",
  "000000000845": "A group of cows are standing in front of a church.",
  "000000000846": "A teddy bear sitting on a table next to a clock.",
  "000000000847": "A person on skis on a snowy slope.",
  "000000000848": "A man in a suit and tie standing in front of a wall.",
  "000000000849": "A street sign on a pole in front of a building.",
  "000000000850": "A woman sitting on a cell phone talking on a cell phone.",
  "000000000851": "A woman is preparing food on a table.",
  "000000000852": "A man riding a motorcycle on a city street.",
  "000000000853": "A man standing on a dirt road next to a motorcycle.",
  "000000000854": "A coffee cup and a knife on a counter.",
  "000000000855": "A white and blue bus parked on the side of a road.",
  "000000000856": "A bird sitting on a tree branch in a pond.",
  "000000000857": "Two zebras are eating hay from a wooden log.",
  "000000000858": "A large clock on the side of a building.",
  "000000000859": "A stop sign sitting on top of a pole.",
  "000000000860": "A street corner with a traffic light and a sign.",
  "000000000861": "A man and woman on a tennis court with a tennis racket.",
  "000000000862": "A person is cutting a pizza on a cutting board.",
  "000000000863": "A skateboarder is doing a trick on a cement wall.",
  "000000000864": "A bunch of different types of fruit are on display.",
  "000000000865": "A bird sitting on a wooden table next to a plate of bananas.",
  "000000000866": "A woman laying on a bed with her legs crossed.",
  "000000000867": "A plate of broccoli and other food on a table.",
  "000000000868": "Two elephants are standing in the water near rocks.",
  "000000000869": "A train is parked at a train station.",
  "000000000870": "A small airplane flying in the sky with smoke coming out of it.",
  "000000000871": "A woman is playing tennis on a tennis court.",
  "000000000872": "A surfer riding a wave on a surfboard.",
  "000000000873": "A group of people riding bikes down a city street.",
  "000000000874": "A zebra standing in a grassy area next to a river.",
  "000000000875": "A large airplane sitting on top of an airport tarmac.",
  "000000000876": "A tray filled with a variety of different types of fruit.",
  "000000000877": "A motorcycle is parked on the side of the road.",
  "000000000878": "A pizza on a plate on a table.",
  "000000000879": "A baseball player is running down the field.",
  "000000000880": "A group of people sitting at a table with umbrellas.",
  "000000000881": "A surfer is riding a wave on a surfboard.",
  "000000000882": "A bathroom with a toilet, bathtub, and towel rack.",
  "000000000883": "A man standing on skis in the snow.",
  "000000000884": "A woman is standing on a bus with a bunch of people on it.",
  "000000000885": "A living room with a table, a couch, a refrigerator and a window.",
  "000000000886": "A man standing in front of a television in a room.",
  "000000000887": "A woman sitting on a bed in a room.",
  "000000000888": "A young boy is standing on a baseball field.",
  "000000000889": "A skateboarder is doing a trick on a ramp.",
  "000000000890": "A bus with a large sticker on the front of it.",
  "000000000891": "A woman in a black shirt and tie is talking on her cell phone.",
  "000000000892": "A man standing in a barn with a bunch of animals.",
  "000000000893": "A man is throwing a frisbee in a field.",
  "000000000894": "A black bear walking down a dirt road.",
  "000000000895": "A piece of cake sitting on a plate.",
  "000000000896": "A plate of dessert with strawberries and chocolate.",
  "000000000897": "A man standing in front of a building with a bike.",
  "000000000898": "Two men standing on a bus talking on a cell phone.",
  "000000000899": "A black and white cat laying on a table with a pair of scissors.",
  "000000000900": "A man and a woman standing next to each other.",
  "000000000901": "A group of people walking on a road with an umbrella.",
  "000000000902": "A group of young girls sitting on a bench.",
  "000000000903": "A desk with two monitors, a keyboard, mouse, and a lamp.",
  "000000000904": "A young girl playing a video game in a living room.",
  "000000000905": "A man and woman sitting on a motorcycle next to a house.",
  "000000000906": "A dog laying on a truck in a warehouse.",
  "000000000907": "A vase filled with flowers and a candle.",
  "000000000908": "A table topped with a white plate with a bunch of bananas.",
  "000000000909": "A kitchen with a stove, refrigerator, sink, and a counter.",
  "000000000910": "A person is holding a television and a bottle of water.",
  "000000000911": "A kitchen with a stove, a sink, a refrigerator and a microwave.",
  "000000000912": "An elephant standing in an enclosure with a fence.",
  "000000000913": "A tray of food with fruit, vegetables, and a piece of bread.",
  "000000000914": "A woman sitting at a table with a plate of food and a glass of wine.",
  "000000000915": "A group of people standing in front of a frisbee.",
  "000000000916": "A giraffe standing on top of a dirt field.",
  "000000000917": "A street with a lot of motorcycles and trees.",
  "000000000918": "A pizza on a white plate on a table.",
  "000000000919": "A large airplane is on the tarmac.",
  "000000000920": "A woman wearing pink shoes sitting on a bench.",
  "000000000921": "A pizza on a pan on a counter.",
  "000000000922": "A person is surfing on a large wave.",
  "000000000923": "A man holding a tennis racket on a tennis court.",
  "000000000924": "A young boy sitting on a chair next to a vase.",
  "000000000925": "A black and white photo of a farm with a few cows.",
  "000000000926": "A herd of elephants standing next to a river.",
  "000000000927": "A group of cows standing on top of a green field.",
  "000000000928": "A patio table with a chair and umbrella.",
  "000000000929": "A cat laying on top of a suitcase.",
  "000000000930": "A woman smiles while holding a baby and brushing its teeth.",
  "000000000931": "A plate of food with broccoli, potatoes, and a banana.",
  "000000000932": "A man in a suit and tie is standing next to a bicycle.",
  "000000000933": "A woman sitting on a chair holding a birthday cake.",
  "000000000934": "A woman is cutting a pizza on a pizza pan.",
  "000000000935": "A young boy holding a hot dog with a knife.",
  "000000000936": "A piece of chocolate cake with a piece of a knife on it.",
  "000000000937": "A group of cows are standing in a field.",
  "000000000938": "A large airplane is on the tarmac at an airport.",
  "000000000939": "A cat is sitting in the back of a car.",
  "000000000940": "A plate of food with a fork and knife.",
  "000000000941": "A train is parked on a train track.",
  "000000000942": "Two people standing in a kitchen with a microwave and a pizza.",
  "000000000943": "A black bird perched on a tree branch.",
  "000000000944": "A group of cows walking down a dirt road.",
  "000000000945": "A train is on the tracks near a building.",
  "000000000946": "A young boy sitting on a chair eating food.",
  "000000000947": "A pizza sitting on top of a table.",
  "000000000948": "A close up of a bowl of pasta and broccoli.",
  "000000000949": "A train is traveling down the tracks near a station.",
  "000000000950": "A street sign on a pole on a city street.",
  "000000000951": "A woman sitting at a table with a pizza on it.",
  "000000000952": "A person holding a cell phone with a screen on it.",
  "000000000953": "A table with a bunch of stuffed animals sitting on it.",
  "000000000954": "A desk with a laptop, a computer, a cell phone, a book, and a pair of headphones.",
  "000000000955": "A man laying on a bed holding a cell phone.",
  "000000000956": "A man on a skateboard is riding down a sidewalk.",
  "000000000957": "A cat sitting on a table with a glass of water.",
  "000000000958": "A man is eating a hot dog with a smile.",
  "000000000959": "A bookshelf with a television and a bookcase.",
  "000000000960": "A person holding a remote control in front of a TV.",
  "000000000961": "A man is playing a game of tennis.",
  "000000000962": "A plane flying in the sky with a blue sky.",
  "000000000963": "A giraffe standing in the sun with a tree in the background.",
  "000000000964": "A surfer is riding a wave on a surfboard.",
  "000000000965": "A black bear sitting on a rock with a tree in the background.",
  "000000000966": "A sandwich and other food items are on a table.",
  "000000000967": "A dog is standing in the grass with a frisbee.",
  "000000000968": "A man is flying a kite on a beach.",
  "000000000969": "A woman holding a tennis racket on a tennis court.",
  "000000000970": "A man riding a bike next to a cart.",
  "000000000971": "A man and woman are playing frisbee in a forest.",
  "000000000972": "A group of people sitting around a table eating.",
  "000000000973": "Two stuffed animals sitting on a bench in a park.",
  "000000000974": "A person riding a horse through a jump.",
  "000000000975": "A man in a black shirt and tie standing next to a wall.",
  "000000000976": "A black and white photo of a black and white newspaper.",
  "000000000977": "A train is traveling down the tracks next to a train station.",
  "000000000978": "A stuffed teddy bear with a Christmas tree on top of it.",
  "000000000979": "A bowl filled with food and bananas on a table.",
  "000000000980": "A display of three different types of vases.",
  "000000000981": "A dog is walking near a red fire hydrant.",
  "000000000982": "A group of sheep standing next to each other.",
  "000000000983": "A kitchen with a microwave, a stove, and a refrigerator.",
  "000000000984": "A teddy bear sitting on top of a trash can.",
  "000000000985": "A man standing on skis in the snow.",
  "000000000986": "A photo of a man on a motorcycle with a painting of a woman on it.",
  "000000000987": "A large clock on a metal wall with people on it.",
  "000000000988": "A cat is sitting in a bathtub with a lid on.",
  "000000000989": "A laptop computer sitting on top of a desk.",
  "000000000990": "A black bear walking through a field of grass.",
  "000000000991": "A cow is walking through a field with a pipe.",
  "000000000992": "A man and woman standing in front of a wall.",
  "000000000993": "A bed in a bedroom with a picture on the wall.",
  "000000000994": "A clock on a metal pole next to a group of statues.",
  "000000000995": "A small bird is standing in the tree.",
  "000000000996": "A man in a suit and tie is smiling.",
  "000000000997": "A refrigerator sitting on top of a small house.",
  "000000000998": "A group of boats are docked in the water.",
  "000000000999": "A plate with a black and white photo on it.",
  "000000001000": "A man is standing with a bunch of luggage.",
  "000000001001": "A train is on the tracks near a tree.",
  "000000001002": "A black bear walking through a lush green field.",
  "000000001003": "A bathroom with a sink, a mirror, and a vase.",
  "000000001004": "A bathroom sink with a toothbrush, toothpaste, and a toothpaste dispenser.",
  "000000001005": "A bear standing in a forest near a tree.",
  "000000001006": "A man with a surfboard standing on top of a wave.",
  "000000001007": "A clock tower on the side of a building.",
  "000000001008": "A woman sitting at a table with a cake.",
  "000000001009": "A plate of food with a sandwich and a slice of pizza.",
  "000000001010": "A man riding a horse with a child in a carriage.",
  "000000001011": "A pair of scissors are laying on a floor.",
  "000000001012": "A dog sitting on a park bench with food in front of it.",
  "000000001013": "A man riding a dirt bike on a dirt field.",
  "000000001014": "A man sitting at a table with a pizza on it.",
  "000000001015": "A man standing on a beach holding a kite.",
  "000000001016": "A table topped with a orange sitting on top of a wooden board.",
  "000000001017": "A man sitting on a train looking at a laptop.",
  "000000001018": "A red fire hydrant on a street corner.",
  "000000001019": "A black and white photo of a horse and a black and white photo of a cat.",
  "000000001020": "A black and white dog laying on a chair with a computer mouse.",
  "000000001021": "A person is playing tennis on a tennis court.",
  "000000001022": "A train is passing by a group of people.",
  "000000001023": "A street with a bus parked on it and a building in the background.",
  "000000001024": "A man is standing on a beach with a kite flying in the air.",
  "000000001025": "A person holding a cell phone with a picture on it.",
  "000000001026": "A large group of people standing on top of a lush green field.",
  "000000001027": "Two men standing in front of a counter with a weapon.",
  "000000001028": "Three zebras are standing in a field of grass.",
  "000000001029": "A group of ducks are flying on the water.",
  "000000001030": "A clock tower with a clock on it.",
  "000000001031": "A child sitting in a toilet eating food.",
  "000000001032": "A man standing on a snow covered slope with his skis.",
  "000000001033": "A person on a snowboard is going down a ramp.",
  "000000001034": "A young man is on a skateboard doing a trick.",
  "000000001035": "A bathroom with a toilet and a sink.",
  "000000001036": "A person is pulling a black cat into a suitcase.",
  "000000001037": "A horse drawn train pulling a cart with people on it.",
  "000000001038": "A group of skiers standing on a snowy slope.",
  "000000001039": "A woman is standing in a kitchen preparing food.",
  "000000001040": "A man sitting on a bench near a stone wall.",
  "000000001041": "A group of people standing next to each other.",
  "000000001042": "A herd of sheep standing in a field.",
  "000000001043": "A baseball player is swinging a baseball bat.",
  "000000001044": "A train is parked at a train station.",
  "000000001045": "A large blue sky with a large white building.",
  "000000001046": "A man is holding a doughnut in his hand.",
  "000000001047": "A baby brushing its teeth in a bath tub.",
  "000000001048": "A bathroom with a toilet, sink, and bathtub.",
  "000000001049": "A bus is parked in front of a building.",
  "000000001050": "A dog is swimming in a pool of water.",
  "000000001051": "A kitchen with a refrigerator, sink, and stove.",
  "000000001052": "A microwave oven sitting on top of a kitchen counter.",
  "000000001053": "Two people sitting in a kitchen with a plate of food.",
  "000000001054": "A pizza on a plate with a knife in the background.",
  "000000001055": "A dog is standing on a surfboard in the ocean.",
  "000000001056": "A clock tower with a flag on it.",
  "000000001057": "Two men standing in front of a horse drawn carriage.",
  "000000001058": "A group of giraffes standing around a tree.",
  "000000001059": "A street sign that has been damaged on the side of it.",
  "000000001060": "A large airplane is on the runway with a truck behind it.",
  "000000001061": "A man sitting at a table with a table of wine glasses.",
  "000000001062": "A cat looking at the camera in front of a sink.",
  "000000001063": "A man walking down a runway at an airport.",
  "000000001064": "A man and a child are playing with a frisbee.",
  "000000001065": "A little girl standing on a runway with a red and white board.",
  "000000001066": "Two women standing next to a table with a cake.",
  "000000001067": "A man standing next to a suitcase on a street.",
  "000000001068": "A cat sitting on a wooden chair with a wooden board.",
  "000000001069": "A large truck driving down a street next to a street sign.",
  "000000001070": "A man sitting on a bench with a surfboard.",
  "000000001071": "A pizza sitting on a plate on a table.",
  "000000001072": "A table topped with plates of food and a bowl of soup.",
  "000000001073": "A stop sign with a large building behind it.",
  "000000001074": "A baseball player is swinging a bat at a pitch.",
  "000000001075": "A woman standing on a tennis court holding a tennis racquet.",
  "000000001076": "A living room with a couch, chair, and bookshelf.",
  "000000001077": "Two young children sitting on a blue and white toilet.",
  "000000001078": "A kitchen with a stove, oven, and microwave.",
  "000000001079": "A clock on a street pole in front of a building.",
  "000000001080": "A bird sitting on a tree branch with a tree branch in the background.",
  "000000001081": "A hot dog with ketchup and a drink on a table.",
  "000000001082": "Two people sitting on a wooden bench on the beach.",
  "000000001083": "A dog laying on a boat looking out the window.",
  "000000001084": "A train on a train track with a green and white car on it.",
  "000000001085": "A man riding a motorcycle on a dirt road.",
  "000000001086": "A group of people standing in a large grassy field.",
  "000000001087": "A bus parked in a parking lot near a building.",
  "000000001088": "A dog running on a field with a dog behind it.",
  "000000001089": "Two men are riding a motorcycle on a street.",
  "000000001090": "A cow standing next to a pile of hay.",
  "000000001091": "A group of people standing around a truck.",
  "000000001092": "A cat is laying on a blanket with its head on the pillow.",
  "000000001093": "A man sitting on a toilet in a room.",
  "000000001094": "A horse standing on a grassy hill near a river.",
  "000000001095": "A man and woman walking on a beach near a boat.",
  "000000001096": "A pile of apples and oranges on a table.",
  "000000001097": "A plate of food with vegetables and a slice of bread.",
  "000000001098": "A dog in a red and blue suit sitting on a bed.",
  "000000001099": "A white dog standing in front of a car.",
  "000000001100": "A sheep standing on top of a grassy field.",
  "000000001101": "A kitchen with a refrigerator, stove, and oven.",
  "000000001102": "A herd of cows grazing on a grassy field next to a river.",
  "000000001103": "A woman walking down the street holding an umbrella.",
  "000000001104": "A window of a building with a sign on it.",
  "000000001105": "A table topped with a variety of food items.",
  "000000001106": "A woman is looking at a cell phone on a desk.",
  "000000001107": "A group of people playing a game of frisbee.",
  "000000001108": "A large clock tower with a clock on it.",
  "000000001109": "A parking meter sitting on a street corner.",
  "000000001110": "A baseball player is swinging a bat at a ball.",
  "000000001111": "A woman sitting at a desk with two laptops.",
  "000000001112": "A man is surfing on a wave with his surfboard.",
  "000000001113": "A living room with a couch, a television, and a bookshelf.",
  "000000001114": "A kitchen with a stove, refrigerator, sink, and oven.",
  "000000001115": "A table topped with a bunch of cakes.",
  "000000001116": "A man holding a surfboard on top of a beach.",
  "000000001117": "Three young men are standing on a baseball field.",
  "000000001118": "A man sitting at a table with a plate of food and a glass of wine.",
  "000000001119": "A giraffe standing in the middle of a field.",
  "000000001120": "A train is traveling down a train track.",
  "000000001121": "A group of young girls posing for a picture.",
  "000000001122": "A car is parked on a street at night.",
  "000000001123": "A clock tower with a clock on it.",
  "000000001124": "A large clock tower with a clock on it.",
  "000000001125": "A store with lots of food on the counter.",
  "000000001126": "A large number of people are flying kites on the ocean.",
  "000000001127": "A group of people sitting at a table with a cake.",
  "000000001128": "A train is parked at the station at night.",
  "000000001129": "A man is throwing a frisbee in a park.",
  "000000001130": "A young boy sitting in a stroller eating a sandwich.",
  "000000001131": "A man is holding a bottle of beer in front of a gas station.",
  "000000001132": "A group of zebras are standing in a field.",
  "000000001133": "A group of people standing on a grassy field flying a kite.",
  "000000001134": "A large airplane sitting on top of an airport tarmac.",
  "000000001135": "A living room with a couch, table, and a window.",
  "000000001136": "A table with a woman sitting at it.",
  "000000001137": "A skateboarder is doing a trick on a ramp.",
  "000000001138": "A young girl and a boy are sitting on a bench.",
  "000000001139": "Three skiers standing on top of a snow covered slope.",
  "000000001140": "A picture of a lake with a boat and a tree.",
  "000000001141": "A baseball player standing on top of a baseball field.",
  "000000001142": "A dog laying on a bed with a couch in the background.",
  "000000001143": "A dog laying on a couch with a blanket.",
  "000000001144": "A group of umbrellas are hanging from a wooden fence.",
  "000000001145": "A man holding a tennis racket in a field.",
  "000000001146": "A large ship is docked at a port.",
  "000000001147": "A table with plates of food and a fork.",
  "000000001148": "A cat sitting on a table with a statue of a man.",
  "000000001149": "A car with a computer on the back of it.",
  "000000001150": "A man sitting in a living room watching a tv.",
  "000000001151": "A white dog sitting on the beach near the ocean.",
  "000000001152": "A cat laying on a bed next to a laptop computer.",
  "000000001153": "A woman standing in front of a camera while a man looks on.",
  "000000001154": "A woman is holding a cell phone in her hand.",
  "000000001155": "A desk with a laptop, a book, and a candle.",
  "000000001156": "A tray of vegetables on top of a counter.",
  "000000001157": "A man is jumping on a skateboard on a ramp.",
  "000000001158": "A close up of a fruit sitting on a table.",
  "000000001159": "A group of young children standing in a field.",
  "000000001160": "A barista is holding a wooden knife in a bar.",
  "000000001161": "Two men and a woman posing for a picture.",
  "000000001162": "A large airplane is parked on the runway.",
  "000000001163": "A toilet sitting in a bathroom with a cat on the seat.",
  "000000001164": "A man is standing in a field with a frisbee.",
  "000000001165": "A woman standing next to a man holding a kite.",
  "000000001166": "A woman poses next to a sign that reads \"1234th Street\".",
  "000000001167": "A man is standing next to a cow on a dirt road.",
  "000000001168": "A large wall filled with lots of vases.",
  "000000001169": "A skier is skiing down a mountain slope.",
  "000000001170": "A man standing in front of a bathroom mirror.",
  "000000001171": "A large elephant standing in a fenced in area.",
  "000000001172": "A group of skiers standing on top of a snow covered slope.",
  "000000001173": "A group of skiers on a mountain in the sun.",
  "000000001174": "A person holding a blue tube with a green label.",
  "000000001175": "A train is traveling down the tracks in a rural area.",
  "000000001176": "A dog is looking at a picture of itself.",
  "000000001177": "A polar bear walking through a lush green field.",
  "000000001178": "A man sitting at a table with a cake on it.",
  "000000001179": "A chocolate cake with frosting and sprinkles.",
  "000000001180": "A skateboarder is riding down a ramp on a skateboard.",
  "000000001181": "A stuffed teddy bear sitting on top of a wooden shelf.",
  "000000001182": "A couple of wooden urinals sitting on top of a floor.",
  "000000001183": "A man swinging a tennis racket on a tennis court.",
  "000000001184": "A car is driving down a road near a bridge.",
  "000000001185": "A woman is holding a book and a cell phone.",
  "000000001186": "A black and white cat laying on top of a computer.",
  "000000001187": "A man in a baseball uniform is throwing a baseball.",
  "000000001188": "A bed with a bedspread and a pillow on it.",
  "000000001189": "Two young girls are sitting together in a pair of ties.",
  "000000001190": "A man flying through the air in the ocean.",
  "000000001191": "A skateboarder is doing a trick on a skate park.",
  "000000001192": "A table topped with a plate of food and a fork.",
  "000000001193": "A large building with a clock on the side of it.",
  "000000001194": "A man riding a motorcycle down a street.",
  "000000001195": "A bathroom with a sink, a mirror, and a towel rack.",
  "000000001196": "A man is playing tennis on a tennis court.",
  "000000001197": "A zebra standing in a field of grass.",
  "000000001198": "A table with a bunch of wine glasses on it.",
  "000000001199": "A black and white photo of a motorcycle parked on the street.",
  "000000001200": "A group of stuffed animals sitting on top of a table.",
  "000000001201": "A yellow bus is parked on the street.",
  "000000001202": "A skier is skiing down a snowy slope.",
  "000000001203": "A bun and a salad are on a paper plate.",
  "000000001204": "A group of young people standing in front of a red and blue water fountain.",
  "000000001205": "A cup of orange juice sitting next to a glass of water.",
  "000000001206": "A plate of food sitting on a table.",
  "000000001207": "A man and woman standing in front of a table.",
  "000000001208": "A bear standing on a rock near some trees.",
  "000000001209": "A group of people sitting around a table with luggage.",
  "000000001210": "A laptop, a computer, a cell phone, a bag, and a suitcase on a table.",
  "000000001211": "A cow is standing in a field with trees.",
  "000000001212": "An old truck parked on a field with a bunch of old things.",
  "000000001213": "A woman standing in a kitchen with a refrigerator and a counter.",
  "000000001214": "A group of people standing around a bicycle.",
  "000000001215": "A sign that says \"No parking on the street\".",
  "000000001216": "A vintage car with a green leaf on the back.",
  "000000001217": "A man sitting on a bed looking at a wall with a bunch of pictures on it.",
  "000000001218": "A person is eating a donut in a store.",
  "000000001219": "A stove oven with a box on top of it.",
  "000000001220": "A truck with a painting of a man on the back of it.",
  "000000001221": "A group of people standing next to a group of horses.",
  "000000001222": "A cat sitting on a window sill looking out a window.",
  "000000001223": "A group of people standing on a stone wall near a river.",
  "000000001224": "A woman in a hat is talking on a cell phone.",
  "000000001225": "A man throwing a frisbee in the woods.",
  "000000001226": "A train is parked on the tracks next to a building.",
  "000000001227": "A computer monitor sitting on top of a desk.",
  "000000001228": "A man is on a snowboard on a mountain.",
  "000000001229": "A group of people standing next to a giraffe.",
  "000000001230": "A small elephant walking on top of a dirt field.",
  "000000001231": "A zebra standing in a dry grass field.",
  "000000001232": "A man in a yellow shirt sitting on a yellow boat.",
  "000000001233": "A group of people sitting at a table with food and drinks.",
  "000000001234": "A man sitting on a couch with a laptop.",
  "000000001235": "A group of cows standing in a field.",
  "000000001236": "A loaf of bread on a baking sheet on a counter.",
  "000000001237": "Two men are standing next to a motorcycle.",
  "000000001238": "A dog is sitting in a red truck.",
  "000000001239": "A clock hanging from a metal pole near a tree.",
  "000000001240": "A street sign on a pole on a city street.",
  "000000001241": "A group of people sitting at a table with a pizza.",
  "000000001242": "An elephant with a horn and tusks standing next to a tree.",
  "000000001243": "A clock on a wall with a picture of a man on it.",
  "000000001244": "A group of people sitting on top of a motorcycle.",
  "000000001245": "A man standing in a luggage area with a lot of luggage.",
  "000000001246": "A fire hydrant on the side of a street.",
  "000000001247": "A group of people standing around a table with a video game controller.",
  "000000001248": "A person jumping a horse over a jump.",
  "000000001249": "A group of people sitting around a table with two laptops.",
  "000000001250": "A horse drawn carriage is being pulled by a man.",
  "000000001251": "A man is doing a trick on his skateboard.",
  "000000001252": "A man eating a hot dog with a smile on his face.",
  "000000001253": "A man in a kitchen holding a wine glass.",
  "000000001254": "A woman standing in front of a large pile of bananas.",
  "000000001255": "A bedroom with a bed, a couch, and a window.",
  "000000001256": "A cat is standing on a toilet in a bathroom.",
  "000000001257": "A bird is flying in the water with a fallen object.",
  "000000001258": "A red train is sitting on the tracks.",
  "000000001259": "A plate of food with a chicken, vegetables and a plate of bread.",
  "000000001260": "A dog sitting on the back of a car.",
  "000000001261": "A glass vase filled with white flowers sitting on a table.",
  "000000001262": "A room with lots of luggage and a table.",
  "000000001263": "A desk with a computer, a monitor, and a keyboard.",
  "000000001264": "Two people playing a video game in a living room.",
  "000000001265": "A bus is parked on the side of the road.",
  "000000001266": "A little girl brushing her teeth with a toothbrush.",
  "000000001267": "A vase filled with flowers and a piece of paper.",
  "000000001268": "A stop sign with a sign saying \"No\" on it.",
  "000000001269": "A plate of food with a fork and knife.",
  "000000001270": "A cat sitting on a dirt field next to a tree.",
  "000000001271": "A baseball player is swinging a bat at a pitch.",
  "000000001272": "A man is standing on a stone wall with a dog.",
  "000000001273": "A cat sitting on a black chair on a table.",
  "000000001274": "A person is preparing a bowl of broccoli.",
  "000000001275": "A street with a lot of cars parked on it.",
  "000000001276": "Two people sitting on a bed playing a video game.",
  "000000001277": "A street with a bus and people walking on it.",
  "000000001278": "A train is parked on the tracks near a building.",
  "000000001279": "A large clock tower sitting on top of a city.",
  "000000001280": "A large truck parked on a dirt road.",
  "000000001281": "A man is snowboarding down a snowy mountain.",
  "000000001282": "A kitchen with a sink, a stove, and a counter.",
  "000000001283": "A cat standing on a window sill outside of a house.",
  "000000001284": "A large airplane is on the runway with a sky in the background.",
  "000000001285": "A kitchen counter with a pot of food on it.",
  "000000001286": "A group of giraffes standing in a field.",
  "000000001287": "A red fire hydrant sitting on a dirt field.",
  "000000001288": "A little boy sitting on a couch holding a remote control.",
  "000000001289": "A bathroom with a toilet, sink, mirror and a shower.",
  "000000001290": "A horse standing next to a fence in a field.",
  "000000001291": "A picture of a woman sitting on a train.",
  "000000001292": "A man flying a kite in a field.",
  "000000001293": "A street sign on a pole on a building.",
  "000000001294": "A bunch of bananas hanging from a tree.",
  "000000001295": "A person sitting on a chair next to a horse.",
  "000000001296": "A horse is walking in the woods with a man on it.",
  "000000001297": "A train is traveling down the tracks near trees.",
  "000000001298": "A man is riding a motorcycle with a box on his back.",
  "000000001299": "A dog sitting on a porch with a frisbee.",
  "000000001300": "A man standing in a kitchen preparing food.",
  "000000001301": "A street sign on a city street with a truck parked on the side.",
  "000000001302": "A woman sitting in a bathroom with a towel hanging from her head.",
  "000000001303": "A hot dog with ketchup and cheese sitting on a table.",
  "000000001304": "A man standing next to a group of elephants.",
  "000000001305": "A group of skiers on a mountain with trees in the background.",
  "000000001306": "A group of people walking down a street with a bus.",
  "000000001307": "A baseball player standing on a field with a crowd of people behind him.",
  "000000001308": "A group of teddy bears sitting on top of each other.",
  "000000001309": "Two giraffes standing next to each other in a zoo.",
  "000000001310": "A kitchen with a stove, oven, microwave, sink and refrigerator.",
  "000000001311": "A man and woman sitting on a chair under an umbrella.",
  "000000001312": "A man sitting on a snowboard in the snow.",
  "000000001313": "A police officer is standing on a motorcycle.",
  "000000001314": "A toilet with a dirty lid and a dirty seat.",
  "000000001315": "A surfer is riding a wave on his surfboard.",
  "000000001316": "A black and white cat sitting on a window sill.",
  "000000001317": "A man holding a tennis racket on a tennis court.",
  "000000001318": "A large airplane is flying over a mountain.",
  "000000001319": "A large airplane flying in the sky with a lot of clouds.",
  "000000001320": "A group of cows eating hay in a field.",
  "000000001321": "A man is doing a skateboard trick on a skate park.",
  "000000001322": "Two young boys sitting at a table with a plate of pizza and a cup of coffee.",
  "000000001323": "A woman standing in front of a couch holding a Wii controller.",
  "000000001324": "A teddy bear sitting on top of a bed.",
  "000000001325": "A clock is shown in the dark with a light shining on it.",
  "000000001326": "A group of teddy bears sitting on top of a rock.",
  "000000001327": "Two men playing a video game on a Nintendo Wii.",
  "000000001328": "A laptop computer sitting on top of a desk.",
  "000000001329": "A large black dog laying on a bed with a blanket.",
  "000000001330": "A train is coming down the tracks near a train station.",
  "000000001331": "A man standing next to a motorcycle in a parking lot.",
  "000000001332": "A street with cars parked on the side of it.",
  "000000001333": "A street sign is shown on a pole.",
  "000000001334": "A train is on the tracks near a building.",
  "000000001335": "A group of people standing around a computer.",
  "000000001336": "A vase filled with purple flowers sitting on a ledge.",
  "000000001337": "A apple and a cell phone sitting on a table.",
  "000000001338": "A woman sitting at a table with a cake.",
  "000000001339": "A dog laying on a bed with a blanket.",
  "000000001340": "A man is sitting on a bus with his hand on his head.",
  "000000001341": "A traffic light that is on the side of a street.",
  "000000001342": "A bird perched on a tree branch.",
  "000000001343": "A man is taking a picture of himself under an umbrella.",
  "000000001344": "A man and woman walking down a street with an umbrella.",
  "000000001345": "A man standing on a snow covered slope with a backpack.",
  "000000001346": "A man standing next to a red fire hydrant.",
  "000000001347": "Two elephants standing next to each other in a field.",
  "000000001348": "A group of people standing on a beach flying a kite.",
  "000000001349": "A bathroom with a bathtub, toilet, and sink.",
  "000000001350": "A microwave oven sitting on top of a kitchen counter.",
  "000000001351": "A skier is walking down a snowy hill.",
  "000000001352": "A woman sitting on a chair holding a plate of food.",
  "000000001353": "A group of people sitting on top of a grass covered field.",
  "000000001354": "A group of cows standing in a field.",
  "000000001355": "A bed with a white mattress and a white bedspread.",
  "000000001356": "A young boy holding a baseball bat on a field.",
  "000000001357": "A man riding a skateboard down a ramp.",
  "000000001358": "A bathroom with a toilet, sink, and mirror.",
  "000000001359": "A man in a black shirt is talking on a cell phone.",
  "000000001360": "A person walking in front of a building with a clock on it.",
  "000000001361": "A man standing on the beach holding a surfboard.",
  "000000001362": "A dog is standing on the sidewalk near a store.",
  "000000001363": "A dog laying on a bed with a pillow.",
  "000000001364": "A wooden table with an umbrella on it.",
  "000000001365": "A group of people standing next to a line of bikes.",
  "000000001366": "A woman standing next to a man with a hat on.",
  "000000001367": "A group of motorcycles parked in a yard.",
  "000000001368": "A group of stuffed animals sitting on top of a shelf.",
  "000000001369": "A street with cars and trees at night.",
  "000000001370": "A man is playing tennis on a tennis court.",
  "000000001371": "A man riding a surfboard on top of a wave.",
  "000000001372": "A group of giraffes standing next to each other.",
  "000000001373": "A cell phone sitting on a table next to a mug of coffee.",
  "000000001374": "A train is traveling down the tracks near a mountain.",
  "000000001375": "A man sitting on a horse in a field.",
  "000000001376": "A man in a baseball uniform is holding a baseball.",
  "000000001377": "Two birds sitting on a wooden post near a house.",
  "000000001378": "Two giraffes standing next to each other in a field.",
  "000000001379": "A man standing in front of a donut shop.",
  "000000001380": "A woman riding a surfboard on top of a wave.",
  "000000001381": "A man and a woman standing on a beach holding a kite.",
  "000000001382": "A man in a wet suit is riding a surfboard on a wave.",
  "000000001383": "A man is playing tennis on a court.",
  "000000001384": "A woman standing next to a horse on a sidewalk.",
  "000000001385": "A man riding a surfboard on top of a wave.",
  "000000001386": "A zebra standing in a field of grass.",
  "000000001387": "A red and white truck with a red stripe on it.",
  "000000001388": "A colorful school bus parked on the side of a street.",
  "000000001389": "A skier is skiing down a snowy hill.",
  "000000001390": "A large truck parked in a parking lot.",
  "000000001391": "A group of people riding on the backs of elephants.",
  "000000001392": "A man in a suit and tie poses for a picture.",
  "000000001393": "A clock with two dolls on it sitting on a table.",
  "000000001394": "A man sitting at a table with a laptop computer.",
  "000000001395": "A young boy eating an apple in front of a wall.",
  "000000001396": "A man is holding a cell phone to his ear.",
  "000000001397": "A kitchen with a refrigerator, microwave, and a cabinet.",
  "000000001398": "A plate of pancakes with a flower on top.",
  "000000001399": "A small cat sitting on top of a ledge.",
  "000000001400": "A bathroom with a toilet and a sink.",
  "000000001401": "A pair of toothbrushes, a toothpaste, and a toothbrush brush on a table.",
  "000000001402": "A man sitting on a bed with a laptop.",
  "000000001403": "A vase filled with flowers sitting on a table.",
  "000000001404": "A baseball player is swinging a bat at a ball.",
  "000000001405": "A woman holding an umbrella on a rainy day.",
  "000000001406": "A couple of people walking down a sidewalk.",
  "000000001407": "A woman sitting at a table with a laptop.",
  "000000001408": "A bunch of carrots and other vegetables are displayed.",
  "000000001409": "A man is holding a cell phone to his ear.",
  "000000001410": "A plane flying through the sky with a clear sky.",
  "000000001411": "A sheep standing on a rock on a blue sky.",
  "000000001412": "A pizza on a plate on a counter.",
  "000000001413": "A cat laying on a bed with a blanket.",
  "000000001414": "A zebra standing in a dirt field with a wire fence.",
  "000000001415": "A man is playing tennis on a tennis court.",
  "000000001416": "A red and white bus with a red and white logo on the side.",
  "000000001417": "A man in a baseball uniform standing on a field.",
  "000000001418": "A laptop computer sitting on a desk next to a mouse.",
  "000000001419": "Two teddy bears are sitting on a white table.",
  "000000001420": "A man standing on a snow covered slope with a snowboard.",
  "000000001421": "A suitcase with a bag of luggage sitting on a wall.",
  "000000001422": "A woman smiles while holding a little girl.",
  "000000001423": "A train is traveling down the tracks near a building.",
  "000000001424": "A giraffe standing next to a fence and trees.",
  "000000001425": "A woman standing on a tennis court holding a racquet.",
  "000000001426": "A dog sitting on top of a car.",
  "000000001427": "A loaf of bread sitting on top of a white plate.",
  "000000001428": "A group of young women posing for a picture.",
  "000000001429": "A black and white cat wearing a stuffed animal blanket.",
  "000000001430": "A bedroom with a bed, a desk, a bookcase, and a mirror.",
  "000000001431": "A street sign on a pole on a city street.",
  "000000001432": "A train is traveling down the tracks in a train yard.",
  "000000001433": "A woman in a tennis outfit is holding a racquet.",
  "000000001434": "A bathroom with a toilet, sink, and a shower.",
  "000000001435": "A group of people sitting on a couch with their teeth on.",
  "000000001436": "A group of people sitting on top of a beach.",
  "000000001437": "A tree with a small bear on it.",
  "000000001438": "A man standing on a train platform holding a bottle of milk.",
  "000000001439": "A man in a shirt and shorts throwing a frisbee.",
  "000000001440": "A restaurant with a large sign on the front.",
  "000000001441": "A woman is standing next to an elephant.",
  "000000001442": "A plane is on the runway on a sunny day.",
  "000000001443": "A mountain range with a large hill in the distance.",
  "000000001444": "A man in a red and white uniform riding a horse.",
  "000000001445": "A bus is stopped at a bus stop.",
  "000000001446": "A man and woman playing a game of frisbee on a field.",
  "000000001447": "A white bird sitting on a car seat.",
  "000000001448": "A skier is skiing down a snowy hill.",
  "000000001449": "A bird sitting on a small bird feeder.",
  "000000001450": "A train is on the tracks with smoke coming out of it.",
  "000000001451": "A pizza sitting on top of a pizza pan.",
  "000000001452": "A train is traveling down the tracks next to a train station.",
  "000000001453": "A group of airplanes sitting on top of an airport tarmac.",
  "000000001454": "A group of giraffes standing next to a fence.",
  "000000001455": "A couple of zebras standing next to a tree.",
  "000000001456": "A large elephant standing in a field of grass.",
  "000000001457": "A young girl sitting on a counter in a kitchen.",
  "000000001458": "A table topped with a cake and a bowl of fruit.",
  "000000001459": "A man wearing a jacket and hat standing on a snow covered slope.",
  "000000001460": "A group of sheep standing in a field.",
  "000000001461": "A baby sheep standing next to a mother sheep.",
  "000000001462": "A red pen sitting on top of a red book.",
  "000000001463": "A young boy holding a frisbee on a beach.",
  "000000001464": "Two people are flying a kite on the beach.",
  "000000001465": "A bathroom with a toilet, sink, and towel rack.",
  "000000001466": "A baseball player is throwing a baseball on a field.",
  "000000001467": "A small airplane is parked on the side of the road.",
  "000000001468": "A car parked on the side of a street next to a bus.",
  "000000001469": "A man sitting on a bench on a street.",
  "000000001470": "A woman sitting on a sidewalk with a suitcase.",
  "000000001471": "A group of skiers on a snow covered slope.",
  "000000001472": "A large wooden bed with a large group of people sitting on it.",
  "000000001473": "Two sheep standing on a dirt field next to each other.",
  "000000001474": "A refrigerator and a kitchen counter in a small home.",
  "000000001475": "A bus is parked on the side of the road.",
  "000000001476": "A man in a baseball uniform is holding a bat.",
  "000000001477": "A man is pulling a rope while riding a water skier.",
  "000000001478": "A dog is laying on the ground with a frisbee in its mouth.",
  "000000001479": "A giraffe standing next to a wooden fence.",
  "000000001480": "A bathroom with a toilet, sink, bathtub and a mirror.",
  "000000001481": "A train is passing by a car on the road.",
  "000000001482": "A group of people sitting on a park bench.",
  "000000001483": "A bus with a large sign on the side of it.",
  "000000001484": "A group of skiers standing on top of a snow covered slope.",
  "000000001485": "A small bird walking on the ground near a tree.",
  "000000001486": "A bus is driving down a street with people walking.",
  "000000001487": "A man walking down a street with a soccer ball in his hand.",
  "000000001488": "A train is on the tracks near trees.",
  "000000001489": "A woman is laying down with a man and a crowd of people.",
  "000000001490": "A cat laying on a bed with a blanket.",
  "000000001491": "A man in a white shirt and shorts playing tennis.",
  "000000001492": "A dog walking in the grass next to a man.",
  "000000001493": "A man riding a skateboard down a highway.",
  "000000001494": "A young girl sitting on a wooden table with a red and blue fire hydrant.",
  "000000001495": "A person laying on a bed with a cat.",
  "000000001496": "A cow is standing in a field with a blue and white card on it.",
  "000000001497": "A man is riding a motorcycle with people around.",
  "000000001498": "A cat laying on a bed next to a laptop.",
  "000000001499": "A street sign on a pole with a building in the background.",
  "000000001500": "A laptop computer sitting on top of a desk.",
  "000000001501": "A vase with a white handle sitting on a table.",
  "000000001502": "A group of giraffes standing next to a tree.",
  "000000001503": "A plate of donuts and cookies on a table.",
  "000000001504": "A group of giraffes standing next to each other in a zoo.",
  "000000001505": "A kitchen with a refrigerator, a sink, and a refrigerator.",
  "000000001506": "A herd of zebras walking across a grassy field.",
  "000000001507": "A bathroom with a sink, toilet, and a mirror.",
  "000000001508": "A vase filled with purple flowers sitting on top of a table.",
  "000000001509": "A couple of people standing on a street.",
  "000000001510": "A fire hydrant sitting on the side of a road.",
  "000000001511": "A man and a woman standing on a field with kites.",
  "000000001512": "A group of young boys playing soccer on a field.",
  "000000001513": "A surfer riding a wave on top of a surfboard.",
  "000000001514": "A toilet sitting in a bathroom with a window.",
  "000000001515": "Two people are snowboarding down a hill.",
  "000000001516": "Two women playing frisbee on a green field.",
  "000000001517": "A little girl playing a video game with a man.",
  "000000001518": "A bed sitting in a room with a window.",
  "000000001519": "A woman standing in front of a mirror taking a picture.",
  "000000001520": "Three ducks are standing on a ledge with a bridge in the background.",
  "000000001521": "Two people sitting on a park bench in the woods.",
  "000000001522": "A man standing in a car with a large number of people in the back.",
  "000000001523": "A man standing in front of a table with a cake.",
  "000000001524": "A parking meter sitting on the side of a building.",
  "000000001525": "Two zebras standing in a tall grassy field.",
  "000000001526": "A bicycle parked on a street next to a pile of luggage.",
  "000000001527": "A man sitting on a couch in a living room.",
  "000000001528": "A train is on the tracks near a building.",
  "000000001529": "A bicycle and a camera are on the street.",
  "000000001530": "A man walking down a street with a luggage bag.",
  "000000001531": "A man holding a bat in front of a man.",
  "000000001532": "A man in a baseball uniform standing on a field.",
  "000000001533": "A plane is on the tarmac at the airport.",
  "000000001534": "A bed with a white blanket and a blue mattress.",
  "000000001535": "A television sitting on top of a bookshelf.",
  "000000001536": "A person is standing in a refrigerator in a kitchen.",
  "000000001537": "A man sitting in a room talking on a cell phone.",
  "000000001538": "A pizza with cheese and broccoli on a white plate.",
  "000000001539": "A large white teddy bear dressed in a green and white outfit.",
  "000000001540": "A red double decker bus is parked on the side of the road.",
  "000000001541": "A baseball player throwing a pitch on a baseball field.",
  "000000001542": "A street sign sitting on the side of a building.",
  "000000001543": "A plate of food with rice and vegetables.",
  "000000001544": "Three giraffes standing next to each other in a field.",
  "000000001545": "A pizza on a pizza pan on a table.",
  "000000001546": "A black and white picture of a dog walking on a dirt floor.",
  "000000001547": "A giraffe standing next to a rock wall.",
  "000000001548": "A baked pastry with a crust on top of it.",
  "000000001549": "A woman feeding a baby sheep in a barn.",
  "000000001550": "A laptop sitting on top of a table next to a computer monitor.",
  "000000001551": "A couple of people standing in a room playing a video game.",
  "000000001552": "A train is on the tracks at a station.",
  "000000001553": "A woman riding a surfboard on top of a wave.",
  "000000001554": "A bathroom with a sink, a counter and a mirror.",
  "000000001555": "A man in a hat is holding a bottle of beer.",
  "000000001556": "A group of fighter jets flying over a mountain.",
  "000000001557": "A man sitting in a chair in front of a window.",
  "000000001558": "A cat laying on a bed with a pillow.",
  "000000001559": "A couple of cows standing on top of a field.",
  "000000001560": "A motorcycle is parked in front of a police officer.",
  "000000001561": "A truck parked on the ground with a sign on it.",
  "000000001562": "A toilet with a lid open and a toilet paper roll on the seat.",
  "000000001563": "A vase with a large painting of a man on a hill.",
  "000000001564": "A microwave oven sitting on a street corner.",
  "000000001565": "A horse drawn carriage is pulled by two horses.",
  "000000001566": "A table topped with four bowls of broccoli and a fork.",
  "000000001567": "A yellow bus driving down a street in front of a tree.",
  "000000001568": "A bathroom with a sink, a toilet and a mirror.",
  "000000001569": "A group of birds flying over a mountain.",
  "000000001570": "A kitchen with a sink, stove, and counter.",
  "000000001571": "A little girl sitting on a bed with a book.",
  "000000001572": "A group of people standing on a subway train.",
  "000000001573": "A cat laying on top of a computer mouse.",
  "000000001574": "A street light on a city street at night.",
  "000000001575": "A skier is walking down a snowy hill.",
  "000000001576": "A bunch of bananas on a display at a store.",
  "000000001577": "A pair of scissors are on a wooden table.",
  "000000001578": "A van parked on a parking lot next to a sidewalk.",
  "000000001579": "A white teddy bear sitting on top of a white surface.",
  "000000001580": "A pile of apples and oranges sitting on top of each other.",
  "000000001581": "A man standing on a train track with a hand on a rail.",
  "000000001582": "A sign on a pole on a city street.",
  "000000001583": "A person is jumping a snowboard on a snow covered slope.",
  "000000001584": "A woman sitting on a ledge holding a backpack.",
  "000000001585": "A black bear is sitting on a rock.",
  "000000001586": "A pizza on top of an oven oven.",
  "000000001587": "A group of people playing a video game together.",
  "000000001588": "Two women sitting on a motorcycle next to a parked motorcycle.",
  "000000001589": "A person skiing down a snowy slope with a helmet on.",
  "000000001590": "A man sitting at a table with a laptop computer.",
  "000000001591": "A group of people standing around a truck.",
  "000000001592": "A baseball player is getting ready to hit a ball.",
  "000000001593": "A plate of chocolate chips and a banana.",
  "000000001594": "A woman is holding a stuffed bear in her hand.",
  "000000001595": "A pizza sitting on top of a table with people sitting around it.",
  "000000001596": "A man riding a bike on top of a rocky cliff.",
  "000000001597": "A couple of people standing on a beach with a surfboard.",
  "000000001598": "A table topped with a bunch of donuts and a cup of coffee.",
  "000000001599": "A plate of chocolate pastries with chocolate frosting.",
  "000000001600": "A dog laying on a dirt floor with a bowl.",
  "000000001601": "A man riding a surfboard on top of a wave.",
  "000000001602": "A plate of food with a piece of meat and potatoes.",
  "000000001603": "A clock tower with a large window on the side.",
  "000000001604": "A refrigerator with a sign on it sitting on a metal rail.",
  "000000001605": "A man and a woman playing tennis on a tennis court.",
  "000000001606": "A young girl sitting at a table eating a pizza.",
  "000000001607": "A surfer riding a wave on top of a surfboard.",
  "000000001608": "A surfer is riding a wave on his surfboard.",
  "000000001609": "A plate of food with a fork and a knife.",
  "000000001610": "A man standing in front of a building with a group of people standing around him.",
  "000000001611": "A man standing on a sidewalk near a street sign.",
  "000000001612": "A desk with a computer, a laptop, a monitor, and a chair.",
  "000000001613": "An older man is sitting at a table with a hat on.",
  "000000001614": "A clock tower with a clock on it.",
  "000000001615": "A man and woman holding umbrellas on a street.",
  "000000001616": "A boat is sitting on the beach in the ocean.",
  "000000001617": "A man is standing on a dock near a boat.",
  "000000001618": "A young boy swinging a bat at a baseball.",
  "000000001619": "A large church with a large stone wall.",
  "000000001620": "A kitchen with a stove, oven, and microwave.",
  "000000001621": "A tray of food with carrots, broccoli, and grapes.",
  "000000001622": "A man dressed in a costume standing on a skateboard.",
  "000000001623": "A group of cows are grazing on a snowy hill.",
  "000000001624": "A toilet sitting in a bathroom with a bed.",
  "000000001625": "A bus is parked on the side of the road.",
  "000000001626": "A bathroom with a toilet, sink, and bathtub.",
  "000000001627": "A living room with a television, couch, and fireplace.",
  "000000001628": "A clock on a metal surface with a black and white picture of a man.",
  "000000001629": "A man is walking down a dirt road with a dog.",
  "000000001630": "A large airplane parked on top of an airport tarmac.",
  "000000001631": "A stop sign sitting on top of a pole.",
  "000000001632": "A dog laying on a bed with a fork.",
  "000000001633": "A car parked next to a house with a roof.",
  "000000001634": "A man in a baseball uniform is holding a bat.",
  "000000001635": "A room with a large window and a kitchen.",
  "000000001636": "A man standing on skis on a snowy hill.",
  "000000001637": "A desk with two computers and a laptop.",
  "000000001638": "A kitchen with a stove and a sink.",
  "000000001639": "A group of people walking down a city street.",
  "000000001640": "Two women standing in a living room holding Wii controllers.",
  "000000001641": "A man and a woman walking on a beach with a surfboard.",
  "000000001642": "A surfer riding a wave on top of a surfboard.",
  "000000001643": "A table with a vase of flowers and a pot of water.",
  "000000001644": "A cat is laying on a chair with its tail out.",
  "000000001645": "A group of people walking down a sidewalk with umbrellas.",
  "000000001646": "A stop sign is on a wooden pole.",
  "000000001647": "A green and white bus parked on a street.",
  "000000001648": "A stop sign with a picture of a man on it.",
  "000000001649": "A man holding a tennis racket on a tennis court.",
  "000000001650": "A fire hydrant sitting on the side of a road.",
  "000000001651": "A man throwing a baseball with a catcher behind him.",
  "000000001652": "A man in a black jacket and hat skiing.",
  "000000001653": "A man sitting at a table eating a slice of pizza.",
  "000000001654": "A bathroom with a bathtub, toilet, sink, and a mirror.",
  "000000001655": "A man is standing in front of a clock tower.",
  "000000001656": "A young girl standing in a field with a cell phone.",
  "000000001657": "A stop sign with a red stripe on it.",
  "000000001658": "A man wearing glasses and a tie standing in front of a building.",
  "000000001659": "A black and white cat sitting on a counter next to a vase.",
  "000000001660": "A dog is sitting on a baseball field with a catcher in the background.",
  "000000001661": "A train is traveling down the tracks on a sunny day.",
  "000000001662": "A living room with a table and chairs and a window.",
  "000000001663": "A young girl standing next to a refrigerator.",
  "000000001664": "A man riding a surfboard on top of a wave.",
  "000000001665": "A laptop computer sitting on a wooden table next to a plant.",
  "000000001666": "A man is playing baseball on a field.",
  "000000001667": "A bench sitting in the middle of a park.",
  "000000001668": "A bed with a TV on top of it.",
  "000000001669": "Two giraffes standing next to each other near a house.",
  "000000001670": "A clock tower with a large clock on it.",
  "000000001671": "A man on a skateboard doing a trick on a ramp.",
  "000000001672": "A wave is coming over the shore of a beach.",
  "000000001673": "A pair of scissors sitting in a metal bowl.",
  "000000001674": "Two men on surfboards riding a wave.",
  "000000001675": "Two giraffes standing next to a large rock.",
  "000000001676": "A dog sitting on top of a small boat.",
  "000000001677": "A blue and white boat is attached to a pole.",
  "000000001678": "Two computer monitors and a keyboard on a desk.",
  "000000001679": "A man standing on a beach with a boat in the water.",
  "000000001680": "A toilet sitting in a bathroom with a lid down.",
  "000000001681": "A pizza on a wooden table with a knife.",
  "000000001682": "A man is standing next to an elephant.",
  "000000001683": "A person holding a toilet in a bathroom.",
  "000000001684": "A clock tower on the side of a building.",
  "000000001685": "A brown bear sitting in a cage with a rope.",
  "000000001686": "A laptop computer sitting on a wooden table next to a pair of scissors.",
  "000000001687": "A man sitting in a chair eating a piece of pizza.",
  "000000001688": "A group of horses standing in a field next to trees.",
  "000000001689": "A large display of pastries on a shelf.",
  "000000001690": "A large piece of cheese and bacon on a plate.",
  "000000001691": "A woman in a white shirt and shorts playing tennis.",
  "000000001692": "A truck flying kites in the air on a field.",
  "000000001693": "A horse walking on a dirt road next to a tree.",
  "000000001694": "A stop sign on a white building on a street.",
  "000000001695": "A bird standing on a small body of water.",
  "000000001696": "A woman sitting in a kitchen with a stove top.",
  "000000001697": "A man in a baseball uniform swinging a bat.",
  "000000001698": "Two urinals are next to each other on a wall.",
  "000000001699": "A boat sitting on top of a wooden post.",
  "000000001700": "A little girl sitting at a table with a bowl of cereal.",
  "000000001701": "A suitcase sitting on a carpet next to a suitcase bag.",
  "000000001702": "A table topped with a bunch of food and a sign.",
  "000000001703": "A teddy bear sitting on top of a wooden board.",
  "000000001704": "A group of young children standing around a large crowd.",
  "000000001705": "A baseball player is on the field with a catcher and umpire behind him.",
  "000000001706": "A cake with a frosting on it sitting on a plate.",
  "000000001707": "A street light hanging from a pole over a city.",
  "000000001708": "A man is walking in a bus station.",
  "000000001709": "A horse drawn carriage with a horse drawn carriage.",
  "000000001710": "A man is throwing a frisbee on a field.",
  "000000001711": "A large group of vehicles are parked on a road.",
  "000000001712": "A person is looking at a toilet with a hand.",
  "000000001713": "A teddy bear sitting on a sidewalk next to a street.",
  "000000001714": "A living room with a large window and a large table.",
  "000000001715": "A large airplane flying through the sky on a cloudy day.",
  "000000001716": "A clock on the side of a building.",
  "000000001717": "A man with an umbrella and a suitcase is walking.",
  "000000001718": "A man standing in front of a large glass shop.",
  "000000001719": "Two plates of food and a cup of coffee.",
  "000000001720": "A clock tower with a clock on it.",
  "000000001721": "A little girl holding a blue and white cell phone.",
  "000000001722": "A train is parked on the tracks in a train yard.",
  "000000001723": "A truck is parked on the side of the road.",
  "000000001724": "A man standing on a beach with a surfboard.",
  "000000001725": "A large kite flying in the sky over a city.",
  "000000001726": "A remote control sitting on top of a blanket.",
  "000000001727": "A person holding a cell phone with a screen on it.",
  "000000001728": "A dog and a small dog are playing in the grass.",
  "000000001729": "A woman is petting a cow on its back.",
  "000000001730": "A red fire hydrant sitting on top of a grass covered field.",
  "000000001731": "A couple of elephants standing next to a fence.",
  "000000001732": "A motorcycle parked on a sidewalk next to a brick wall.",
  "000000001733": "A table topped with a bunch of food and drinks.",
  "000000001734": "A dog sitting on a bed holding a remote control.",
  "000000001735": "A man is flying a kite on the beach.",
  "000000001736": "A train traveling down a train track next to trees.",
  "000000001737": "A city skyline with a train and a building.",
  "000000001738": "A large kite flying in the air over a field.",
  "000000001739": "A man riding a snowboard down a snow covered slope.",
  "000000001740": "A stop sign sitting on the side of a pole.",
  "000000001741": "A person standing in front of a refrigerator and a microwave.",
  "000000001742": "A man in a red shirt is playing frisbee.",
  "000000001743": "A group of people standing around a propeller plane.",
  "000000001744": "A train is on a train track on a dirt road.",
  "000000001745": "A green and white bus is on the street.",
  "000000001746": "A large black and white bird sitting on a window sill.",
  "000000001747": "A person holding a cell phone with a picture on it.",
  "000000001748": "A group of people standing on a sidewalk near a train.",
  "000000001749": "A woman in a blue uniform holding a baseball bat.",
  "000000001750": "A close up of a cell phone with a number on it.",
  "000000001751": "A baseball player is standing on the field with a bat.",
  "000000001752": "A bathroom with a sink, mirror, and a wall mounted wall clock.",
  "000000001753": "A man standing next to a motorcycle on a field.",
  "000000001754": "A group of people riding on the back of motorcycles.",
  "000000001755": "A teddy bear is sitting on top of a Christmas tree.",
  "000000001756": "A young child sitting on a toilet with a toothbrush.",
  "000000001757": "A person is holding a piece of cake.",
  "000000001758": "A city street with a few houses and a car.",
  "000000001759": "A skier is standing on a snowy mountain.",
  "000000001760": "A bunch of bananas hanging from a tree.",
  "000000001761": "A black and white cat laying on top of a laptop computer.",
  "000000001762": "A kitchen with a stove, refrigerator, and a sink.",
  "000000001763": "A cake with flowers on top of it.",
  "000000001764": "A fire hydrant spraying water on the sidewalk.",
  "000000001765": "A group of giraffes standing in a fenced in area.",
  "000000001766": "A group of people standing on a beach flying a kite.",
  "000000001767": "A dog is running down a dirt path.",
  "000000001768": "A cat is sitting on a blanket with stuffed animals.",
  "000000001769": "A baseball player with a baseball glove on a field.",
  "000000001770": "A bus is passing a traffic light on a city street.",
  "000000001771": "A plate of food with a sandwich and french fries.",
  "000000001772": "A man and a woman sitting on a park bench.",
  "000000001773": "A person is eating a sandwich with a cup of coffee.",
  "000000001774": "A plate with a sandwich and a salad.",
  "000000001775": "A street at night with a street light and a bicycle.",
  "000000001776": "A laptop computer sitting on a desk next to a suitcase.",
  "000000001777": "A group of men playing tennis on a tennis court.",
  "000000001778": "A man is painting a picture of a man with a fire hydrant.",
  "000000001779": "A motorcycle parked on a dirt road next to a house.",
  "000000001780": "A dog on skis in the snow with a man on skis.",
  "000000001781": "A woman holding an umbrella on her head.",
  "000000001782": "A computer keyboard, mouse, and a laptop on a desk.",
  "000000001783": "A truck is parked on the side of the road.",
  "000000001784": "A house sits on the side of a road.",
  "000000001785": "A group of people standing in a train station.",
  "000000001786": "A traffic light on a street with a car.",
  "000000001787": "Two computer monitors on a desk with a keyboard and mouse.",
  "000000001788": "A zebra is flying through the grass in a field.",
  "000000001789": "A bus traveling down a road in the middle of a forest.",
  "000000001790": "A cat is looking at a mirror in the bathroom.",
  "000000001791": "A city bus is parked on the street.",
  "000000001792": "A toilet with a lid down and a black seat.",
  "000000001793": "A brown and white cow standing on top of a hill.",
  "000000001794": "Two people are standing next to an elephant in the water.",
  "000000001795": "A man doing a trick on a skateboard on a ramp.",
  "000000001796": "A man in a suit and tie is smiling.",
  "000000001797": "A large clock tower with a man standing in front of it.",
  "000000001798": "A black and white photo of a cat on a toilet.",
  "000000001799": "A bathroom with a toilet, bathtub, and sink.",
  "000000001800": "A street with a traffic light and a building in the background.",
  "000000001801": "A baseball bat sitting on a street corner next to a car.",
  "000000001802": "A train is passing by a city street.",
  "000000001803": "A man standing on the beach with a boat.",
  "000000001804": "A man standing in a field with a kite in the air.",
  "000000001805": "A bus driving down a street with a traffic light.",
  "000000001806": "A woman and child walking down a city street.",
  "000000001807": "A couple of chairs sitting on top of a dirt sidewalk.",
  "000000001808": "A man standing next to a motorcycle on a grassy field.",
  "000000001809": "A man riding a horse down a street.",
  "000000001810": "A city street with a parking meter and a street light.",
  "000000001811": "A brick building with a roof and windows.",
  "000000001812": "A woman in a white shirt and shorts playing tennis.",
  "000000001813": "A motorcycle parked on the side of a road.",
  "000000001814": "A woman in sunglasses holding a tennis racket.",
  "000000001815": "A backpack sitting on a hill in a forest.",
  "000000001816": "A woman sitting at a desk with a laptop.",
  "000000001817": "A man is standing in the kitchen with a refrigerator.",
  "000000001818": "Two women are holding up a donut.",
  "000000001819": "A propeller plane is on the ground on a sunny day.",
  "000000001820": "A man is playing tennis on a tennis court.",
  "000000001821": "A city street with a traffic light and a parking meter.",
  "000000001822": "A bunch of bananas sitting on top of a tree.",
  "000000001823": "A dog laying on a bed with a blanket.",
  "000000001824": "A room with a fireplace, a table, chairs, and a picture on the wall.",
  "000000001825": "A bed with a laptop sitting on top of it.",
  "000000001826": "A plate of food with a sandwich and salad.",
  "000000001827": "A desk with two computer monitors, a keyboard, mouse, and a speaker.",
  "000000001828": "A man holding a yellow balloon while a child stands on a bench.",
  "000000001829": "A group of people riding a bicycle with a teddy bear on the back.",
  "000000001830": "A group of people riding bicycles on a city street.",
  "000000001831": "Two people are jumping up to catch a frisbee.",
  "000000001832": "A shop with a large pile of donuts on the front of the building.",
  "000000001833": "Two children on the beach with a red and blue surfboard.",
  "000000001834": "A man swinging a bat at a baseball.",
  "000000001835": "A clock on the side of a building.",
  "000000001836": "A pizza on a plate on a table.",
  "000000001837": "A bowl of food with carrots, cheese, and a piece of broccoli.",
  "000000001838": "A group of people sitting on a bench with drinks.",
  "000000001839": "A microwave oven sitting in a kitchen with a bunch of things on the counter.",
  "000000001840": "A street sign on a building on a city street.",
  "000000001841": "A bathroom with two urinals and a sink.",
  "000000001842": "A statue of a church with a clock on it.",
  "000000001843": "A man standing on a beach holding a surfboard.",
  "000000001844": "A parking meter sitting on the side of a sidewalk.",
  "000000001845": "A man riding an elephant with a woman sitting on the back.",
  "000000001846": "A person skiing down a snowy hill with a chair in the background.",
  "000000001847": "A bathroom with a toilet and a mirror.",
  "000000001848": "A group of people sitting at a table eating food.",
  "000000001849": "A group of cows grazing on a green field.",
  "000000001850": "A train on a bridge with a light on it.",
  "000000001851": "A bus is parked on a street with a lot of cars.",
  "000000001852": "A table with a bunch of glasses on it.",
  "000000001853": "A baseball player is swinging a bat at a pitch.",
  "000000001854": "A table with plates of food and a bowl of broccoli.",
  "000000001855": "An elephant standing in the dirt near a body of water.",
  "000000001856": "A man skateboarding down a street with graffiti on it.",
  "000000001857": "A group of animals are standing on a grassy field.",
  "000000001858": "A desk with a laptop computer sitting on top of it.",
  "000000001859": "A dog standing outside of a door with a beer in its mouth.",
  "000000001860": "A group of people riding motorcycles in a row.",
  "000000001861": "A street at night with traffic lights and a street light.",
  "000000001862": "A large airplane flying in the sky on a cloudy day.",
  "000000001863": "A sign hanging from the side of a building.",
  "000000001864": "A woman sitting in a boat on a river.",
  "000000001865": "A bathroom with a toilet, sink, and bathtub.",
  "000000001866": "A woman in a bed with a blanket and pillows.",
  "000000001867": "A group of people standing in a kitchen.",
  "000000001868": "A man sitting on a wooden bench in the snow.",
  "000000001869": "A table topped with plates of food and cups.",
  "000000001870": "A man with a tie and a coat standing next to a woman with a tie.",
  "000000001871": "A train is on the tracks near a building.",
  "000000001872": "A group of people standing around a kitchen with lots of food.",
  "000000001873": "A man standing in a living room with a game controller.",
  "000000001874": "A group of elephants standing next to a river.",
  "000000001875": "A motorcycle parked on the side of a street.",
  "000000001876": "A kitchen with a stove, oven, and refrigerator.",
  "000000001877": "A man in a suit and tie is smiling.",
  "000000001878": "A man is doing a skateboard trick on a street.",
  "000000001879": "A giraffe and an animal are sitting on a grass field.",
  "000000001880": "Two cats laying on a bed with a pillow.",
  "000000001881": "A man holding a blue pen in front of his face.",
  "000000001882": "A group of teddy bears are on a table.",
  "000000001883": "A person on a snowboard is standing on a snowy slope.",
  "000000001884": "A person holding an umbrella with a phone in their hand.",
  "000000001885": "A group of young people standing on a beach.",
  "000000001886": "Two giraffes standing next to each other in a fenced in area.",
  "000000001887": "A skier is skiing down a snowy mountain.",
  "000000001888": "Two people sitting on a couch watching a TV.",
  "000000001889": "A yellow school bus driving down a street.",
  "000000001890": "A man is standing on the beach with a kite in the air.",
  "000000001891": "A man in a suit and tie standing in a room.",
  "000000001892": "A woman walking down a street near a traffic light.",
  "000000001893": "A person on skis in the snow.",
  "000000001894": "A man is standing on a skateboard on a sidewalk.",
  "000000001895": "A train with a picture of a man on it.",
  "000000001896": "A yellow fire hydrant sitting on a rocky hillside.",
  "000000001897": "A brown bear sitting in a grassy area.",
  "000000001898": "Two skiers are on a snowy mountain.",
  "000000001899": "A man in a suit and tie is holding a piece of paper.",
  "000000001900": "A sandwich in a paper bag sitting on a grass covered field.",
  "000000001901": "A bowl filled with broccoli and other vegetables.",
  "000000001902": "A pizza and a bottle of wine on a table.",
  "000000001903": "A red fire hydrant on the side of a street.",
  "000000001904": "A bathroom with a toilet, sink, and mirror.",
  "000000001905": "A parking meter with a picture of a man on it.",
  "000000001906": "A pizza on a plate sitting on a table.",
  "000000001907": "A woman eating a piece of chocolate donut.",
  "000000001908": "A sandwich and a salad on a plate.",
  "000000001909": "A woman holding a teddy bear while looking at a cell phone.",
  "000000001910": "A woman is eating a hot dog in a dark room.",
  "000000001911": "Two teddy bears sitting on a wooden chair.",
  "000000001912": "A cat sitting on top of a wooden shelf.",
  "000000001913": "A yellow and white bus driving down a city street.",
  "000000001914": "A large stone building with a clock on it.",
  "000000001915": "A city bus is parked on the side of the road.",
  "000000001916": "A toothbrush and a toothpaste bottle on a table.",
  "000000001917": "Two children are holding umbrellas on a ledge near the ocean.",
  "000000001918": "A red fire hydrant on the side of a street.",
  "000000001919": "A group of people are walking down a street.",
  "000000001920": "A group of people riding motorcycles on a road.",
  "000000001921": "A plate of food with a fork and knife.",
  "000000001922": "A pizza sitting on top of an oven.",
  "000000001923": "A surfer is riding a wave on a surfboard.",
  "000000001924": "A woman holding an umbrella while standing next to a crowd.",
  "000000001925": "A woman is looking at a toilet with a small plant on it.",
  "000000001926": "A plate of food with a banana and ice cream.",
  "000000001927": "A train is traveling down a train track.",
  "000000001928": "A large clock on the side of a building.",
  "000000001929": "A large white ship is on the water.",
  "000000001930": "A street sign on a pole on a city street.",
  "000000001931": "A clock tower with a clock on it.",
  "000000001932": "A man holding an umbrella over his head while standing on a sidewalk.",
  "000000001933": "A vase with a flower on it sitting on a window sill.",
  "000000001934": "A group of people sitting on a blanket in the grass.",
  "000000001935": "A bunch of apples and bananas sitting on top of each other.",
  "000000001936": "A man is playing tennis on a court.",
  "000000001937": "A man riding a surfboard on top of a large body of water.",
  "000000001938": "A giraffe standing next to a woman in a cage.",
  "000000001939": "A man on skis in the snow.",
  "000000001940": "A picture of a car parked on a street.",
  "000000001941": "Two zebras standing in a dry grass field.",
  "000000001942": "A pan filled with broccoli and shrimp on top of a stove.",
  "000000001943": "A baseball player is swinging a bat at a ball.",
  "000000001944": "A group of zebras standing next to each other.",
  "000000001945": "Two horses standing in a field with a lama in the background.",
  "000000001946": "A street sign is seen through a car window.",
  "000000001947": "A person on a snowboard is going down a mountain.",
  "000000001948": "A zebra standing in a field with a group of elephants.",
  "000000001949": "A bunch of hot dogs sitting on top of a grill.",
  "000000001950": "A dog sitting on a couch in a living room.",
  "000000001951": "A man in a suit and tie is standing on a street.",
  "000000001952": "A cat sitting on top of a car window.",
  "000000001953": "A table topped with food and wine glasses.",
  "000000001954": "A man is playing tennis on a tennis court.",
  "000000001955": "A zebra standing in a lush green field.",
  "000000001956": "A room with a chair, a table, and a bookshelf.",
  "000000001957": "A man holding a cell phone in front of a crowd.",
  "000000001958": "A person holding an umbrella on a bench.",
  "000000001959": "Two different cell phones sitting on top of a table.",
  "000000001960": "A basket of bananas sitting on top of a shelf.",
  "000000001961": "A group of people standing on a rocky shore.",
  "000000001962": "A group of wooden items sitting on top of a table.",
  "000000001963": "A statue of a man standing on a stone sidewalk.",
  "000000001964": "A display of fruit and vegetables at a market.",
  "000000001965": "A bathroom with a toilet and a sink.",
  "000000001966": "A baseball player is swinging a bat at a ball.",
  "000000001967": "A man is playing tennis on a tennis court.",
  "000000001968": "A desk with a book and a computer on it.",
  "000000001969": "A stuffed teddy bear sitting on top of a garbage can.",
  "000000001970": "A stop sign on a road next to a bunch of cars.",
  "000000001971": "A man standing next to a bunch of fruit.",
  "000000001972": "A group of boats are on the water.",
  "000000001973": "A man is surfing on the ocean with his surfboard.",
  "000000001974": "A colorful kite flying over a beach with a sign.",
  "000000001975": "A woman standing on a brick wall holding a tennis racket.",
  "000000001976": "A group of luggage bags sitting on top of a table.",
  "000000001977": "A man in a hat is riding a horse.",
  "000000001978": "A man riding a surfboard on top of a wave.",
  "000000001979": "A giraffe standing in a field next to a zebra.",
  "000000001980": "A boat sitting on a river with a couple of birds in the water.",
  "000000001981": "A young boy standing on a wooden floor holding a Nintendo Wii controller.",
  "000000001982": "A city street with a lot of traffic and buildings.",
  "000000001983": "A laptop computer sitting on top of a desk.",
  "000000001984": "A cat laying on a desk with a computer.",
  "000000001985": "A couple of people standing next to a traffic light.",
  "000000001986": "A woman is holding a wooden bat in front of a hot dog.",
  "000000001987": "A group of giraffes standing on top of a grass covered field.",
  "000000001988": "A bird sitting on top of a bowl of oranges.",
  "000000001989": "A surfer riding a wave on top of a surfboard.",
  "000000001990": "A surfer is riding a wave on a surfboard.",
  "000000001991": "Two zebras standing in a field of grass.",
  "000000001992": "Two zebras standing in a field of grass.",
  "000000001993": "A plate of food sitting on top of a counter.",
  "000000001994": "A giraffe standing in a field of trees.",
  "000000001995": "A street with a lot of cars and people on it.",
  "000000001996": "A woman in a white shirt and shorts playing tennis.",
  "000000001997": "A baseball player is swinging a bat at a ball.",
  "000000001998": "A microwave oven sitting in a kitchen with a stove.",
  "000000001999": "A cat laying on top of a suitcase."
}